{
  "article_html": "<div><h2>Coton Manor, near Northampton<br></h2>\n<p>Bluebells, a wildflower meadow, great cafe, and the most surprising birds (I won&#8217;t spoil it for you) are among the highlights of this garden. The 16th-century manor (house not open) rests in a quiet village between Northampton and Rugby. May&#8217;s highlight is the five-acre bluebell walk from the end of the garden, but a visit is worthwhile in any month. In August, roses were still blooming in the orchard, where fruit trees provided shade for the sun-drowsy kunekune pigs. Follow the sound of water from a natural spring to find the water garden and its woodland plantings. Besides pigs and birds, there are long-horned cattle and wonderful views to the hills beyond, while the tea room and extensive nursery are destinations in themselves. Bring your children or your grandchildren &#8211; this is not your average garden.<br>&#8226; Adults &#163;7, children &#163;2.50, 01604 740219, <a href=\"http://cotonmanor.co.uk/\" class=\" u-underline\">cotonmanor.co.uk</a></p>\n<h2>Kentwell, Long Melford, Suffolk</h2>\n\n \n\n<p>Even in the rain Kentwell has the air of a lost paradise. Looking for shelter, we first headed for coffee in the charming converted stables tearoom. Sitting in an old armchair, I ate cake while the chickens and peacocks looked on hungrily. The gardens surround the moated Kentwell Hall &#8211; a 16th-century turreted house that fell into ruin and was purchased in the 1970s by the Phillips family. It remains their family home and you can tour the house and even stay in the grand bedrooms. But the real draw is the mysterious walled garden. We visited in August when the pears and apples clung tightly to their mossy espaliers. Old grape vines as thick as an elephant&#8217;s leg burst out of the tumbledown glass houses , while roses draped themselves over arched, studded doorways. <br>&#8226; From &#163;8 adults, children &#163;4.80, 01787 310207, <a href=\"http://www.kentwell.co.uk/\" class=\" u-underline\">kentwell.co.uk</a></p>\n<h2>Kentchurch Court, Pontrilas, Herefordshire<br></h2>\n\n \n\n<p>The Lucas-Scudamore family have lived at Kentchurch Court in the Monnow Valley for nearly 1,000 years. The gardens have the air of an intimate family space, not the grounds of a grand house. Plants romp in and over the bones of the derelict greenhouse. The smell of lilies in the long show borders is just on the right side of overwhelming. A gardener&#8217;s cottage stands proud, guarding the vegetable patch. In the orchard, an abandoned shepherd&#8217;s hut is framed by the hills beyond. The walled garden was a colourful wonderland of herbaceous perennial borders spilling over onto the narrow, grass paths. The deer park extends out from the main lawn to wildflower-edged meadows and up to an arc of woodland containing some of the largest field maples in England.<br>&#8226; Adults &#163;5, under-14s free, 01981 240228, <a href=\"http://kentchurchcourt.co.uk/\" class=\" u-underline\">kentchurchcourt.co.uk</a></p>\n<h2>Spetchley Park, near Worcester <br></h2>\n\n \n\n<p>The gardens of historic Spetchley Park, a magical estate just outside Worcester, are the result of 400 years&#8217; care by generations of one family, the Berkeleys. One person was particularly influential in their creation: the great Edwardian gardener Ellen Willmott, who helped her sister Rose Berkeley plant and design many of the garden spaces. This does not feel like a formal garden, although there are many formal elements. Mostly it is a glorious mix of packed borders and beautiful specimen trees, such as the cork oak near the 19th-century root house. My favourite place was the secret Fountain Garden, where the ghost of Ellen may still linger. A lovely tea room serves light lunches and cream teas.<br>&#8226; Adults &#163;6.50, children &#163;2, 01905 345106, <a href=\"http://spetchleygardens.co.uk/\" class=\" u-underline\">spetchleygardens.co.uk</a></p>\n<h2>Dalemain, Penrith, Cumbria<br></h2>\n\n \n\n<p>Dalemain is overflowing with the charm of a bygone era. The gardens surrounding the 14th-century manor with its Georgian facade were bursting with colour and scent when we visited in July &#8211; the roses were still in bloom and in the white garden foxgloves, pineapple flower, chamomile, and tobacco plants looked serene under the huge silver Greek fir. Close to Penrith on the edge of the Lake District national park, the views from the terrace to the rising hills beyond the oak parkland are stunning. From the Tudor-styled ornamental garden, the path led to the Rose Walk and on through old varieties of apple trees, threaded with clematis. At the end of the garden through a door in the wall is the Stumpery &#8211; where dead tree stumps and roots are laid out on the woodland floor to gothic effect. The secret wood is full of Himalayan blue poppies in early summer. There is a tea room in the Medieval Hall.<br>&#8226; Adults from &#163;8, under-16s free, 017684 86450, <a href=\"http://www.dalemain.com/index.php\" class=\" u-underline\">dalemain.com</a></p>\n<h2>Braco Castle, near Crieff, Perth and Kinross<br></h2>\n\n \n\n<p>This forbidding, grey stone castle gives no hint of the delights to come. A velvety moss path leads through an arboretum of monkey puzzles, oaks climbed by roses, majestic beeches, and rhododendrons. The woodland opens out into pasture, which had winding paths mown through it. Without warning a beautiful pond was revealed. Lady&#8217;s mantle, ferns and a stunning hoheria overhung the edge. Paths lead in all directions, offering views of the 19th-century landscaped garden. There is a great variety of trees, shrubs and plants to discover, including, to the front of the house, a natural meadow, rich in wildflowers.<br>&#8226; Adults &#163;3.50, young children free, 01786 880437, <a href=\"http://www.scotlandsgardens.org/gardens/garden/ff2594f6-9a4b-4cab-b986-99a500ba552f\" class=\" u-underline\">scotlandsgardens.org</a></p>\n<h2>Clovelly Court Gardens, north Devon<br></h2>\n\n \n\n<p>Leave the crowds at Clovelly village and head to the lovely organic, walled kitchen gardens adjoining Clovelly Court (not open) at the top of the village, near All Saints Church. Behind the old walls, the Victorian greenhouses and large open beds are packed full of heritage vegetables and fruits grown for the estate, its pub and cafes. We purchased courgettes, beans, tomatoes, and a beautiful bunch of cut flowers direct from the gardener in the small bothy near the garden entrance. You can walk down to the village from the garden and enjoy the sea views.<br>&#8226; Adults &#163;6.95, children (7-16) &#163;4.35 (entrance fee to village includes the gardens), 01237 431781, <a href=\"http://www.clovelly.co.uk/village/clovelly-court-gardens\" class=\" u-underline\">clovelly.co.uk</a></p>\n<h2>Heale House, Middle Woodford, Wiltshire<br></h2>\n\n \n\n<p>For quintessential Wiltshire romance, spend a summer afternoon wandering these gardensnear Salisbury and the ancient remains of Old Sarum. The garden incorporates the shallow stream of the trout-filled river Avon into its natural design. In 1651 the handsome house (not open to the public) was a hiding place of King Charles II as he evaded Oliver Cromwell on his escape to France. Later in the 19th century the famous architect Harold Peto influenced the garden design. Today the garden is glorious mix of wild and romantic planting. Roses cascade freely into walks of long grass, dotted with pyramidal and common spotted orchids. Along the chalk riverbank, the woodland garden is full of colour in spring and a verdant yet shady, secret place in summer. Follow the wide arbour of espaliered apples into the kitchen garden and you will be greeted by towering artichokes and scented towers of sweet peas. There is a cosy tea room serving cakes and seasonal soups; pre-book for Sunday lunch.<br>&#8226; Adults &#163;6, children &#163;2.50, 01722 782504, <a href=\"http://healegarden.co.uk/\" class=\" u-underline\">healegarden.co.uk</a></p>\n<h2>Cerney House, Cirencester, Gloucestershire </h2>\n\n \n\n<p>Nestled in the Cotswolds, between Cirencester and Chedworth, the secret gardens of Cerney House exude romance. In the walled gardens and along the woodland paths, wildflowers, tangles of ivy and climbing roses create a scent-filled paradise. We visited on a warm spring day, running for cover from the April showers to the bothy and tea room.There are jams and local cheeses for sale in the fridge and you can sit in the adjoining pottery and read vintage copies of The Garden. The predominantly working kitchen garden was filled with a dazzling array of tulips, lilies, and lilacs growing between the bean poles. Roses tumbled from the arches and in the distance pigs snuffled in the blossoming orchard. Outside the walled garden, along little paths through acres of wild garlic and bluebells, sculptures seemed to survey the wooded landscape or hide in the ivy-covered stone ruins. <br>&#8226; Adults &#163;5, children &#163;1, 01285 831044, <a href=\"http://cerneygardens.com/\" class=\" u-underline\">cerneygardens.com</a></p>\n<h2>Crook Hall, Durham<br></h2>\n\n \n\n<p>In the centre of Durham, this is one of the few urban wild gardens found in this guide. The Jacobean and Georgian hall is enclosed by five acres of gardens. Just as the Hall has many facets owing to the mix of architectural styles, so does the garden. There are wildflower meadows, a fernery, and walled kitchen and secret gardens. Approached by an ivy-hung door in the wall, the Secret Garden is believed to be over 700 years old. Both Wordsworth and Ruskin are said to have walked its narrow paths and today it remains a secluded jumble of deep borders filled with knobbly old fruit trees and cottage garden plants.<br>&#8226; Adults &#163;7, children &#163;5, 01913 848028, <a href=\"http://crookhallgardens.co.uk/\" class=\" u-underline\">crookhallgardens.co.uk</a></p>\n<h2>Hindringham Hall, Fakenham, Norfolk<br></h2>\n\n \n\n<p>In a lovely rural location, close to north Norfolk&#8217;s wild coast and the market town Fakenham, moated Hindringham Hall is an enchanting place to visit. From the moment you begin your walk up the drive to the 900-year old Hall, the view is bucolic. Black-horned sheep forage under the trees and geese patrol the orchard. A painted cart with plants for sale is the first indication of the attention to detail that you will find everywhere in the garden and little tea room. The sunny vegetable garden is organic and roses tumble from beautiful old walls. There is a Victorian nut tree walk, a wild garden and a water garden along the bank of the moat. There are three holiday cottages to rent on the estate and the house opens for tours one day month in summer.<br>&#8226; Adults &#163;6.50, under-15s free, 01328 878226, <a href=\"http://www.hindringhamhall.org/\" class=\" u-underline\">hindringhamhall.org</a></p>\n<h2>Greencombe, Porlock, Somerset<br></h2>\n\n \n\n<p>If ever there was a secret magical garden, then Greencombe, just outside Porlock in Exmoor, is it. For a few months a year, from April to July, this private, fully organic garden is open for the public to explore. Heading up the drive to the house (not open to the public) in early May, a sign directed me to &#8220;ring with vigour&#8221; the heavy brass bell that lay on the little table. I was welcomed into the garden with an overwhelming amount of information. Here were four national collections including dog&#8217;s tooth violets, edible whortleberries and shield fern &#8211; a huge achievement for such a modestly sized garden. The garden also boasts the largest living holly tree in Britain. Rare species of camellia, rhododendron, azalea, fern, and lily rolled off the tongue of the owner and venerable plantswoman Joan Loraine. This is the garden she planted and has nurtured over the past 50 years. Although now in a wheelchair and physically unable to garden, she described the paths and flowers in bloom with astonishing accuracy. <br>&#8226; Adult admission &#163;7, children &#163;1, 01643 862363, <a href=\"https://greencombe.wordpress.com/\" class=\" u-underline\">greencombe.wordpress.com</a></p>\n\n \n\n<p>&#8226; Tania Pascoe&#8217;s Wild Garden Weekends is published by Wild Things Publishing for &#163;16.99. Readers can get a discount including free UK delivery by entering Wild Garden Weekends as the coupon code at <a href=\"http://www.wildthingspublishing.com/\" class=\" u-underline\">wildthingspublishing.com</a>. To buy a copy for &#163;13.59 including UK p&amp;p visit <a href=\"http://bookshop.theguardian.com/genres/travel/wild-garden-weekends.html\" class=\" u-underline\">Guardianbookshop</a> or call 0330 333 6846</p>\n</div>",
  "authors": [
    "Tania Pascoe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "United Kingdom",
    "England",
    "Scotland",
    "Top 10s",
    "Heritage",
    "Travel",
    "Gardens",
    "Weekend breaks"
  ],
  "ntitle": "10_of_the_best_secret_gardens_in_the_uk",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Coton Manor, near Northampton\n\n\n\nBluebells, a wildflower meadow, great cafe, and the most surprising birds (I won’t spoil it for you) are among the highlights of this garden. The 16th-century manor (house not open) rests in a quiet village between Northampton and Rugby. May’s highlight is the five-acre bluebell walk from the end of the garden, but a visit is worthwhile in any month. In August, roses were still blooming in the orchard, where fruit trees provided shade for the sun-drowsy kunekune pigs. Follow the sound of water from a natural spring to find the water garden and its woodland plantings. Besides pigs and birds, there are long-horned cattle and wonderful views to the hills beyond, while the tea room and extensive nursery are destinations in themselves. Bring your children or your grandchildren – this is not your average garden.\n\n• Adults £7, children £2.50, 01604 740219, cotonmanor.co.uk\n\nKentwell, Long Melford, Suffolk\n\nEven in the rain Kentwell has the air of a lost paradise. Looking for shelter, we first headed for coffee in the charming converted stables tearoom. Sitting in an old armchair, I ate cake while the chickens and peacocks looked on hungrily. The gardens surround the moated Kentwell Hall – a 16th-century turreted house that fell into ruin and was purchased in the 1970s by the Phillips family. It remains their family home and you can tour the house and even stay in the grand bedrooms. But the real draw is the mysterious walled garden. We visited in August when the pears and apples clung tightly to their mossy espaliers. Old grape vines as thick as an elephant’s leg burst out of the tumbledown glass houses , while roses draped themselves over arched, studded doorways.\n\n• From £8 adults, children £4.80, 01787 310207, kentwell.co.uk\n\nKentchurch Court, Pontrilas, Herefordshire\n\n\n\nThe Lucas-Scudamore family have lived at Kentchurch Court in the Monnow Valley for nearly 1,000 years. The gardens have the air of an intimate family space, not the grounds of a grand house. Plants romp in and over the bones of the derelict greenhouse. The smell of lilies in the long show borders is just on the right side of overwhelming. A gardener’s cottage stands proud, guarding the vegetable patch. In the orchard, an abandoned shepherd’s hut is framed by the hills beyond. The walled garden was a colourful wonderland of herbaceous perennial borders spilling over onto the narrow, grass paths. The deer park extends out from the main lawn to wildflower-edged meadows and up to an arc of woodland containing some of the largest field maples in England.\n\n• Adults £5, under-14s free, 01981 240228, kentchurchcourt.co.uk\n\nSpetchley Park, near Worcester\n\n\n\nThe gardens of historic Spetchley Park, a magical estate just outside Worcester, are the result of 400 years’ care by generations of one family, the Berkeleys. One person was particularly influential in their creation: the great Edwardian gardener Ellen Willmott, who helped her sister Rose Berkeley plant and design many of the garden spaces. This does not feel like a formal garden, although there are many formal elements. Mostly it is a glorious mix of packed borders and beautiful specimen trees, such as the cork oak near the 19th-century root house. My favourite place was the secret Fountain Garden, where the ghost of Ellen may still linger. A lovely tea room serves light lunches and cream teas.\n\n• Adults £6.50, children £2, 01905 345106, spetchleygardens.co.uk\n\nDalemain, Penrith, Cumbria\n\n\n\nDalemain is overflowing with the charm of a bygone era. The gardens surrounding the 14th-century manor with its Georgian facade were bursting with colour and scent when we visited in July – the roses were still in bloom and in the white garden foxgloves, pineapple flower, chamomile, and tobacco plants looked serene under the huge silver Greek fir. Close to Penrith on the edge of the Lake District national park, the views from the terrace to the rising hills beyond the oak parkland are stunning. From the Tudor-styled ornamental garden, the path led to the Rose Walk and on through old varieties of apple trees, threaded with clematis. At the end of the garden through a door in the wall is the Stumpery – where dead tree stumps and roots are laid out on the woodland floor to gothic effect. The secret wood is full of Himalayan blue poppies in early summer. There is a tea room in the Medieval Hall.\n\n• Adults from £8, under-16s free, 017684 86450, dalemain.com\n\nBraco Castle, near Crieff, Perth and Kinross\n\n\n\nThis forbidding, grey stone castle gives no hint of the delights to come. A velvety moss path leads through an arboretum of monkey puzzles, oaks climbed by roses, majestic beeches, and rhododendrons. The woodland opens out into pasture, which had winding paths mown through it. Without warning a beautiful pond was revealed. Lady’s mantle, ferns and a stunning hoheria overhung the edge. Paths lead in all directions, offering views of the 19th-century landscaped garden. There is a great variety of trees, shrubs and plants to discover, including, to the front of the house, a natural meadow, rich in wildflowers.\n\n• Adults £3.50, young children free, 01786 880437, scotlandsgardens.org\n\nClovelly Court Gardens, north Devon\n\n\n\nLeave the crowds at Clovelly village and head to the lovely organic, walled kitchen gardens adjoining Clovelly Court (not open) at the top of the village, near All Saints Church. Behind the old walls, the Victorian greenhouses and large open beds are packed full of heritage vegetables and fruits grown for the estate, its pub and cafes. We purchased courgettes, beans, tomatoes, and a beautiful bunch of cut flowers direct from the gardener in the small bothy near the garden entrance. You can walk down to the village from the garden and enjoy the sea views.\n\n• Adults £6.95, children (7-16) £4.35 (entrance fee to village includes the gardens), 01237 431781, clovelly.co.uk\n\nHeale House, Middle Woodford, Wiltshire\n\n\n\nFor quintessential Wiltshire romance, spend a summer afternoon wandering these gardensnear Salisbury and the ancient remains of Old Sarum. The garden incorporates the shallow stream of the trout-filled river Avon into its natural design. In 1651 the handsome house (not open to the public) was a hiding place of King Charles II as he evaded Oliver Cromwell on his escape to France. Later in the 19th century the famous architect Harold Peto influenced the garden design. Today the garden is glorious mix of wild and romantic planting. Roses cascade freely into walks of long grass, dotted with pyramidal and common spotted orchids. Along the chalk riverbank, the woodland garden is full of colour in spring and a verdant yet shady, secret place in summer. Follow the wide arbour of espaliered apples into the kitchen garden and you will be greeted by towering artichokes and scented towers of sweet peas. There is a cosy tea room serving cakes and seasonal soups; pre-book for Sunday lunch.\n\n• Adults £6, children £2.50, 01722 782504, healegarden.co.uk\n\nCerney House, Cirencester, Gloucestershire\n\nNestled in the Cotswolds, between Cirencester and Chedworth, the secret gardens of Cerney House exude romance. In the walled gardens and along the woodland paths, wildflowers, tangles of ivy and climbing roses create a scent-filled paradise. We visited on a warm spring day, running for cover from the April showers to the bothy and tea room.There are jams and local cheeses for sale in the fridge and you can sit in the adjoining pottery and read vintage copies of The Garden. The predominantly working kitchen garden was filled with a dazzling array of tulips, lilies, and lilacs growing between the bean poles. Roses tumbled from the arches and in the distance pigs snuffled in the blossoming orchard. Outside the walled garden, along little paths through acres of wild garlic and bluebells, sculptures seemed to survey the wooded landscape or hide in the ivy-covered stone ruins.\n\n• Adults £5, children £1, 01285 831044, cerneygardens.com\n\nCrook Hall, Durham\n\n\n\nIn the centre of Durham, this is one of the few urban wild gardens found in this guide. The Jacobean and Georgian hall is enclosed by five acres of gardens. Just as the Hall has many facets owing to the mix of architectural styles, so does the garden. There are wildflower meadows, a fernery, and walled kitchen and secret gardens. Approached by an ivy-hung door in the wall, the Secret Garden is believed to be over 700 years old. Both Wordsworth and Ruskin are said to have walked its narrow paths and today it remains a secluded jumble of deep borders filled with knobbly old fruit trees and cottage garden plants.\n\n• Adults £7, children £5, 01913 848028, crookhallgardens.co.uk\n\nHindringham Hall, Fakenham, Norfolk\n\n\n\nIn a lovely rural location, close to north Norfolk’s wild coast and the market town Fakenham, moated Hindringham Hall is an enchanting place to visit. From the moment you begin your walk up the drive to the 900-year old Hall, the view is bucolic. Black-horned sheep forage under the trees and geese patrol the orchard. A painted cart with plants for sale is the first indication of the attention to detail that you will find everywhere in the garden and little tea room. The sunny vegetable garden is organic and roses tumble from beautiful old walls. There is a Victorian nut tree walk, a wild garden and a water garden along the bank of the moat. There are three holiday cottages to rent on the estate and the house opens for tours one day month in summer.\n\n• Adults £6.50, under-15s free, 01328 878226, hindringhamhall.org\n\nGreencombe, Porlock, Somerset\n\n\n\nIf ever there was a secret magical garden, then Greencombe, just outside Porlock in Exmoor, is it. For a few months a year, from April to July, this private, fully organic garden is open for the public to explore. Heading up the drive to the house (not open to the public) in early May, a sign directed me to “ring with vigour” the heavy brass bell that lay on the little table. I was welcomed into the garden with an overwhelming amount of information. Here were four national collections including dog’s tooth violets, edible whortleberries and shield fern – a huge achievement for such a modestly sized garden. The garden also boasts the largest living holly tree in Britain. Rare species of camellia, rhododendron, azalea, fern, and lily rolled off the tongue of the owner and venerable plantswoman Joan Loraine. This is the garden she planted and has nurtured over the past 50 years. Although now in a wheelchair and physically unable to garden, she described the paths and flowers in bloom with astonishing accuracy.\n\n• Adult admission £7, children £1, 01643 862363, greencombe.wordpress.com\n\n• Tania Pascoe’s Wild Garden Weekends is published by Wild Things Publishing for £16.99. Readers can get a discount including free UK delivery by entering Wild Garden Weekends as the coupon code at wildthingspublishing.com. To buy a copy for £13.59 including UK p&p visit Guardianbookshop or call 0330 333 6846",
  "title": "10 of the best secret gardens in the UK",
  "ts_in": "2015-05-03T15:17:09.271920",
  "url": "http://www.theguardian.com/travel/2015/may/03/secret-gardens-england-scotland"
}