{
  "article_html": "<div><p>Hundreds of people, including many in period costume, retraced the steps of Abraham Lincoln&#8217;s funeral procession on Saturday to kick off a weekend of events to meticulously re-enact the assassinated president&#8217;s final journey home, on the 150th anniversary of his burial.</p>\n<p>Ranks of soldiers in Union blues and pallbearers, including several direct descendants of those who accompanied Lincoln&#8217;s coffin in 1865, walked from Springfield&#8217;s train station to the Old State Capitol, where Lincoln lay in state. </p>\n<p>Drums pounded out a funeral march, costumed re-enactors sang the Star-Spangled Banner, and a man in a top hat with a black mourning sash trailing from it placed flowers on the replica coffin.</p>\n<p>The re-enactment brought onlookers from far and wide, including many men donning period hats and woman carrying antique-looking parasols.</p>\n<p>&#8220;Lincoln is a magnet to draw all types of people together for the common good, and we need some common good in our country with all the upheaval lately,&#8221; said Bob Churchill, of Riverton, referring to the unrest over police shootings around the nation.</p>\n<p>The day&#8217;s events began at the city&#8217;s Amtrak station, where a reconstruction of the funeral train car was surrounded by an honor guard of men in Union army garb. Crowds waited to catch a glimpse of the coffin as it was carried out of the car.</p>\n<p>Noah Vaughn and his wife, Megan, brought their daughters Klaire, eight, and Kennedy, five, to soak up the history brought to life. The older girl is learning about Lincoln in her second-grade class.</p>\n<p>&#8220;Being from Springfield, Lincoln is just a big part of our lives,&#8221; Noah Vaughn said. &#8220;This is about his legacy and honoring everything he meant to our country and what he means to Springfield.&#8221;</p>\n<p>The weekend commemoration also featured encampments of Civil War re-enactors and free exhibits. Local church services will feature Civil War-era music. And on Sunday, participants will follow the historic route to Oak Ridge Cemetery, where Lincoln&#8217;s burial will be re-enacted with eulogies and cannon salutes.</p>\n<p>Jim Novak, of Crystal Lake, was dressed as an artillery member at Saturday&#8217;s events and took a moment to imagine what he might have felt if he had been standing there 150 years ago.</p>\n<p>&#8220;Incredible sadness but also a feeling of revenge,&#8221; he said. &#8220;How dare the south do that to us after we made peace? We lost our leader; it&#8217;s never happened before. He saw us through the roughest of times and now he&#8217;s gone.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Springfield Illinois"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US news",
    "American civil war",
    "History",
    "Education"
  ],
  "ntitle": "abraham_lincoln_150_years_later_hundreds_retrace_funeral_procession",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Hundreds of people, including many in period costume, retraced the steps of Abraham Lincoln’s funeral procession on Saturday to kick off a weekend of events to meticulously re-enact the assassinated president’s final journey home, on the 150th anniversary of his burial.\n\nRanks of soldiers in Union blues and pallbearers, including several direct descendants of those who accompanied Lincoln’s coffin in 1865, walked from Springfield’s train station to the Old State Capitol, where Lincoln lay in state.\n\nDrums pounded out a funeral march, costumed re-enactors sang the Star-Spangled Banner, and a man in a top hat with a black mourning sash trailing from it placed flowers on the replica coffin.\n\nThe re-enactment brought onlookers from far and wide, including many men donning period hats and woman carrying antique-looking parasols.\n\n“Lincoln is a magnet to draw all types of people together for the common good, and we need some common good in our country with all the upheaval lately,” said Bob Churchill, of Riverton, referring to the unrest over police shootings around the nation.\n\nThe day’s events began at the city’s Amtrak station, where a reconstruction of the funeral train car was surrounded by an honor guard of men in Union army garb. Crowds waited to catch a glimpse of the coffin as it was carried out of the car.\n\nNoah Vaughn and his wife, Megan, brought their daughters Klaire, eight, and Kennedy, five, to soak up the history brought to life. The older girl is learning about Lincoln in her second-grade class.\n\n“Being from Springfield, Lincoln is just a big part of our lives,” Noah Vaughn said. “This is about his legacy and honoring everything he meant to our country and what he means to Springfield.”\n\nThe weekend commemoration also featured encampments of Civil War re-enactors and free exhibits. Local church services will feature Civil War-era music. And on Sunday, participants will follow the historic route to Oak Ridge Cemetery, where Lincoln’s burial will be re-enacted with eulogies and cannon salutes.\n\nJim Novak, of Crystal Lake, was dressed as an artillery member at Saturday’s events and took a moment to imagine what he might have felt if he had been standing there 150 years ago.\n\n“Incredible sadness but also a feeling of revenge,” he said. “How dare the south do that to us after we made peace? We lost our leader; it’s never happened before. He saw us through the roughest of times and now he’s gone.”",
  "title": "Abraham Lincoln: 150 years later, hundreds retrace funeral procession",
  "ts_in": "2015-05-03T15:17:20.274652",
  "url": "http://www.theguardian.com/us-news/2015/may/02/abraham-lincoln-funeral-procession-reenactment-springfield"
}