{
  "article_html": "<div><p>In 1952 <a href=\"http://www.theguardian.com/science/alan-turing\" class=\" u-underline\">Alan Turing</a> &#8211; the Enigma code breaker responsible for decrypting Nazi messages, and credited with shortening the second world war by two years and saving thousands of lives &#8211; was charged at a Manchester police station over homosexual activity. He was later tried and convicted of gross indecency &#8211; the offence that led to the imprisonment of Oscar Wilde. The miserable choice the courts handed down to Turing was prison, or chemical castration by a series of injections of female hormones. He opted for the latter, and his life ended in tragedy. A coroner reported that Turing took his own life, dying from cyanide poisoning two years after his conviction.</p>\n<p>In 2013 the celebrated mathematician was <a href=\"http://www.theguardian.com/science/2013/dec/24/enigma-codebreaker-alan-turing-royal-pardon\" class=\" u-underline\">granted a posthumous royal pardon</a>. While Turing&#8217;s family were delighted, they felt it was an injustice that thousands of others had not received a similar pardon. The Home Office does now have a system in place for the quashing of historic convictions but information obtained by the Observer has found that only 65 of the estimated 49,000 convicted under the outdated laws have had their records wiped.</p>\n<p>A freedom of information request submitted to the Home Office shows there have been 233 applications to have convictions &#8220;disregarded&#8221; under the provisions of the Protection of Freedoms Act (2012). Part 5 of the act was designed for men who were given criminal records for participating in consensual same-sex relationships. Of the 233 applications, 35 were rejected on the basis the activity took place in a public lavatory, which remains an offence under section 71 of the Sexual Offences Act 2003. A total of 21 were rejected because the offences were not eligible. The Home Office states &#8220;soliciting&#8221; as an example. A sizable proportion &#8211; 100 &#8211; were rejected as the offences were unrelated to the provisions of the act. In these instances, people convicted of shoplifting and assault applied. A further six were declined because the activity was non-consensual, and one because the other party was under 16.</p>\n\n\n<a href=\"/science/2015/may/02/turing-niece-demands-pardons-for-gay-men-outdated-laws#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430512273337/91776519-c95d-4ba1-9134-d9ca80fbae2f-300x180.jpeg\" alt=\"Alan Turing was granted a posthumous pardon in 2013.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483mk%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Alan+Turing%E2%80%99s+relative+calls+on+gay+men+to+seek+lifting+of+past+convictions&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483mk%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Alan+Turing%E2%80%99s+relative+calls+on+gay+men+to+seek+lifting+of+past+convictions&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fscience%2F2015%2Fmay%2F02%2Fturing-niece-demands-pardons-for-gay-men-outdated-laws&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430512273884%2F91776519-c95d-4ba1-9134-d9ca80fbae2f-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAlan Turing was granted a posthumous pardon in 2013. Photograph: Sherborne School/AFP/Getty Images\n\n\n\n<p>The campaigner <a href=\"http://www.theguardian.com/uk/peter-tatchell\" class=\" u-underline\">Peter Tatchell</a> said that the government needs to remedy the low rate of applications by publicising the procedure. But Tatchell was also dismayed by the reasons for some rejections: &#8220;I am especially surprised and shocked that the rejected applications include those made by men convicted of &#8216;soliciting&#8217; gay sex. In most cases, this merely involved gay men meeting each other in the street or a park, which was a criminal offence until 2003, punishable by up to two years in jail. No sex was involved &#8230; Many men are reluctant to revisit long-ago convictions that they&#8217;d rather forget, given that at the time they caused most of them great shame and trauma &#8211; in many cases involving not only fines or jail but also the loss of their jobs, homes, marriages and reputations.&#8221;</p>\n<p>Matthew Todd, editor of Attitude Magazine, who delivered the petition to Downing Street with Turing&#8217;s relatives, added: &#8220;It&#8217;s not surprising that these numbers are low. The government hasn&#8217;t made it clear enough that individuals can apply.&#8221;</p>\n<p>Ruth Hunt, Stonewall&#8217;s chief executive, said: &#8220;We&#8217;d certainly welcome an effective way for relatives of those 49,000 gay men charged with &#8216;gross indecency&#8217; to apply for their convictions to be lifted, if they wished to do so.&#8221;</p>\n<p>Campaigners had already criticised the act for failing to include the deceased, although some estimate that as many as 15,000 are still alive today. In response, a petition was launched, gathering signatures from more than 600,000 people and a range of celebrity endorsements &#8211; <a href=\"http://www.theguardian.com/uk-news/2015/jan/30/benedict-cumberbatch-pardon-gay-men-alan-turing\" class=\" u-underline\">including Benedict Cumberbatch</a>, who starred as Alan Turing in the award-winning film The Imitation Game. Turing&#8217;s family delivered the petition to Downing Street earlier this year.</p>\n<p>The main political parties have committed to &#8220;righting these wrongs&#8221; in their manifestos. The Tories said they planned to extend the measures of the Protection of Freedoms Act to relatives of the deceased, while Labour said they would introduce a &#8220;Turing Law&#8221;, offering posthumous pardons for gay men. Speaking to the Observer, Rachel Barnes, Turing&#8217;s great-niece, said: &#8220;They [the parties] didn&#8217;t really have much choice. There was so much public pressure.&#8221; She said: &#8220;The whole of the family was delighted when he [Turing] was given a pardon back in 2013 &#8230; But it always seemed wrong to us that only one person had been pardoned: you&#8217;re talking about 49,000-plus people who had been convicted. Why just pull out one person from the bag? Yes, he was a fantastic war hero and shortened world war two by two years, but it doesn&#8217;t make any sense just to pardon <a href=\"http://www.theguardian.com/science/alan-turing\" class=\" u-underline\">Alan Turing</a>.&#8221;</p>\n\n<blockquote>\n<p>Some were convicted for loitering or smiling at men in public places. It's outrageous that they are denied a disregard</p>\n\nPeter Tatchell\n\n</blockquote>\n\n</div>",
  "authors": [
    "Ashley Cowburn"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Alan Turing",
    "LGBT rights",
    "World news",
    "UK news",
    "Peter Tatchell",
    "Freedom of information",
    "Politics"
  ],
  "ntitle": "alan_turing_s_relative_calls_on_gay_men_to_seek_lifting_of_past_convictions",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "In 1952 Alan Turing – the Enigma code breaker responsible for decrypting Nazi messages, and credited with shortening the second world war by two years and saving thousands of lives – was charged at a Manchester police station over homosexual activity. He was later tried and convicted of gross indecency – the offence that led to the imprisonment of Oscar Wilde. The miserable choice the courts handed down to Turing was prison, or chemical castration by a series of injections of female hormones. He opted for the latter, and his life ended in tragedy. A coroner reported that Turing took his own life, dying from cyanide poisoning two years after his conviction.\n\nIn 2013 the celebrated mathematician was granted a posthumous royal pardon. While Turing’s family were delighted, they felt it was an injustice that thousands of others had not received a similar pardon. The Home Office does now have a system in place for the quashing of historic convictions but information obtained by the Observer has found that only 65 of the estimated 49,000 convicted under the outdated laws have had their records wiped.\n\nA freedom of information request submitted to the Home Office shows there have been 233 applications to have convictions “disregarded” under the provisions of the Protection of Freedoms Act (2012). Part 5 of the act was designed for men who were given criminal records for participating in consensual same-sex relationships. Of the 233 applications, 35 were rejected on the basis the activity took place in a public lavatory, which remains an offence under section 71 of the Sexual Offences Act 2003. A total of 21 were rejected because the offences were not eligible. The Home Office states “soliciting” as an example. A sizable proportion – 100 – were rejected as the offences were unrelated to the provisions of the act. In these instances, people convicted of shoplifting and assault applied. A further six were declined because the activity was non-consensual, and one because the other party was under 16.\n\nFacebook Twitter Pinterest Alan Turing was granted a posthumous pardon in 2013. Photograph: Sherborne School/AFP/Getty Images\n\nThe campaigner Peter Tatchell said that the government needs to remedy the low rate of applications by publicising the procedure. But Tatchell was also dismayed by the reasons for some rejections: “I am especially surprised and shocked that the rejected applications include those made by men convicted of ‘soliciting’ gay sex. In most cases, this merely involved gay men meeting each other in the street or a park, which was a criminal offence until 2003, punishable by up to two years in jail. No sex was involved … Many men are reluctant to revisit long-ago convictions that they’d rather forget, given that at the time they caused most of them great shame and trauma – in many cases involving not only fines or jail but also the loss of their jobs, homes, marriages and reputations.”\n\nMatthew Todd, editor of Attitude Magazine, who delivered the petition to Downing Street with Turing’s relatives, added: “It’s not surprising that these numbers are low. The government hasn’t made it clear enough that individuals can apply.”\n\nRuth Hunt, Stonewall’s chief executive, said: “We’d certainly welcome an effective way for relatives of those 49,000 gay men charged with ‘gross indecency’ to apply for their convictions to be lifted, if they wished to do so.”\n\nCampaigners had already criticised the act for failing to include the deceased, although some estimate that as many as 15,000 are still alive today. In response, a petition was launched, gathering signatures from more than 600,000 people and a range of celebrity endorsements – including Benedict Cumberbatch, who starred as Alan Turing in the award-winning film The Imitation Game. Turing’s family delivered the petition to Downing Street earlier this year.\n\nThe main political parties have committed to “righting these wrongs” in their manifestos. The Tories said they planned to extend the measures of the Protection of Freedoms Act to relatives of the deceased, while Labour said they would introduce a “Turing Law”, offering posthumous pardons for gay men. Speaking to the Observer, Rachel Barnes, Turing’s great-niece, said: “They [the parties] didn’t really have much choice. There was so much public pressure.” She said: “The whole of the family was delighted when he [Turing] was given a pardon back in 2013 … But it always seemed wrong to us that only one person had been pardoned: you’re talking about 49,000-plus people who had been convicted. Why just pull out one person from the bag? Yes, he was a fantastic war hero and shortened world war two by two years, but it doesn’t make any sense just to pardon Alan Turing.”",
  "title": "Alan Turing’s relative calls on gay men to seek lifting of past convictions",
  "ts_in": "2015-05-03T15:17:02.037221",
  "url": "http://www.theguardian.com/science/2015/may/02/turing-niece-demands-pardons-for-gay-men-outdated-laws"
}