{
  "article_html": "<div><p>Imperially named and celestially gifted, American Pharoah produced a performance imbued with only the most mortal of grit, guts and gumption to win the 141st running of the $2m <a href=\"http://www.theguardian.com/sport/kentucky-derby\" class=\" u-underline\">Kentucky Derby</a> at Churchill Downs under jockey Victor Espinoza, who won his second consecutive Derby after California Chrome last year.</p>\n<p>Firing line, under 52-year-old Gary Stevens, was a gallant runner-up for British trainer Simon Callaghan, while Baffert sent out the third place finisher, Dortmund, under Martin Garcia. Frosted was fourth.</p>\n<p>A record crowd of 170,513 turned out to watch one of richest fields recently assembled for America&#8217;s most famous horse race, and they witnessed American Pharoah complete the mile and a quarter in 2:03.02. He paid $7.80 on a $2 bet to win.</p>\n<p>&#8220;I feel like the luckiest Mexican on Earth,&#8221; said Espinoza in the immediate aftermath of the race. This was Espinoza&#8217;s third Derby in total, having also won it on War Emblem in 2002 and the aforementioned California Chrome last year. &#8220;He&#8217;s just an amazing horse. I finally let him run today.&#8221;</p>\n<p>Out of the gates, Garcia and Dortmund took the wheel of a pedestrian pace at the head of the field, with Firing Line breathing down their necks, while Espinoza was caught a little wide on the eventual winner going around the first turn.</p>\n<p>Along the back stretch, Espinoza pushed his mount closer onto the heels of the leaders as Garcia pressed down on the gas pedal. And sweeping into the home straight, Dortmund, Firing Line and American Pharoah were lined up ready for the strike.</p>\n<p>Dortmund on the inside was the first to wilt beneath Garcia, leaving Firing Line and Stevens poised with it all to play for. Only, as soon as Firing Line picked up the slack left by the long-time leader then along swooped American Pharaoh on the outside beneath Espinoza, made to earn his oats on the winner having worked hard for a good portion of the race.</p>\n<p>American Pharoah passed the post a length in front of Firing line, with three lengths back to Dortmund and another three-and-a-half lengths further back to Frosted.</p>\n<p>&#8220;I&#8217;m so lucky to be in this position. American Pharaoh, he makes a trainer look good,&#8221; said Baffert, who won his fourth Derby, the other three victories being Silver Charm in &#8216;97, Real Quiet &#8217;98 and War Emblem &#8217;02.</p>\n<p>&#8220;This is one special horse. I was very reluctant to hype him before the race,&#8221; said owner Ahmed Zayat, who won his first Derby having watched his silks finish runner-up in three prior runnings of the race. One of those bridesmaids is Pioneerof the Nile, American Pharoah&#8217;s sire.</p>\n<p>In the usual Derby postscript, talk quickly turned to the likelihood of a Triple Crown winner, the next leg of which is the Preakness Stakes at Pimlico in two weeks time. Pundits suggested that American Pharoah ran as much as five lengths further than the horses in his wake. If that is true, and if the Pharoah delivers the goods again at Pimlico, then Espinoza might be wondering whether he&#8217;s walked onto the set of Groundhog Day every day of the next five weeks, having carried hopes of a Triple Crown last year all the way to the Belmont Stakes.</p>\n</div>",
  "authors": [
    "Daniel Ross"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Kentucky Derby",
    "Horse racing",
    "US sports",
    "Sport"
  ],
  "ntitle": "american_pharoah_wins_141st_kentucky_derby_at_churchill_downs_in_tight_finish",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Imperially named and celestially gifted, American Pharoah produced a performance imbued with only the most mortal of grit, guts and gumption to win the 141st running of the $2m Kentucky Derby at Churchill Downs under jockey Victor Espinoza, who won his second consecutive Derby after California Chrome last year.\n\nFiring line, under 52-year-old Gary Stevens, was a gallant runner-up for British trainer Simon Callaghan, while Baffert sent out the third place finisher, Dortmund, under Martin Garcia. Frosted was fourth.\n\nA record crowd of 170,513 turned out to watch one of richest fields recently assembled for America’s most famous horse race, and they witnessed American Pharoah complete the mile and a quarter in 2:03.02. He paid $7.80 on a $2 bet to win.\n\n“I feel like the luckiest Mexican on Earth,” said Espinoza in the immediate aftermath of the race. This was Espinoza’s third Derby in total, having also won it on War Emblem in 2002 and the aforementioned California Chrome last year. “He’s just an amazing horse. I finally let him run today.”\n\nOut of the gates, Garcia and Dortmund took the wheel of a pedestrian pace at the head of the field, with Firing Line breathing down their necks, while Espinoza was caught a little wide on the eventual winner going around the first turn.\n\nAlong the back stretch, Espinoza pushed his mount closer onto the heels of the leaders as Garcia pressed down on the gas pedal. And sweeping into the home straight, Dortmund, Firing Line and American Pharoah were lined up ready for the strike.\n\nDortmund on the inside was the first to wilt beneath Garcia, leaving Firing Line and Stevens poised with it all to play for. Only, as soon as Firing Line picked up the slack left by the long-time leader then along swooped American Pharaoh on the outside beneath Espinoza, made to earn his oats on the winner having worked hard for a good portion of the race.\n\nAmerican Pharoah passed the post a length in front of Firing line, with three lengths back to Dortmund and another three-and-a-half lengths further back to Frosted.\n\n“I’m so lucky to be in this position. American Pharaoh, he makes a trainer look good,” said Baffert, who won his fourth Derby, the other three victories being Silver Charm in ‘97, Real Quiet ’98 and War Emblem ’02.\n\n“This is one special horse. I was very reluctant to hype him before the race,” said owner Ahmed Zayat, who won his first Derby having watched his silks finish runner-up in three prior runnings of the race. One of those bridesmaids is Pioneerof the Nile, American Pharoah’s sire.\n\nIn the usual Derby postscript, talk quickly turned to the likelihood of a Triple Crown winner, the next leg of which is the Preakness Stakes at Pimlico in two weeks time. Pundits suggested that American Pharoah ran as much as five lengths further than the horses in his wake. If that is true, and if the Pharoah delivers the goods again at Pimlico, then Espinoza might be wondering whether he’s walked onto the set of Groundhog Day every day of the next five weeks, having carried hopes of a Triple Crown last year all the way to the Belmont Stakes.",
  "title": "American Pharoah wins 141st Kentucky Derby at Churchill Downs in tight finish",
  "ts_in": "2015-05-03T15:16:35.581955",
  "url": "http://www.theguardian.com/sport/2015/may/02/american-pharoah-wins-141st-kentucky-derby-at-churchill-downs-in-tight-finish"
}