{
  "article_html": "<div><p>Petropavlovsk is in many ways a normal Siberian town. Dotted with traditional log cottages and Khrushchev-era apartment blocks, the clocks at this sleepy settlement&#8217;s train station run on Moscow time. The majority of residents are ethnic Russians, and economic stagnation means many residents hanker for the days of the Soviet Union. <br></p>\n<p>However, Petropavlovsk is actually in Kazakhstan. Much of the northern swath of <a href=\"http://www.theguardian.com/world/kazakhstan\" class=\" u-underline\">Kazakhstan</a> is predominantly ethnic Russian, and there are growing fears in the country that the north could become the &#8220;next Ukraine&#8221; &#8211; falling victim to ethnic unrest and Kremlin expansionism.</p>\n<p>Radical Russian politicians have, on occasion, called for <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> to seize northern Kazakhstan, but most serious analysts agree there is no imminent threat of this.</p>\n<p>But the area does have many things in common with eastern Ukraine: a large Russian community that gets its news from Russian television, Soviet-era internal borders that nobody expected would become real state boundaries and the potential for rising local nationalism.<br></p>\n<p>Since the annexation of Crimea last year, chatter about Russia seizing northern Kazakhstan has been moved from the realm of fantasy to plausible medium-term threat.</p>\n\n<blockquote>\n<p>It&#8217;s a shame the USSR collapsed. That was a real country</p>\n</blockquote>\n\n<p>Under Nursultan Nazarbayev, Kazakhstan&#8217;s long-standing leader, ethnic strife has been kept in check. Nazarbayev allows no political dissent but has based his rule on inter-ethnic harmony. In Petropavlovsk, the town centre is filled with large billboards of Nazarbayev and slogans such as &#8220;All Kazakhstanis are children of one homeland!&#8221; and &#8220;Kazakhstan is the land of peace and harmony!&#8221;</p>\n<p>Nazarbayev, who <a href=\"http://www.theguardian.com/world/2015/apr/27/kazakhstans-president-nursultan-nazarbayev-returned-with-977-of-vote\" class=\" u-underline\">won another five-year term</a> in a rigged election a week ago, is genuinely popular among much of the electorate. But he is 74 and has <a href=\"http://www.theguardian.com/world/2015/apr/24/kazakhstan-election-avoids-question-of-nazarbayev-successor\" class=\" u-underline\">done nothing to nominate a successor</a>. There is a worrying question about what comes next.</p>\n<p>On first questioning, most people in Petropavlovsk profess themselves happy with Nazarbayev and happy to be part of Kazakhstan. But, underneath the surface, there are latent feelings that would not be difficult to exploit.</p>\n<p>&#8220;Of course, these Kazakhs get annoying, trying to make you speak their language. Who needs Kazakh anyway? Speaking Kazakh makes you sound like you have something stuck in your throat,&#8221; Kirill, a 26-year-old ethnic Russian. &#8220;It&#8217;s a shame the USSR collapsed. That was a real country.&#8221;</p>\n<p>Events in Ukraine have created divides in Kazakhstan, and many among the ethnic Russian community repeat what they have heard on Russian television about the conflict. </p>\n<p>&#8220;Putin is a real man, he&#8217;s sending aid to the poor people of Eastern Ukraine while you westerners are just sending guns,&#8221; said Igor, a 42-year-old waiter in Petropavlovsk.<br></p>\n<p>At a youth forum in Russia last year, a student asked Putin whether he was worried about the violation of the rights of ethnic Russians in Kazakhstan. The Russian president answered with double-edged praise for Nazarbayev. The Kazakh leader, said Putin, had acted so skilfully that he had &#8220;created a state on a territory where there was never a state&#8221;.<br></p>\n<p>In Kazakhstan, the very fact that the question was asked was seen as ominous.</p>\n<p>&#8220;The question itself was significant and shows that the elites are thinking about it, and drawing up plans,&#8221; said Dosym Satpayev, an Almaty-based analyst. &#8220;These things don&#8217;t happen by accident.&#8221;</p>\n\n<blockquote>\n<p>Kazakhstan is militarily weak, only international law protects us</p>\n</blockquote>\n\n<p>Among the Kazakh elite, Putin&#8217;s praise, with its implication that after Nazarbayev things could be very different, did not go down well. Almost immediately, the government announced plans to celebrate the 550th anniversary of Kazakh statehood, a date scoffed at by some historians as plucked from thin air. </p>\n<p>A programme to attract ethnic Kazakhs from abroad, which had been halted, was restarted after the Ukraine events, and there has been a wave of court cases that show how edgy the authorities are.</p>\n<p>Tatyana Shevtsova-Valova, an ethnic Russian, was put on trial for a Facebook post in which she called Kazakhs &#8220;darkies&#8221; and threatened the country with a Crimea-style takeover.</p>\n<p>&#8220;If you start with the same shit about language and the rights of the native nationality here in Kazakhstan, then the same will happen as in Crimea. The north, and maybe even the whole of Kazakhstan will end up as part of Russia,&#8221; she wrote on her Facebook page. Shevstova-Valova was given a four-year suspended jail sentence for inciting ethnic hatred.</p>\n<p>There have also been at least two trials in Kazakhstan of ethnic Russians who went as &#8220;volunteers&#8221; to fight for the pro-Russia rebels in east Ukraine. While in Russia, these people were lionised; in Kazakhstan, they have been jailed.</p>\n<p>Yevgeny Vdovenko, an ethnic Russian from Astana, was sentenced to five years in prison for fighting on the side of the separatists. Vdovenko, who said he went as a volunteer after reading about the plight of Russians in east Ukraine, claimed he only stayed in the region for a matter of weeks and did not kill anyone. Last week, a court in Atyrau sentenced another Kazakh national to three years in jail for fighting with the separatists.</p>\n<p>The events in Ukraine, where international guarantees given to the country over the inviolability of its borders proved meaningless, have spooked many in Kazakhstan.</p>\n<p>&#8220;Kazakhstan is militarily weak, only international law protects us. We see how that worked out in Ukraine,&#8221; said Satpayev.</p>\n<p>&#8220;The Crimean preparations were going on for years. Russia did everything to make sure Ukraine was never properly independent in terms of police, army, security services. The army and security services would be exactly the same in Kazakhstan, especially in the north,&#8221; says Rasul Zhumaly, a political analyst and former Kazakh diplomat.</p>\n\n<blockquote>\n<p>There is no rational reason for Russia to create chaos in the north, but you need to look for irrational reasons as well</p>\n</blockquote>\n\n<p>Cities such as Petropavlovsk are better linked to Russia than to the rest of Kazakhstan. Trans-Siberian trains dip into Kazakhstan and pass through Petropavlovsk several times a day, while the trip to Almaty takes between 19 and 30 hours across the endless steppe.</p>\n<p>While the north remains predominantly Russian, demographics across the country are changing. In 1989, Kazakhstan was 39% ethnic Kazakh, while now it is nearly 70%, as many Russians have left and Kazakhs have enjoyed higher birth rates. </p>\n<p>The president and those of his generation are more comfortable speaking Russian than Kazakh, and it is still possible to lead a successful professional life in towns such as Petropavlovsk without speaking a word of Kazakh. But that could soon change. The average age of the ethnic Russian community is 46, while the average Kazakh age is 27, meaning the proportion of Kazakhs will only grow. Among Kazakh intellectual circles, there is a fashion for patriotism: wearing Kazakh traditional clothes and listening to Kazakh music. </p>\n<p>All of this leaves the Russian community worried that whoever comes after Nazarbayev could take a more nationalist line, especially if they need a unifying force to gain legitimacy. In turn, this leaves Kazakh analysts worried that such a turn would inevitably provoke responses from Russia, which has been keen to push political as well as economic integration as part of its <a href=\"http://www.theguardian.com/world/2014/oct/28/eurasian-economic-union-russia-belarus-kazakhstan\" class=\" u-underline\">Eurasian Economic Union</a>, with signatories Kazakhstan, Belarus, Armenia and Kyrgyzstan.<br></p>\n<p>&#8220;If there was a hypothetical future leader who wanted to withdraw Kazakhstan from the Eurasian Union, I am not sure Russia would like that,&#8221; said Satpayev. &#8220;I am sure forces in Kazakhstan could be found to &#8216;call on Russia for help&#8217; and ensure Kazakhstan makes the right choice.&#8221; </p>\n<p>Kazakhstan does not have the same strategic value for the Kremlin as Crimea. Russia&#8217;s Black Sea Fleet was based in Crimea, and Ukraine was seen as a vital bulwark against Nato expansion. But it does have important assets such as the Baikonur cosmodrome, a rocket launch site, as well as the psychological importance of a large ethnic Russian community, which Putin has pledged to defend across the former Soviet countries.</p>\n<p>&#8220;Of course there is no rational reason for Russia to create chaos in the north, but you need to look for irrational reasons as well,&#8221; says Aidos Sarym, an Almaty-based analyst. &#8220;If things get really bad in Russia, they will need to find a way to keep the people distracted. War is the most obvious way to do so, and north Kazakhstan would be an obvious place to try.&#8221;</p>\n</div>",
  "authors": [
    "Shaun Walker"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Kazakhstan",
    "Russia",
    "Europe",
    "South and Central Asia",
    "World news"
  ],
  "ntitle": "annexation_of_crimea_has_magnified_divisions_inside_kazakhstan",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Petropavlovsk is in many ways a normal Siberian town. Dotted with traditional log cottages and Khrushchev-era apartment blocks, the clocks at this sleepy settlement’s train station run on Moscow time. The majority of residents are ethnic Russians, and economic stagnation means many residents hanker for the days of the Soviet Union.\n\n\n\nHowever, Petropavlovsk is actually in Kazakhstan. Much of the northern swath of Kazakhstan is predominantly ethnic Russian, and there are growing fears in the country that the north could become the “next Ukraine” – falling victim to ethnic unrest and Kremlin expansionism.\n\nRadical Russian politicians have, on occasion, called for Russia to seize northern Kazakhstan, but most serious analysts agree there is no imminent threat of this.\n\nBut the area does have many things in common with eastern Ukraine: a large Russian community that gets its news from Russian television, Soviet-era internal borders that nobody expected would become real state boundaries and the potential for rising local nationalism.\n\n\n\nSince the annexation of Crimea last year, chatter about Russia seizing northern Kazakhstan has been moved from the realm of fantasy to plausible medium-term threat.\n\nIt’s a shame the USSR collapsed. That was a real country\n\nUnder Nursultan Nazarbayev, Kazakhstan’s long-standing leader, ethnic strife has been kept in check. Nazarbayev allows no political dissent but has based his rule on inter-ethnic harmony. In Petropavlovsk, the town centre is filled with large billboards of Nazarbayev and slogans such as “All Kazakhstanis are children of one homeland!” and “Kazakhstan is the land of peace and harmony!”\n\nNazarbayev, who won another five-year term in a rigged election a week ago, is genuinely popular among much of the electorate. But he is 74 and has done nothing to nominate a successor. There is a worrying question about what comes next.\n\nOn first questioning, most people in Petropavlovsk profess themselves happy with Nazarbayev and happy to be part of Kazakhstan. But, underneath the surface, there are latent feelings that would not be difficult to exploit.\n\n“Of course, these Kazakhs get annoying, trying to make you speak their language. Who needs Kazakh anyway? Speaking Kazakh makes you sound like you have something stuck in your throat,” Kirill, a 26-year-old ethnic Russian. “It’s a shame the USSR collapsed. That was a real country.”\n\nEvents in Ukraine have created divides in Kazakhstan, and many among the ethnic Russian community repeat what they have heard on Russian television about the conflict.\n\n“Putin is a real man, he’s sending aid to the poor people of Eastern Ukraine while you westerners are just sending guns,” said Igor, a 42-year-old waiter in Petropavlovsk.\n\n\n\nAt a youth forum in Russia last year, a student asked Putin whether he was worried about the violation of the rights of ethnic Russians in Kazakhstan. The Russian president answered with double-edged praise for Nazarbayev. The Kazakh leader, said Putin, had acted so skilfully that he had “created a state on a territory where there was never a state”.\n\n\n\nIn Kazakhstan, the very fact that the question was asked was seen as ominous.\n\n“The question itself was significant and shows that the elites are thinking about it, and drawing up plans,” said Dosym Satpayev, an Almaty-based analyst. “These things don’t happen by accident.”\n\nKazakhstan is militarily weak, only international law protects us\n\nAmong the Kazakh elite, Putin’s praise, with its implication that after Nazarbayev things could be very different, did not go down well. Almost immediately, the government announced plans to celebrate the 550th anniversary of Kazakh statehood, a date scoffed at by some historians as plucked from thin air.\n\nA programme to attract ethnic Kazakhs from abroad, which had been halted, was restarted after the Ukraine events, and there has been a wave of court cases that show how edgy the authorities are.\n\nTatyana Shevtsova-Valova, an ethnic Russian, was put on trial for a Facebook post in which she called Kazakhs “darkies” and threatened the country with a Crimea-style takeover.\n\n“If you start with the same shit about language and the rights of the native nationality here in Kazakhstan, then the same will happen as in Crimea. The north, and maybe even the whole of Kazakhstan will end up as part of Russia,” she wrote on her Facebook page. Shevstova-Valova was given a four-year suspended jail sentence for inciting ethnic hatred.\n\nThere have also been at least two trials in Kazakhstan of ethnic Russians who went as “volunteers” to fight for the pro-Russia rebels in east Ukraine. While in Russia, these people were lionised; in Kazakhstan, they have been jailed.\n\nYevgeny Vdovenko, an ethnic Russian from Astana, was sentenced to five years in prison for fighting on the side of the separatists. Vdovenko, who said he went as a volunteer after reading about the plight of Russians in east Ukraine, claimed he only stayed in the region for a matter of weeks and did not kill anyone. Last week, a court in Atyrau sentenced another Kazakh national to three years in jail for fighting with the separatists.\n\nThe events in Ukraine, where international guarantees given to the country over the inviolability of its borders proved meaningless, have spooked many in Kazakhstan.\n\n“Kazakhstan is militarily weak, only international law protects us. We see how that worked out in Ukraine,” said Satpayev.\n\n“The Crimean preparations were going on for years. Russia did everything to make sure Ukraine was never properly independent in terms of police, army, security services. The army and security services would be exactly the same in Kazakhstan, especially in the north,” says Rasul Zhumaly, a political analyst and former Kazakh diplomat.\n\nThere is no rational reason for Russia to create chaos in the north, but you need to look for irrational reasons as well\n\nCities such as Petropavlovsk are better linked to Russia than to the rest of Kazakhstan. Trans-Siberian trains dip into Kazakhstan and pass through Petropavlovsk several times a day, while the trip to Almaty takes between 19 and 30 hours across the endless steppe.\n\nWhile the north remains predominantly Russian, demographics across the country are changing. In 1989, Kazakhstan was 39% ethnic Kazakh, while now it is nearly 70%, as many Russians have left and Kazakhs have enjoyed higher birth rates.\n\nThe president and those of his generation are more comfortable speaking Russian than Kazakh, and it is still possible to lead a successful professional life in towns such as Petropavlovsk without speaking a word of Kazakh. But that could soon change. The average age of the ethnic Russian community is 46, while the average Kazakh age is 27, meaning the proportion of Kazakhs will only grow. Among Kazakh intellectual circles, there is a fashion for patriotism: wearing Kazakh traditional clothes and listening to Kazakh music.\n\nAll of this leaves the Russian community worried that whoever comes after Nazarbayev could take a more nationalist line, especially if they need a unifying force to gain legitimacy. In turn, this leaves Kazakh analysts worried that such a turn would inevitably provoke responses from Russia, which has been keen to push political as well as economic integration as part of its Eurasian Economic Union, with signatories Kazakhstan, Belarus, Armenia and Kyrgyzstan.\n\n\n\n“If there was a hypothetical future leader who wanted to withdraw Kazakhstan from the Eurasian Union, I am not sure Russia would like that,” said Satpayev. “I am sure forces in Kazakhstan could be found to ‘call on Russia for help’ and ensure Kazakhstan makes the right choice.”\n\nKazakhstan does not have the same strategic value for the Kremlin as Crimea. Russia’s Black Sea Fleet was based in Crimea, and Ukraine was seen as a vital bulwark against Nato expansion. But it does have important assets such as the Baikonur cosmodrome, a rocket launch site, as well as the psychological importance of a large ethnic Russian community, which Putin has pledged to defend across the former Soviet countries.\n\n“Of course there is no rational reason for Russia to create chaos in the north, but you need to look for irrational reasons as well,” says Aidos Sarym, an Almaty-based analyst. “If things get really bad in Russia, they will need to find a way to keep the people distracted. War is the most obvious way to do so, and north Kazakhstan would be an obvious place to try.”",
  "title": "Annexation of Crimea has magnified divisions inside Kazakhstan",
  "ts_in": "2015-05-03T20:53:50.871295",
  "url": "http://www.theguardian.com/world/2015/may/03/annexation-of-crimea-magnified-divisions-inside-kazkhstan"
}