{
  "article_html": "<div><p>As precursors to the main even that is the Le Mans 24 Hours, the opening two rounds of this year&#8217;s FIA World Endurance Championship (WEC) have served perfectly to suggest that the battle in four weeks time at La Sarthe could be a real classic. Audi may have taken their second win of the season in Spa, but <a href=\"http://www.theguardian.com/sport/2015/apr/13/audis-le-mans-silverstone-porsche-toyota-fia-world-endurance-championship-wec\" class=\" u-underline\">as in the first round at Silverstone</a>, it came down to the wire after another thrilling head-to-head with Porsche.<br></p>\n<p>Indeed, were it not for the fact that Le Mans is a law unto itself, always ready to throw the unexpected into the mix to upset the form book, one might be tempted to suggest that this year&#8217;s race will be a fight between the two squads that have owned the podium thus far. In Spa, Marcel F&#228;ssler, Andr&#233; Lotterer and Beno&#238;t Tr&#233;luyer yet again won for Audi as they had in Silverstone just ahead of the Porsche of Romain Dumas, Marc Lieb and Neel Jani &#8211; as they were in Silverstone. There the gap at the end was 4.61 seconds, in Spa it was just 13 seconds and once more, came after the two teams had traded places at the front, and paintwork, repeatedly through the race.</p>\n<p>At one point swapping the lead three times during a lap, the racing was intense and conducted at breakneck speed. The less-restrictive technical regulations in the WEC allow more innovation in design than in F1 and it shows in the performance improvements in this year&#8217;s prototypes both in the race and qualifying.</p>\n<p>Porsche had dominated the latter, taking the top three spots with a remarkable turn of pace. Brendon Hartley and Timo Bernhard&#8217;s pole time (an average of the best two laps by each driver, with the pair just two one-hundredths of a second apart) of 1min 54.767secs was six-and-a-half seconds quicker than last year. It is a time that would have put the Porsche 919 Hybrid in the back of the midfield of last year&#8217;s fastest laps at the Belgian Grand Prix.<br></p>\n<p>While in the race itself, the wining No7 Audi took the flag after 176 laps, completing a record distance of 765.967 miles and Hartley&#8217;s Porsche set a new lap record for the WEC at Spa with a time of 1:57.972 lap, 3.2 seconds quicker than the previous best. Ample illustration that these are sportscars being driven flat-out for the six hour contest and that will expect to do the same over four times the distance at Le Mans.<br></p>\n<p>For which this race is always a teaser. Audi chose to run both their season-long WEC entry cars in the low-downforce Le Mans spec in preparation and it worked. Porsche just had the pace over a lap but the Audi, as at Silverstone, was quicker through the corners and crucially could make better use of its tyres.<br></p>\n<p>Four hours in and various setbacks and attrition in the field had seen the battle for the win between come down to the No7 Audi and the No18 Porsche and it was Audi&#8217;s Lotterer who finally took the lead, after a fine run at the wheel and by double-stinting his tyres. Porsche retook it however through sticking with the used rubber and with Lieb at the wheel a nail-biting scrap with Tr&#233;luyer, who was catching him by two seconds a lap, ensued. The pair touched at Pouhon but Tr&#233;luyer finally made it stick round the outside of Pif-Paf and while Jani fought back in the final stages a last double stint that extended to a short third run on the same rubber to the flag was enough for Audi to take the win.<br></p>\n<p>The pole sitting Porsche of Bernhard, Hartley and Mark Webber took third place after starting strongly but suffered with a stop-go penalty after Hartley overshot the Bus Stop and went through a run off area near a group of marshals, a delay compounded by a rear suspension problem that cost the team further time.<br></p>\n<p>&#8220;What a race,&#8221; Tr&#233;luyer said. &#8220;It was a tough lights-to-flag job, just like at Silverstone, but it was huge fun and we&#8217;re already looking forward to Le Mans.&#8221;<br></p>\n<p>At this stage his squad have the whip hand, the trio are already <a href=\"http://www.theguardian.com/sport/2014/jun/15/audi-andre-lotterer-benoit-treluyer-marcel-fassler-le-mans\" class=\" u-underline\">three-times Le Mans winners</a>, alongside <a href=\"http://www.theguardian.com/sport/2012/apr/28/leena-gade-female-motorsport-engineer\" class=\" u-underline\">their race engineer Leena Gade</a>, who yet again called this contest to perfection, but the competition is now tight and Porsche will not stint in looking to convert their immense straightline speed into a race-winning advantage at Le Mans.<br></p>\n<p>The task facing world champions Toyota however seems more daunting. Off the pace at Silverstone there was no great improvement at Spa. They lacked the speed of the leaders and suffered reliability issues with their two cars finishing fifth and eighth respectively. Having had what was probably the quickest car at the 24 last year, they have not moved forward as quickly as their rivals and have but four weeks to find more in order to contend at La Sarthe. <br></p>\n</div>",
  "authors": [
    "Giles Richards"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "World Endurance Championship",
    "Le Mans 24 Hours",
    "Motor sport",
    "Sport"
  ],
  "ntitle": "audi_win_over_porsche_at_spa_the_perfect_precursor_to_le_mans_24_hours",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "As precursors to the main even that is the Le Mans 24 Hours, the opening two rounds of this year’s FIA World Endurance Championship (WEC) have served perfectly to suggest that the battle in four weeks time at La Sarthe could be a real classic. Audi may have taken their second win of the season in Spa, but as in the first round at Silverstone, it came down to the wire after another thrilling head-to-head with Porsche.\n\n\n\nIndeed, were it not for the fact that Le Mans is a law unto itself, always ready to throw the unexpected into the mix to upset the form book, one might be tempted to suggest that this year’s race will be a fight between the two squads that have owned the podium thus far. In Spa, Marcel Fässler, André Lotterer and Benoît Tréluyer yet again won for Audi as they had in Silverstone just ahead of the Porsche of Romain Dumas, Marc Lieb and Neel Jani – as they were in Silverstone. There the gap at the end was 4.61 seconds, in Spa it was just 13 seconds and once more, came after the two teams had traded places at the front, and paintwork, repeatedly through the race.\n\nAt one point swapping the lead three times during a lap, the racing was intense and conducted at breakneck speed. The less-restrictive technical regulations in the WEC allow more innovation in design than in F1 and it shows in the performance improvements in this year’s prototypes both in the race and qualifying.\n\nPorsche had dominated the latter, taking the top three spots with a remarkable turn of pace. Brendon Hartley and Timo Bernhard’s pole time (an average of the best two laps by each driver, with the pair just two one-hundredths of a second apart) of 1min 54.767secs was six-and-a-half seconds quicker than last year. It is a time that would have put the Porsche 919 Hybrid in the back of the midfield of last year’s fastest laps at the Belgian Grand Prix.\n\n\n\nWhile in the race itself, the wining No7 Audi took the flag after 176 laps, completing a record distance of 765.967 miles and Hartley’s Porsche set a new lap record for the WEC at Spa with a time of 1:57.972 lap, 3.2 seconds quicker than the previous best. Ample illustration that these are sportscars being driven flat-out for the six hour contest and that will expect to do the same over four times the distance at Le Mans.\n\n\n\nFor which this race is always a teaser. Audi chose to run both their season-long WEC entry cars in the low-downforce Le Mans spec in preparation and it worked. Porsche just had the pace over a lap but the Audi, as at Silverstone, was quicker through the corners and crucially could make better use of its tyres.\n\n\n\nFour hours in and various setbacks and attrition in the field had seen the battle for the win between come down to the No7 Audi and the No18 Porsche and it was Audi’s Lotterer who finally took the lead, after a fine run at the wheel and by double-stinting his tyres. Porsche retook it however through sticking with the used rubber and with Lieb at the wheel a nail-biting scrap with Tréluyer, who was catching him by two seconds a lap, ensued. The pair touched at Pouhon but Tréluyer finally made it stick round the outside of Pif-Paf and while Jani fought back in the final stages a last double stint that extended to a short third run on the same rubber to the flag was enough for Audi to take the win.\n\n\n\nThe pole sitting Porsche of Bernhard, Hartley and Mark Webber took third place after starting strongly but suffered with a stop-go penalty after Hartley overshot the Bus Stop and went through a run off area near a group of marshals, a delay compounded by a rear suspension problem that cost the team further time.\n\n\n\n“What a race,” Tréluyer said. “It was a tough lights-to-flag job, just like at Silverstone, but it was huge fun and we’re already looking forward to Le Mans.”\n\n\n\nAt this stage his squad have the whip hand, the trio are already three-times Le Mans winners, alongside their race engineer Leena Gade, who yet again called this contest to perfection, but the competition is now tight and Porsche will not stint in looking to convert their immense straightline speed into a race-winning advantage at Le Mans.\n\n\n\nThe task facing world champions Toyota however seems more daunting. Off the pace at Silverstone there was no great improvement at Spa. They lacked the speed of the leaders and suffered reliability issues with their two cars finishing fifth and eighth respectively. Having had what was probably the quickest car at the 24 last year, they have not moved forward as quickly as their rivals and have but four weeks to find more in order to contend at La Sarthe.\n\n",
  "title": "Audi win over Porsche at Spa the perfect precursor to Le Mans 24 Hours",
  "ts_in": "2015-05-03T20:54:07.482384",
  "url": "http://www.theguardian.com/sport/2015/may/03/audi-porsche-spa-fia-wec-le-mans-24-hours-world-endurance-championship"
}