{
  "article_html": "<div><p>Australia&#8217;s boom is heading for bust, with deficits over the next four years blowing out by $47bn in just the past six months due to plummeting commodity prices and the rejection of last year&#8217;s budget savings, new forecasts show.</p>\n<p>But as cabinet prepares to sign off on the 2015 budget on Tuesday, the Abbott government is refusing immediate consideration of alternative cuts to generous superannuation concessions, despite new modelling showing they are skewed towards the richest Australians even more than previously thought and despite the political &#8220;cover&#8221; of Labor&#8217;s modest plan to cut super tax breaks.</p>\n<p>Deloitte Access Economics&#8217;s annual budget monitor forecasts this year&#8217;s deficit will be almost $46bn ($5.5bn worse than predicted in the December budget update). It says the 2015-16 deficit will be $5.3bn ($14bn worse) and predicts a deterioration of $14.5bn in 2016-17 and $12.6bn in 2017-18.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/australia-news/2015/apr/24/abbott-government-endures-four-stages-of-budget-grief-but-reform-eludes-it\" class=\" u-underline\">Abbott government endures four stages of budget grief, but 'reform' eludes it</a> </p>\n\n<p>&#8220;Australia&#8217;s commodity boom isn&#8217;t just tailing off, it&#8217;s starting to look like a bust,&#8221; said Deloitte Access <a href=\"http://www.theguardian.com/business/economics\" class=\" u-underline\">Economics</a> partner Chris Richardson.</p>\n<p>&#8220;The wheels are falling off because the Chinese economy is slowing and commodity prices are falling and because the parliamentary gridlock means governments have been unable to do anything about it.&#8221;</p>\n<p>Richardson joined a growing push for the government to consider savings from the revenue the government forgoes due to the generous treatment of superannuation savings &#8211; $30bn in 2014-15 and forecast to rise to close to $50bn in 2017-18.</p>\n<p>New modelling by the National Centre for Social and Economic Modelling (Natsem), obtained by Guardian Australia, shows those concessions benefit the very richest Australians even more than previously thought.</p>\n<p>According to Natsem, the top 10% of households, which have $206,000 in disposable income a year, win 41% of the superannuation tax benefits &#8211; about $12.2bn a year. The top 20% of households, with after-tax incomes of more than $158,000 &#8211; win 60% of the concessions, around $17.8bn worth. </p>\n<p>According to Matt Grundoff, senior economist at the Australia Institute, the superannuation tax concessions are broken, because the aim of the policy is to encourage people to save for their own retirement and avoid drawing the age pension.</p>\n<p>&#8220;Most of the $18bn in tax breaks designed to help people get off the age pension is being gained by people who would not be able to claim the pension anyway,&#8221; he said.</p>\n<p>But after the ALP released a plan to very cautiously rein in the super concessions, saving $14bn over 10 years, the prime minister, Tony Abbott, ruled out immediate changes.</p>\n<p>&#8220;Unlike Labor we have no plans to increase taxes on superannuation and will honour our commitment not to make any adverse or unexpected changes to superannuation during this term,&#8221; he told the Australian Chamber of Commerce and Industry.</p>\n<p>The treasurer, Joe Hockey, has said superannuation concessions will be considered as part of the government&#8217;s tax white paper, which aims to develop a policy for the <a href=\"http://www.theguardian.com/australia-news/coalition\" class=\" u-underline\">Coalition</a> to take to the next election.</p>\n<p>According to Access, most of the forecast deterioration in the budget bottom line is due to commodity prices hitting revenue, with the parliamentary gridlock contributing about $1bn to the shortfall in 2014-15 and $2.3bn in 2015-16.</p>\n<p>The government has also rebuffed suggestions that it change tax arrangements for negative gearing. It is promising a families package, a cut to the company tax rate of small business and investment incentives for small businesses that are not incorporated.</p>\n<p>Abbott has promised the May budget would be &#8220;pretty dull&#8221; and that household budgets would not feel the pain of repairing the national budget.</p>\n<p>&#8220;The budget may be dull in terms of new policies, but it is all-too-exciting in terms of the costs of the economy and the cost of a year&#8217;s worth of policy gridlock. That means that &#8216;dull&#8217; new policies won&#8217;t mean dull deficit figures,&#8221; Richardson said.</p>\n</div>",
  "authors": [
    "Lenore Taylor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Australian budget 2015",
    "Australia news",
    "Australian politics",
    "Australian economy",
    "Coalition",
    "Mining",
    "Economics"
  ],
  "ntitle": "australia_s_budget_deficits_to_blow_out_by_47bn_over_four_years_modelling_shows",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Australia’s boom is heading for bust, with deficits over the next four years blowing out by $47bn in just the past six months due to plummeting commodity prices and the rejection of last year’s budget savings, new forecasts show.\n\nBut as cabinet prepares to sign off on the 2015 budget on Tuesday, the Abbott government is refusing immediate consideration of alternative cuts to generous superannuation concessions, despite new modelling showing they are skewed towards the richest Australians even more than previously thought and despite the political “cover” of Labor’s modest plan to cut super tax breaks.\n\nDeloitte Access Economics’s annual budget monitor forecasts this year’s deficit will be almost $46bn ($5.5bn worse than predicted in the December budget update). It says the 2015-16 deficit will be $5.3bn ($14bn worse) and predicts a deterioration of $14.5bn in 2016-17 and $12.6bn in 2017-18.\n\nRelated: Abbott government endures four stages of budget grief, but 'reform' eludes it\n\n“Australia’s commodity boom isn’t just tailing off, it’s starting to look like a bust,” said Deloitte Access Economics partner Chris Richardson.\n\n“The wheels are falling off because the Chinese economy is slowing and commodity prices are falling and because the parliamentary gridlock means governments have been unable to do anything about it.”\n\nRichardson joined a growing push for the government to consider savings from the revenue the government forgoes due to the generous treatment of superannuation savings – $30bn in 2014-15 and forecast to rise to close to $50bn in 2017-18.\n\nNew modelling by the National Centre for Social and Economic Modelling (Natsem), obtained by Guardian Australia, shows those concessions benefit the very richest Australians even more than previously thought.\n\nAccording to Natsem, the top 10% of households, which have $206,000 in disposable income a year, win 41% of the superannuation tax benefits – about $12.2bn a year. The top 20% of households, with after-tax incomes of more than $158,000 – win 60% of the concessions, around $17.8bn worth.\n\nAccording to Matt Grundoff, senior economist at the Australia Institute, the superannuation tax concessions are broken, because the aim of the policy is to encourage people to save for their own retirement and avoid drawing the age pension.\n\n“Most of the $18bn in tax breaks designed to help people get off the age pension is being gained by people who would not be able to claim the pension anyway,” he said.\n\nBut after the ALP released a plan to very cautiously rein in the super concessions, saving $14bn over 10 years, the prime minister, Tony Abbott, ruled out immediate changes.\n\n“Unlike Labor we have no plans to increase taxes on superannuation and will honour our commitment not to make any adverse or unexpected changes to superannuation during this term,” he told the Australian Chamber of Commerce and Industry.\n\nThe treasurer, Joe Hockey, has said superannuation concessions will be considered as part of the government’s tax white paper, which aims to develop a policy for the Coalition to take to the next election.\n\nAccording to Access, most of the forecast deterioration in the budget bottom line is due to commodity prices hitting revenue, with the parliamentary gridlock contributing about $1bn to the shortfall in 2014-15 and $2.3bn in 2015-16.\n\nThe government has also rebuffed suggestions that it change tax arrangements for negative gearing. It is promising a families package, a cut to the company tax rate of small business and investment incentives for small businesses that are not incorporated.\n\nAbbott has promised the May budget would be “pretty dull” and that household budgets would not feel the pain of repairing the national budget.\n\n“The budget may be dull in terms of new policies, but it is all-too-exciting in terms of the costs of the economy and the cost of a year’s worth of policy gridlock. That means that ‘dull’ new policies won’t mean dull deficit figures,” Richardson said.",
  "title": "Australia's budget deficits to blow out by $47bn over four years, modelling shows",
  "ts_in": "2015-05-03T20:54:01.288198",
  "url": "http://www.theguardian.com/australia-news/2015/may/03/australias-budget-deficits-to-blow-out-by-47bn-over-four-years-modelling-shows"
}