{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/australia-news/australian-federal-police\" class=\" u-underline\">Australian federal police</a> (AFP) leadership team will break their silence on Monday over the force&#8217;s role in the Bali Nine&#8217;s arrest in Indonesia.</p>\n<p>The AFP commissioner, Andrew Colvin, and deputy commissioners Mike Phelan and Leanne Close will face the media in Canberra to discuss the organisation&#8217;s work on the investigation, which led to the execution of Andrew Chan and Myuran Sukumaran last week.</p>\n<p>The Labor leader, <a href=\"http://www.theguardian.com/australia-news/bill-shorten\" class=\" u-underline\">Bill Shorten</a>, told reporters on Sunday his party&#8217;s focus would be on pushing more firmly for an end to the death penalty in all countries.</p>\n<p>Pressure has been mounting on the AFP to explain its role in tipping off <a href=\"http://www.theguardian.com/world/indonesia\" class=\" u-underline\">Indonesia</a> about the Bali Nine drug-smuggling operation in 2005.</p>\n<p> Colvin will also discuss the AFP&#8217;s guidelines in relation to matters subject to the death penalty as they stood in 2005 and now.</p>\n<p>The federal government has said police are still taking the death penalty into account before tipping off foreign agencies about suspected Australian criminals, in line with guidelines Labor issued in 2009.</p>\n<p>Shorten said the AFP should be allowed to offer an explanation without speculation in advance.</p>\n<p>&#8220;I&#8217;m not going to start second-guessing the AFP, we&#8217;ll wait and see what they have to say,&#8221; he said in Melbourne. &#8220;It has barely been a few days since those dreadful executions took place and again, my first thoughts are with the families and friends, and the people who worked so hard to keep these two young men alive. </p>\n<p>&#8220;Labor stands opposed to the death penalty, wherever it occurs, and we are certainly determined to do more in the future to use Australia&#8217;s diplomatic capital and our capacity in the world to help persuade all the nations that use the death penalty to reconsider that.</p>\n<p> &#8220;This was a futile death of two men who had rehabilitated themselves by all accounts. It achieved nothing, and I think if we are to be fair dinkum in the future, we need to talk not just to Indonesia, but we need to talk about opposing the death penalty internationally.&#8221;</p>\n<p>The social services minister, <a href=\"http://www.theguardian.com/australia-news/scott-morrison\" class=\" u-underline\">Scott Morrison</a>, told the Bolt Report&#8217;s Andrew Bolt the relationship with Indonesia had been strained by the executions, but was still fundamentally strong.</p>\n<p>&#8220;I think we need to move through this issue,&#8221; he said. &#8220;It won&#8217;t be business as usual for some time and we understand how we all feel about this. </p>\n<p>&#8220;But the engagement under the surface which keeps the wheels turning in these relationships, I have no doubt is going to continue to turn.&#8221;</p>\n</div>",
  "authors": [
    "Staff Agencies"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bali Nine",
    "Australian federal police",
    "Australian police and policing",
    "Australia news",
    "Capital punishment",
    "Bill Shorten",
    "Scott Morrison",
    "Labor party",
    "Liberal party",
    "Indonesia"
  ],
  "ntitle": "australian_federal_police_to_break_silence_over_role_in_bali_nine_executions",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Australian federal police (AFP) leadership team will break their silence on Monday over the force’s role in the Bali Nine’s arrest in Indonesia.\n\nThe AFP commissioner, Andrew Colvin, and deputy commissioners Mike Phelan and Leanne Close will face the media in Canberra to discuss the organisation’s work on the investigation, which led to the execution of Andrew Chan and Myuran Sukumaran last week.\n\nThe Labor leader, Bill Shorten, told reporters on Sunday his party’s focus would be on pushing more firmly for an end to the death penalty in all countries.\n\nPressure has been mounting on the AFP to explain its role in tipping off Indonesia about the Bali Nine drug-smuggling operation in 2005.\n\nColvin will also discuss the AFP’s guidelines in relation to matters subject to the death penalty as they stood in 2005 and now.\n\nThe federal government has said police are still taking the death penalty into account before tipping off foreign agencies about suspected Australian criminals, in line with guidelines Labor issued in 2009.\n\nShorten said the AFP should be allowed to offer an explanation without speculation in advance.\n\n“I’m not going to start second-guessing the AFP, we’ll wait and see what they have to say,” he said in Melbourne. “It has barely been a few days since those dreadful executions took place and again, my first thoughts are with the families and friends, and the people who worked so hard to keep these two young men alive.\n\n“Labor stands opposed to the death penalty, wherever it occurs, and we are certainly determined to do more in the future to use Australia’s diplomatic capital and our capacity in the world to help persuade all the nations that use the death penalty to reconsider that.\n\n“This was a futile death of two men who had rehabilitated themselves by all accounts. It achieved nothing, and I think if we are to be fair dinkum in the future, we need to talk not just to Indonesia, but we need to talk about opposing the death penalty internationally.”\n\nThe social services minister, Scott Morrison, told the Bolt Report’s Andrew Bolt the relationship with Indonesia had been strained by the executions, but was still fundamentally strong.\n\n“I think we need to move through this issue,” he said. “It won’t be business as usual for some time and we understand how we all feel about this.\n\n“But the engagement under the surface which keeps the wheels turning in these relationships, I have no doubt is going to continue to turn.”",
  "title": "Australian federal police to break silence over role in Bali Nine executions",
  "ts_in": "2015-05-03T15:16:55.588963",
  "url": "http://www.theguardian.com/world/2015/may/03/australian-federal-police-to-break-silence-over-role-in-bali-nine-executions"
}