{
  "article_html": "<div><p>Recently, there has been a shrill cultural panic at the thought of <a href=\"http://www.theguardian.com/film/superhero-movies\" class=\" u-underline\">all the superhero movies due to be released</a> in the next few years: Ant-Man, Captain America: Civil War, Doctor Strange, Guardians of the Galaxy 2, The Spectacular Spider-Man, Thor: Ragnarok, Avengers: Infinity War Part 1, Black Panther, Captain Marvel, Avengers: Infinity War Part 2, Batman vs Superman: Dawn Of Justice &#8230; the list goes on. But what&#8217;s the problem? For me, it&#8217;s no more of an issue than all the romcoms and horror the business is readying at the far end of the chute, and this exotic new strain of supers could well be stimulating the industry. And there&#8217;s certainly no problem if they&#8217;re as exuberant, funny, silly and crazily exhilarating as this new Avengers movie from writer-director Joss Whedon, which is a pure aspartame rush.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F44zne%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Avengers%3A+Age+of+Ultron%3A+watch+the+trailer+for+Joss+Whedon%27s+Marvel+sequel+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F44zne%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Avengers%3A+Age+of+Ultron%3A+watch+the+trailer+for+Joss+Whedon%27s+Marvel+sequel+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2Fvideo%2F2015%2Fjan%2F13%2Favengers-age-of-ultron-trailer-joss-whedan-marvel-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F1%2F13%2F1421157574891%2Fcrop_KP-67536_640.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAvengers: Age of Ultron: watch the trailer for Joss Whedon&#8217;s Marvel sequel\n\n\n<p>Once again, the Avengers have assembled under the mercurial and possibly duplicitous leadership of Tony Stark, otherwise Iron Man, played with the usual single-breath delivery of throwaway wisecracks by <a href=\"http://www.theguardian.com/film/robertdowneyjr\" class=\" u-underline\">Robert Downey Jr</a>. It&#8217;s a role which now threatens or promises to define his whole career. Previously, I have described the assembled Avengers as the Traveling Wilburys of superheroism. Now they are more like a G7 summit of world-saving and crime-fighting with every constituent member becoming a veritable Angela Merkel of demurely offbeat virility.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/film/2015/apr/22/robert-downey-jr-avengers-interview-channel-4-krishnan-guru-murthy\" class=\" u-underline\">Robert Downey Jr walks out of Avengers interview as questions get personal</a> </p>\n\n<p>Mark Ruffalo is excellent as the troubled and introspective Dr Bruce Banner, for whom Hulk transition is not in and of itself a problem. The issue now is the way in which he must be coaxed into remorphing into human form and Black Widow, nicely played by <a href=\"http://www.theguardian.com/film/scarlettjohansson\" class=\" u-underline\">Scarlett Johansson</a>, is becoming the Hulk whisperer. The intuitive tenderness with which she deals with Banner/Hulk is turning into a sweet love affair: it seems to involve a great deal of delicately erotic hand-holding: her tiny hand in his galumphing green mitt; yet Dr Banner is holding back from returning her love, unwilling to burden her with his terrible rage potential. Chris Hemsworth is Thor, continuously resident on Earth for the time being and without claims from Asgard to distract him. (My one quarrel with the film is that Tom Hiddleston&#8217;s Loki doesn&#8217;t show up.) Chris Evans&#8217;s Captain America is a stolid reminder of wartime values and Jeremy Renner is Hawkeye, whose bow and arrow make him the quaintest and yet most romantic warrior of the group.</p>\n\n\n<a href=\"/film/2015/apr/21/avengers-age-of-ultron-review-film-joss-whedon-exhilarating#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/21/1429612028388/39f2d214-5541-4bbd-91e9-6c4315373597-300x200.jpeg\" alt=\"Scarlett Johansson as Black Widow/Natasha Romanoff, in Avengers: Age Of Ultron.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47y69%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Avengers%3A+Age+of+Ultron+review+%E2%80%93+Joss+Whedon%27s+exhilarating+cavalcade+of+fun&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47y69%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Avengers%3A+Age+of+Ultron+review+%E2%80%93+Joss+Whedon%27s+exhilarating+cavalcade+of+fun&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2015%2Fapr%2F21%2Favengers-age-of-ultron-review-film-joss-whedon-exhilarating&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F21%2F1429612026663%2F39f2d214-5541-4bbd-91e9-6c4315373597-2060x1371.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Hulk whisperer &#8230; Scarlett Johansson as Black Widow/Natasha Romanoff, in Avengers: Age of Ultron. Photograph: Jay Maidment/AP\n\n\n\n<p>But now they find themselves up against a couple of new enemies: Pietro Maximoff, or Quicksilver, played by Aaron Taylor-Johnson, and his twin sister Wanda Maximoff, or Scarlet Witch, played by <a href=\"http://www.theguardian.com/film/elizabeth-olsen\" class=\" u-underline\">Elizabeth Olsen</a>. They are blessed variously with super speed and mind control (as one character puts it, &#8220;he&#8217;s fast; she&#8217;s weird&#8221;) and Scarlet Witch almost immediately uses her head-messing capabilities to show a secretly aghast Stark how he might betray and even destroy his fellow Avengers.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47zfx%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+Avengers+Age+of+Ultron+-+video+review&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47zfx%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+Avengers+Age+of+Ultron+-+video+review&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2Fvideo%2F2015%2Fapr%2F24%2Fthe-avengers-age-of-ultron-video-review&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F4%2F24%2F1429879821874%2FKP_196429_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe film team review The Avengers: Age of Ultron\n\n\n<p>But more importantly, Stark begins to experiment (without his comrades&#8217; knowledge) with an artificial intelligence programme that could impose absolute power on Earth, supposedly to repel all enemies: this insubstantial mega-brain, like a floating blue jellyfish, instantly goes rogue, becoming a terrifyingly dangerous new enemy named Ultron, appropriating a new exoskeleton, and becoming a bizarro version of his effective creator: Stark. Ultron uses the blandly Chamberlain-esque phrase &#8220;peace in our time&#8221; to describe its planned totalitarian rule, the Pax Ultronica, and the irony will hardly be lost on the second world war veteran Captain America. The Avengers realise that they are actually fighting against a hideously parodic version of their own ally: Stark, his worst and perhaps even strongest self.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/film/gallery/2015/apr/21/avengers-age-of-ultron-london-premiere-in-pictures\" class=\" u-underline\">Avengers: Age of Ultron London premiere &#8211; in pictures</a> </p>\n\n<p>It&#8217;s all operatically mad, and the city-destroying final confrontation is becoming a bit familiar, but Whedon carries it off with such joy and even a kind of evangelism. His script is a thing of wonder, jam-packed with great lines: I loved Stark&#8217;s wearied remark: &#8220;I&#8217;ve had a long day &#8230; Eugene O&#8217;Neill long &#8230;&#8221; And the unresolved romantic and sexual tension between Black Widow and Hulk creates a weird driving force to the narrative: even the absurdity is somehow recirculated into the film&#8217;s internal economy as comedy and irony and the cast-of-thousands effect never seems to split the focus: <a href=\"http://www.theguardian.com/film/andy-serkis\" class=\" u-underline\">Andy Serkis</a> plays metal trader Ulysses Klaw and Julie Delpy has a blink-and-you&#8217;ll-miss-it cameo as Black Widow&#8217;s sinister former controller. It&#8217;s a superhero cavalcade of energy and fun.</p>\n</div>",
  "authors": [
    "Peter Bradshaw"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Avengers: Age of Ultron",
    "Film",
    "Superhero movies",
    "Science fiction and fantasy",
    "Culture",
    "Marvel",
    "Robert Downey Jr",
    "Mark Ruffalo",
    "Scarlett Johansson",
    "Joss Whedon",
    "Elizabeth Olsen",
    "Andy Serkis"
  ],
  "ntitle": "avengers_age_of_ultron_review_joss_whedon_s_exhilarating_cavalcade_of_fun",
  "publish_date": "2015-04-21T00:00:00",
  "tags": [],
  "text": "Recently, there has been a shrill cultural panic at the thought of all the superhero movies due to be released in the next few years: Ant-Man, Captain America: Civil War, Doctor Strange, Guardians of the Galaxy 2, The Spectacular Spider-Man, Thor: Ragnarok, Avengers: Infinity War Part 1, Black Panther, Captain Marvel, Avengers: Infinity War Part 2, Batman vs Superman: Dawn Of Justice … the list goes on. But what’s the problem? For me, it’s no more of an issue than all the romcoms and horror the business is readying at the far end of the chute, and this exotic new strain of supers could well be stimulating the industry. And there’s certainly no problem if they’re as exuberant, funny, silly and crazily exhilarating as this new Avengers movie from writer-director Joss Whedon, which is a pure aspartame rush.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Avengers: Age of Ultron: watch the trailer for Joss Whedon’s Marvel sequel\n\nOnce again, the Avengers have assembled under the mercurial and possibly duplicitous leadership of Tony Stark, otherwise Iron Man, played with the usual single-breath delivery of throwaway wisecracks by Robert Downey Jr. It’s a role which now threatens or promises to define his whole career. Previously, I have described the assembled Avengers as the Traveling Wilburys of superheroism. Now they are more like a G7 summit of world-saving and crime-fighting with every constituent member becoming a veritable Angela Merkel of demurely offbeat virility.\n\n\n\nRelated: Robert Downey Jr walks out of Avengers interview as questions get personal\n\nMark Ruffalo is excellent as the troubled and introspective Dr Bruce Banner, for whom Hulk transition is not in and of itself a problem. The issue now is the way in which he must be coaxed into remorphing into human form and Black Widow, nicely played by Scarlett Johansson, is becoming the Hulk whisperer. The intuitive tenderness with which she deals with Banner/Hulk is turning into a sweet love affair: it seems to involve a great deal of delicately erotic hand-holding: her tiny hand in his galumphing green mitt; yet Dr Banner is holding back from returning her love, unwilling to burden her with his terrible rage potential. Chris Hemsworth is Thor, continuously resident on Earth for the time being and without claims from Asgard to distract him. (My one quarrel with the film is that Tom Hiddleston’s Loki doesn’t show up.) Chris Evans’s Captain America is a stolid reminder of wartime values and Jeremy Renner is Hawkeye, whose bow and arrow make him the quaintest and yet most romantic warrior of the group.\n\nFacebook Twitter Pinterest The Hulk whisperer … Scarlett Johansson as Black Widow/Natasha Romanoff, in Avengers: Age of Ultron. Photograph: Jay Maidment/AP\n\nBut now they find themselves up against a couple of new enemies: Pietro Maximoff, or Quicksilver, played by Aaron Taylor-Johnson, and his twin sister Wanda Maximoff, or Scarlet Witch, played by Elizabeth Olsen. They are blessed variously with super speed and mind control (as one character puts it, “he’s fast; she’s weird”) and Scarlet Witch almost immediately uses her head-messing capabilities to show a secretly aghast Stark how he might betray and even destroy his fellow Avengers.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest The film team review The Avengers: Age of Ultron\n\nBut more importantly, Stark begins to experiment (without his comrades’ knowledge) with an artificial intelligence programme that could impose absolute power on Earth, supposedly to repel all enemies: this insubstantial mega-brain, like a floating blue jellyfish, instantly goes rogue, becoming a terrifyingly dangerous new enemy named Ultron, appropriating a new exoskeleton, and becoming a bizarro version of his effective creator: Stark. Ultron uses the blandly Chamberlain-esque phrase “peace in our time” to describe its planned totalitarian rule, the Pax Ultronica, and the irony will hardly be lost on the second world war veteran Captain America. The Avengers realise that they are actually fighting against a hideously parodic version of their own ally: Stark, his worst and perhaps even strongest self.\n\nRelated: Avengers: Age of Ultron London premiere – in pictures\n\nIt’s all operatically mad, and the city-destroying final confrontation is becoming a bit familiar, but Whedon carries it off with such joy and even a kind of evangelism. His script is a thing of wonder, jam-packed with great lines: I loved Stark’s wearied remark: “I’ve had a long day … Eugene O’Neill long …” And the unresolved romantic and sexual tension between Black Widow and Hulk creates a weird driving force to the narrative: even the absurdity is somehow recirculated into the film’s internal economy as comedy and irony and the cast-of-thousands effect never seems to split the focus: Andy Serkis plays metal trader Ulysses Klaw and Julie Delpy has a blink-and-you’ll-miss-it cameo as Black Widow’s sinister former controller. It’s a superhero cavalcade of energy and fun.",
  "title": "Avengers: Age of Ultron review – Joss Whedon's exhilarating cavalcade of fun",
  "ts_in": "2015-05-03T15:16:42.245526",
  "url": "http://www.theguardian.com/film/2015/apr/21/avengers-age-of-ultron-review-film-joss-whedon-exhilarating"
}