{
  "article_html": "<div><p>There is plenty about the coming poll on Thursday that remains tantalisingly unpredictable &#8212; just not in Maidenhead. <a href=\"http://www.theguardian.com/politics/theresamay\" class=\" u-underline\">Theresa May</a> won 59.5% of the vote here in 2010, and is as close as one gets to a sure thing this time, in this bluest of blue corners of the Oxfordshire commuter belt. <br></p>\n<p>And yet, on a fine Friday evening in the leafy northern suburbs of the town, 180 or so locals have crowded into a small primary school hall to hear the home secretary lay out her vision for the constituency she has represented for 18 years, alongside four other candidates for the seat. Theaudience is noticeably mixed in ages &#8211; there are almost as many youngish couples as older people &#8211; and each of them has paid a &#163;5 charity fee to perch on stiff plastic chairs while children can be heard shrieking from the swimming pool next door. </p>\n<p>&#8220;I want to see a United Kingdom that continues to be open and entrepreneurial and go-getting,&#8221; says May from the stage, opening her pitch in what is, for the candidates, their second hustings of the day, and their fourth or fifth of the campaign. The statement wins applause in sections of the audience, as do most of the incumbent&#8217;s answers. An exit poll taken as people file out records May as the runaway winner.</p>\n<p>But if an emphatic Conservative victory in the home secretary&#8217;s seat is all but assured, the party&#8217;s failure to replicate that result on a national scale means there could well be a vacancy at its head very soon. Five weeks after Cameron chose to open the Tory campaign by <a href=\"http://www.theguardian.com/politics/2015/mar/23/david-cameron-i-would-not-serve-third-term-as-pm\" class=\" u-underline\">naming his three highest-profile potential successors</a>, George Osborne has barely been seen out of <a href=\"http://www.theguardian.com/uk-news/2015/apr/01/very-difficult-to-live-on-zero-hour-contract-says-george-osborne\" class=\" u-underline\">hard hats and safety goggles</a> on his tour of the country&#8217;s manufacturers, while granting thoughtful <a href=\"http://www.theguardian.com/politics/2015/apr/26/george-osborne-city-mayors-power-business-rates-northern-powerhouse-election\" class=\" u-underline\">interviews about his vision for government</a>.</p>\n<p>Boris Johnson, meanwhile, has <a href=\"https://www.politicshome.com/party-politics/articles/story/boris-johnson-its-honour-be-considered-future-tory-leader-candidate\" class=\" u-underline\">admitted it would be &#8220;wonderful&#8221;</a> to be considered one day for leader; there is <a href=\"http://www.telegraph.co.uk/news/general-election-2015/11562263/Tories-to-anoint-Boris-Johnson-as-leader-in-waiting-if-David-Cameron-fails-at-election.html\" class=\" u-underline\">even talk of his rapid &#8220;coronation&#8221;</a> when Cameron stands down, either after an election loss or during the coming parliament. </p>\n<p>But what of Theresa May, the third name on Cameron&#8217;s list and the woman who, last summer, was the runaway favourite among Conservative members to be their next leader?</p>\n<p>The home secretary doesn&#8217;t do hard hats, and she doesn&#8217;t flap away talk of the leadership with unconvincing bluster about <a href=\"http://www.bbc.co.uk/news/uk-politics-21836935\" class=\" u-underline\">rugby scrums</a> or <a href=\"http://metro.co.uk/2012/06/05/boris-johnson-im-more-likely-to-be-reincarnated-as-an-olive-than-be-pm-455792/\" class=\" u-underline\">reincarnated olives</a>. But no one in the party questions her ambition for the top job. Yet May, while clearly not invisible during campaigning, has kept a lower profile than many might have expected from the most senior woman on the Tory team. She was present at the manifesto launch and <a href=\"http://www.bbc.co.uk/news/election-2015-32486480\" class=\" u-underline\">has debated her patch</a> but, for the most part, for the big speeches and photo ops of the past few weeks, the party has not relied on May. </p>\n<p>Which is not to say she has been idle. Campaigns are always particularly busy for senior politicians who, as well as campaigning in their own seat (and, in May&#8217;s case, continuing to juggle a ministerial brief that has included the <a href=\"http://www.theguardian.com/world/2015/apr/22/most-migrants-crossing-mediterranean-will-be-sent-back-eu-leaders-to-agree\" class=\" u-underline\">migrant crisis</a> and <a href=\"http://www.theguardian.com/society/2015/apr/18/lord-janner-trial-decision-court-director-public-prosecution-former-dpp\" class=\" u-underline\">questions over Lord Janner&#8217;s prosecution</a>), are expected to pitch in to help colleagues in marginal seats. </p>\n\n\n<a href=\"/politics/2015/may/03/away-spotlight-theresa-may-awaits-moment-take-lead#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430482532884/3c670d49-f7d5-470c-a32a-d8f754fe0c87-300x282.jpeg\" alt=\"Theresa May, the home secretary, with Conservative candidate Marcus Fysh (2nd left) on the campaign trail in Yeovil.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482dn%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Away+from+the+spotlight%2C+Theresa+May+awaits+her+moment+to+take+the+lead&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482dn%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Away+from+the+spotlight%2C+Theresa+May+awaits+her+moment+to+take+the+lead&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Faway-spotlight-theresa-may-awaits-moment-take-lead&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430482531892%2F3c670d49-f7d5-470c-a32a-d8f754fe0c87-2060x1935.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nTheresa May, the home secretary, with Conservative candidate Marcus Fysh (2nd left) on the campaign trail in Yeovil. Photograph: John Snelling/Getty Images\n\n\n\n<p>In May&#8217;s case that has involved a relentless and decidedly unglamorous tour that has taken in a <a href=\"http://www.kentonline.co.uk/thanet/news/theresa-may-on-campaign-trail-35138/\" class=\" u-underline\">reclamation yard in Medway</a>, a mobile ad van in Thanet, and a butcher&#8217;s shop in Yeovil. In Coleshill, Warwickshire she talked <a href=\"http://www.nuneaton-news.co.uk/Home-Secretary-talks-police/story-26230826-detail/story.html\" class=\" u-underline\">&#8220;boy racers&#8221; and lorry parking with the local candidate</a>. In Chilcompton, Somerset, candidate James Heappey <a href=\"http://www.somersetguardian.co.uk/pictures/26-pictures-Home-Secretary-Theresa-pictured-visit/pictures-26335584-detail/pictures.html\" class=\" u-underline\">took her to the local leatherware factory</a>. No, she didn&#8217;t own a Mulberry handbag, the home secretary told the Somerset Standard and Guardian, but she did like their luggage.</p>\n<p>This is absolutely May&#8217;s style, says Oliver Colvile, who is campaigning to retain the marginal seat of Plymouth Sutton and Devonport, which he won in 2010, and has known May since the late 1980s when he was a Conservative party agent in southwest London and she was a local councillor. &#8220;She was willing even then to do very hard work, knocking on doors and delivering leaflets, and she would do that most days, even though she had a very busy job,&#8221; says Colville. She may these days, be &#8220;a political superstar ... playing in the first division&#8221; of politics, he says, &#8220;but she has a really solid grounding in grassroots politics&#8221;.</p>\n\n<blockquote>\n<p>I think if the moment comes, she will just come forward, present her credentials, present a plan, try to win</p>\n</blockquote>\n\n<p>&#8220;She is very much a team player,&#8221; agrees Katie Perrior, May&#8217;s former media advisor. &#8220;If a request comes in for her time, she will do it, and Philip, her husband, is incredibly supportive. He is totally in the same mindset as her: we do, we help, we&#8217;re part of a movement and, if we can be helpful, we will. She has spent years, literally years, helping other people out in their seats.&#8221;</p>\n<p>This is, one might think, the sort of quality voters might like, yet May has been curiously shy about her electioneering. Her team rebuffed repeated requests from the Guardian to accompany her on the election trail, or even to observe routine campaign events from afar. <br></p>\n<p>&#8220;She doesn&#8217;t like the limelight,&#8221; says Perrior, noting that May would not have welcomed Cameron&#8217;s naming her as a potential successor. Aside from <a href=\"http://www.dailymail.co.uk/news/article-3055575/Theresa-SNP-Labour-pact-spark-biggest-constitutional-crisis-abdication-Edward-VIII.html\" class=\" u-underline\">one carefully agreed line delivered to the Mail on Sunday</a> about the dangers of an SNP-Labour pact (interviewing her, said the journalist, brought to mind &#8220;a paint used to stop vandals urinating on walls [which] bounces the offending fluid back on to the offender&#8221;), May has gone out of her way to stay out of the headlines.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/21/boris-johnson-tory-election-weapon\" class=\" u-underline\">Boris Johnson primed to become Tory election weapon</a> </p>\n\n<p>It&#8217;s not an immediately obvious tactic for an ambitious leader wannabe, so what&#8217;s going on? Alongside Johnson and Osborne, <a href=\"http://www.thesundaytimes.co.uk/sto/news/Politics/article1548948.ece\" class=\" u-underline\">recent reports</a> have named a lengthy list of senior Tories &#8211; including Sajid Javid, Nicky Morgan, Dominic Raab, and Andrea Leadsom &#8211; who are said to be either &#8220;on manoeuvres&#8221; or being urged to consider the leadership. </p>\n<p>&#8220;Of course she wants to be leader,&#8221; says one Tory insider, &#8220;but I don&#8217;t detect any real sign of movement by Camp May. You do with Camp Boris, and there are other people who are putting their candidacy around. But I don&#8217;t detect that from Theresa&#8217;s supporters at the moment. I think if the moment comes, she will just come forward, present her credentials, present a plan, try to win.&#8221; </p>\n<p>Perrior, who is a director of iNHouse Communications, a political PR firm, says May is &#8220;not that much of a player&#8221;. </p>\n<p>&#8220;She doesn&#8217;t really do these machiavellian divide and rule thing in politics. She got tired and bored and frustrated when it was thrown at her from another camp - &#8216;oh, someone is playing silly buggers again.&#8217;&#8221;</p>\n<p>Paul Goodman, editor of ConservativeHome.com, says: &#8220;She plays it very straight, and is well aware that any poking of her head too far above the parapet will inevitably be seen in the context of a leadership bid. She is very, very straight: she doesn&#8217;t gossip and doesn&#8217;t brief.&#8221;</p>\n<p>There is little question that, were a vacancy to arise at the top of the party any time soon, Johnson would be the clear favourite. In June last year, the website&#8217;s monthly poll of party members had May 12 points ahead of Johnson on 35%; last month she had <a href=\"http://www.conservativehome.com/thetorydiary/2015/03/boris-johnson-the-front-runner-in-conservativehomes-future-leader-poll-of-party-members.html\" class=\" u-underline\">fallen to 20% behind his 22%</a>. <br></p>\n<p>But if your favoured approach to races, leadership or otherwise, is steady, dependable tortoise rather than flashy hare, that is not necessarily any cause for alarm. From David Davis to Michael Portillo to Kenneth Clarke, insiders note, recent Tory history is littered with the corpses of leadership favourites who have fallen at the final hurdle.</p>\n<p>In any event, as Perrior notes, &#8220;if she is going for the leadership, maybe she has word out that her vote will depend on all of these constituencies up and down the country, all these MPs and would-be MPs, thinking that she was a hard worker for them, and they will pay her back in kind. It&#8217;s not a bad strategy compared to appearing on TV every few days in blue paint&#8221;.</p>\n</div>",
  "authors": [
    "Esther Addley"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Theresa May",
    "Conservatives",
    "Politics",
    "UK news"
  ],
  "ntitle": "away_from_the_spotlight_theresa_may_awaits_her_moment_to_take_the_lead",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "There is plenty about the coming poll on Thursday that remains tantalisingly unpredictable — just not in Maidenhead. Theresa May won 59.5% of the vote here in 2010, and is as close as one gets to a sure thing this time, in this bluest of blue corners of the Oxfordshire commuter belt.\n\n\n\nAnd yet, on a fine Friday evening in the leafy northern suburbs of the town, 180 or so locals have crowded into a small primary school hall to hear the home secretary lay out her vision for the constituency she has represented for 18 years, alongside four other candidates for the seat. Theaudience is noticeably mixed in ages – there are almost as many youngish couples as older people – and each of them has paid a £5 charity fee to perch on stiff plastic chairs while children can be heard shrieking from the swimming pool next door.\n\n“I want to see a United Kingdom that continues to be open and entrepreneurial and go-getting,” says May from the stage, opening her pitch in what is, for the candidates, their second hustings of the day, and their fourth or fifth of the campaign. The statement wins applause in sections of the audience, as do most of the incumbent’s answers. An exit poll taken as people file out records May as the runaway winner.\n\nBut if an emphatic Conservative victory in the home secretary’s seat is all but assured, the party’s failure to replicate that result on a national scale means there could well be a vacancy at its head very soon. Five weeks after Cameron chose to open the Tory campaign by naming his three highest-profile potential successors, George Osborne has barely been seen out of hard hats and safety goggles on his tour of the country’s manufacturers, while granting thoughtful interviews about his vision for government.\n\nBoris Johnson, meanwhile, has admitted it would be “wonderful” to be considered one day for leader; there is even talk of his rapid “coronation” when Cameron stands down, either after an election loss or during the coming parliament.\n\nBut what of Theresa May, the third name on Cameron’s list and the woman who, last summer, was the runaway favourite among Conservative members to be their next leader?\n\nThe home secretary doesn’t do hard hats, and she doesn’t flap away talk of the leadership with unconvincing bluster about rugby scrums or reincarnated olives. But no one in the party questions her ambition for the top job. Yet May, while clearly not invisible during campaigning, has kept a lower profile than many might have expected from the most senior woman on the Tory team. She was present at the manifesto launch and has debated her patch but, for the most part, for the big speeches and photo ops of the past few weeks, the party has not relied on May.\n\nWhich is not to say she has been idle. Campaigns are always particularly busy for senior politicians who, as well as campaigning in their own seat (and, in May’s case, continuing to juggle a ministerial brief that has included the migrant crisis and questions over Lord Janner’s prosecution), are expected to pitch in to help colleagues in marginal seats.\n\nFacebook Twitter Pinterest Theresa May, the home secretary, with Conservative candidate Marcus Fysh (2nd left) on the campaign trail in Yeovil. Photograph: John Snelling/Getty Images\n\nIn May’s case that has involved a relentless and decidedly unglamorous tour that has taken in a reclamation yard in Medway, a mobile ad van in Thanet, and a butcher’s shop in Yeovil. In Coleshill, Warwickshire she talked “boy racers” and lorry parking with the local candidate. In Chilcompton, Somerset, candidate James Heappey took her to the local leatherware factory. No, she didn’t own a Mulberry handbag, the home secretary told the Somerset Standard and Guardian, but she did like their luggage.\n\nThis is absolutely May’s style, says Oliver Colvile, who is campaigning to retain the marginal seat of Plymouth Sutton and Devonport, which he won in 2010, and has known May since the late 1980s when he was a Conservative party agent in southwest London and she was a local councillor. “She was willing even then to do very hard work, knocking on doors and delivering leaflets, and she would do that most days, even though she had a very busy job,” says Colville. She may these days, be “a political superstar ... playing in the first division” of politics, he says, “but she has a really solid grounding in grassroots politics”.\n\nI think if the moment comes, she will just come forward, present her credentials, present a plan, try to win\n\n“She is very much a team player,” agrees Katie Perrior, May’s former media advisor. “If a request comes in for her time, she will do it, and Philip, her husband, is incredibly supportive. He is totally in the same mindset as her: we do, we help, we’re part of a movement and, if we can be helpful, we will. She has spent years, literally years, helping other people out in their seats.”\n\nThis is, one might think, the sort of quality voters might like, yet May has been curiously shy about her electioneering. Her team rebuffed repeated requests from the Guardian to accompany her on the election trail, or even to observe routine campaign events from afar.\n\n\n\n“She doesn’t like the limelight,” says Perrior, noting that May would not have welcomed Cameron’s naming her as a potential successor. Aside from one carefully agreed line delivered to the Mail on Sunday about the dangers of an SNP-Labour pact (interviewing her, said the journalist, brought to mind “a paint used to stop vandals urinating on walls [which] bounces the offending fluid back on to the offender”), May has gone out of her way to stay out of the headlines.\n\n\n\nRelated: Boris Johnson primed to become Tory election weapon\n\nIt’s not an immediately obvious tactic for an ambitious leader wannabe, so what’s going on? Alongside Johnson and Osborne, recent reports have named a lengthy list of senior Tories – including Sajid Javid, Nicky Morgan, Dominic Raab, and Andrea Leadsom – who are said to be either “on manoeuvres” or being urged to consider the leadership.\n\n“Of course she wants to be leader,” says one Tory insider, “but I don’t detect any real sign of movement by Camp May. You do with Camp Boris, and there are other people who are putting their candidacy around. But I don’t detect that from Theresa’s supporters at the moment. I think if the moment comes, she will just come forward, present her credentials, present a plan, try to win.”\n\nPerrior, who is a director of iNHouse Communications, a political PR firm, says May is “not that much of a player”.\n\n“She doesn’t really do these machiavellian divide and rule thing in politics. She got tired and bored and frustrated when it was thrown at her from another camp - ‘oh, someone is playing silly buggers again.’”\n\nPaul Goodman, editor of ConservativeHome.com, says: “She plays it very straight, and is well aware that any poking of her head too far above the parapet will inevitably be seen in the context of a leadership bid. She is very, very straight: she doesn’t gossip and doesn’t brief.”\n\nThere is little question that, were a vacancy to arise at the top of the party any time soon, Johnson would be the clear favourite. In June last year, the website’s monthly poll of party members had May 12 points ahead of Johnson on 35%; last month she had fallen to 20% behind his 22%.\n\n\n\nBut if your favoured approach to races, leadership or otherwise, is steady, dependable tortoise rather than flashy hare, that is not necessarily any cause for alarm. From David Davis to Michael Portillo to Kenneth Clarke, insiders note, recent Tory history is littered with the corpses of leadership favourites who have fallen at the final hurdle.\n\nIn any event, as Perrior notes, “if she is going for the leadership, maybe she has word out that her vote will depend on all of these constituencies up and down the country, all these MPs and would-be MPs, thinking that she was a hard worker for them, and they will pay her back in kind. It’s not a bad strategy compared to appearing on TV every few days in blue paint”.",
  "title": "Away from the spotlight, Theresa May awaits her moment to take the lead",
  "ts_in": "2015-05-03T20:54:06.949503",
  "url": "http://www.theguardian.com/politics/2015/may/03/away-spotlight-theresa-may-awaits-moment-take-lead"
}