{
  "article_html": "<div><p>The Brazilian man executed in <a href=\"http://www.theguardian.com/world/indonesia\" class=\" u-underline\">Indonesia</a> last week is due to be buried in his home country, as his family launch a campaign to have him posthumously pardoned on the grounds of mental health problems.<br></p>\n<p>Rodrigo Gularte, who was twice diagnosed with schizophrenia, only realised he was about to be shot minutes before he stood before the firing squad. According to the priest who administered his last rites, he was hearing voices in his empty cell and asked at the last <a href=\"http://www.theguardian.com/world/2015/apr/30/brazilian-executed-by-indonesia-was-hearing-voices-all-the-time\" class=\" u-underline\">&#8220;Am I being executed?&#8230;That&#8217;s not right.&#8221;</a> He reportedly declared that he would be resurrected 10 days after his death.</p>\n<p>His family and friends, who will attend a funeral mass in Curitiba on Sunday, told the Guardian the signs of mental instability were apparent from before Gularte&#8217;s adolescence.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/30/brazilian-executed-by-indonesia-was-hearing-voices-all-the-time\" class=\" u-underline\">'Am I being executed?' Brazilian killed by Indonesia unaware until end, says priest</a> </p>\n\n<p>Juliana Gularte said her cousin had been diagnosed firstly with cerebral dysrhythmia, which made him particularly impulsive, from the age of 10. Six years later, when he was sent to a rehabilitation centre as a result of drug and alcohol abuse, doctors discovered he had bipolar disorder.</p>\n<p>&#8220;They wanted to put him on medication, but he refused. He never liked that,&#8221; she said.</p>\n<p>He was twice been hospitalised for drug abuse and dropped out of three college courses.</p>\n<p>Marcelo Penayo, a friend, said Gularte exhibited strong mood swings. &#8220;He would switch between moments of euphoria, going to the beach, going surfing, always inviting everyone to come along. Then he would sometimes become very introspective and sad, even when he was among friends and with his girlfriend,&#8221; he said.</p>\n<p>His condition and his drug abuse reportedly worsened after his parents&#8217; divorce, though his mother tried to help by buying him a restaurant. The family claim international drug smugglers took advantage of Gularte&#8217;s recklessness to persuade him to act as a mule while he was on a trip to Asia.</p>\n<p>But he was also remembered for his loyalty and courage. In 2004, when he and two friends were caught with 6kg of cocaine concealed in their surfboards, Gularte claimed full responsibility which allowed his friends to go free.</p>\n<p>In prison, Gularte attempted suicide. His behaviour was so erratic that other inmates reportedly refused to share a cell with him. When his behaviour worsened three years ago, relatives hired psychiatrists to examine his mental condition. They diagnosed paranoid schizophrenia with delusions and hallucinations and recommended he be transferred to a psychiatric hospital.</p>\n<p>Indonesia&#8217;s attorney general rejected this and ordered a second opinion from police doctors but the report of their findings has never been made public, prompting accusations of a lack of transparency.</p>\n<p>Gularte&#8217;s mother said her son had lost 15kg in the weeks leading up to his execution, when he was prone to talking to the walls and hearing voices. One of the last people to see him, Leonardo Monteiro, charge d&#8217;affaires of the Brazilisn embassy in Jakarta said the convict alternated between lucidity and delirium, declaring the execution mere &#8220;theatre and fiction.&#8221;</p>\n<p>Father Charlie Burrows, a priest who ministers to prisoners on death row in Cilacap, said he had tried unsuccessfully for three days to explain to Gularte that he was about to die. It was only when guards took the condemned to the execution yard that he realised.</p>\n<p>&#8220;He&#8217;s lost because he&#8217;s a schizophrenic. He asked if there was a sniper outside ready to shoot him, and I said no, and whether somebody would shoot him in the car, and I said no,&#8221; Burrows said.</p>\n<p>His killing continues to prompt outrage in Brazil, where the death penalty was abolished more than 100 years ago. The head of the Chamber of Deputies, Eduardo Cunha called it &#8220;absurd&#8221; and said <a href=\"http://www.theguardian.com/world/brazil\" class=\" u-underline\">Brazil</a> should implement retaliatory measures against Indonesia. Brazilian president Dilma Rousseff has warned the execution &#8211; the second of a Brazilian national this year &#8211; would have a serious impact on relations. Human Rights Watch and Amnesty have condemned Indonesia&#8217;s actions.</p>\n<p>Gularte&#8217;s relatives say the fight is not over. &#8220;What the family and friends who are out in Jakarta are going to do now is continue the process to prove that he was mentally ill and that the authorities were wrong,&#8221; said his cousin Juliana Gularte.</p>\n</div>",
  "authors": [
    "Jonathan Watts"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Brazil",
    "Bali Nine",
    "Americas",
    "World news",
    "Indonesia",
    "Asia Pacific",
    "Drugs trade",
    "Mental health",
    "Schizophrenia",
    "Health",
    "Society"
  ],
  "ntitle": "bali_nine_family_of_executed_brazilian_campaign_for_posthumous_pardon",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Brazilian man executed in Indonesia last week is due to be buried in his home country, as his family launch a campaign to have him posthumously pardoned on the grounds of mental health problems.\n\n\n\nRodrigo Gularte, who was twice diagnosed with schizophrenia, only realised he was about to be shot minutes before he stood before the firing squad. According to the priest who administered his last rites, he was hearing voices in his empty cell and asked at the last “Am I being executed?…That’s not right.” He reportedly declared that he would be resurrected 10 days after his death.\n\nHis family and friends, who will attend a funeral mass in Curitiba on Sunday, told the Guardian the signs of mental instability were apparent from before Gularte’s adolescence.\n\nRelated: 'Am I being executed?' Brazilian killed by Indonesia unaware until end, says priest\n\nJuliana Gularte said her cousin had been diagnosed firstly with cerebral dysrhythmia, which made him particularly impulsive, from the age of 10. Six years later, when he was sent to a rehabilitation centre as a result of drug and alcohol abuse, doctors discovered he had bipolar disorder.\n\n“They wanted to put him on medication, but he refused. He never liked that,” she said.\n\nHe was twice been hospitalised for drug abuse and dropped out of three college courses.\n\nMarcelo Penayo, a friend, said Gularte exhibited strong mood swings. “He would switch between moments of euphoria, going to the beach, going surfing, always inviting everyone to come along. Then he would sometimes become very introspective and sad, even when he was among friends and with his girlfriend,” he said.\n\nHis condition and his drug abuse reportedly worsened after his parents’ divorce, though his mother tried to help by buying him a restaurant. The family claim international drug smugglers took advantage of Gularte’s recklessness to persuade him to act as a mule while he was on a trip to Asia.\n\nBut he was also remembered for his loyalty and courage. In 2004, when he and two friends were caught with 6kg of cocaine concealed in their surfboards, Gularte claimed full responsibility which allowed his friends to go free.\n\nIn prison, Gularte attempted suicide. His behaviour was so erratic that other inmates reportedly refused to share a cell with him. When his behaviour worsened three years ago, relatives hired psychiatrists to examine his mental condition. They diagnosed paranoid schizophrenia with delusions and hallucinations and recommended he be transferred to a psychiatric hospital.\n\nIndonesia’s attorney general rejected this and ordered a second opinion from police doctors but the report of their findings has never been made public, prompting accusations of a lack of transparency.\n\nGularte’s mother said her son had lost 15kg in the weeks leading up to his execution, when he was prone to talking to the walls and hearing voices. One of the last people to see him, Leonardo Monteiro, charge d’affaires of the Brazilisn embassy in Jakarta said the convict alternated between lucidity and delirium, declaring the execution mere “theatre and fiction.”\n\nFather Charlie Burrows, a priest who ministers to prisoners on death row in Cilacap, said he had tried unsuccessfully for three days to explain to Gularte that he was about to die. It was only when guards took the condemned to the execution yard that he realised.\n\n“He’s lost because he’s a schizophrenic. He asked if there was a sniper outside ready to shoot him, and I said no, and whether somebody would shoot him in the car, and I said no,” Burrows said.\n\nHis killing continues to prompt outrage in Brazil, where the death penalty was abolished more than 100 years ago. The head of the Chamber of Deputies, Eduardo Cunha called it “absurd” and said Brazil should implement retaliatory measures against Indonesia. Brazilian president Dilma Rousseff has warned the execution – the second of a Brazilian national this year – would have a serious impact on relations. Human Rights Watch and Amnesty have condemned Indonesia’s actions.\n\nGularte’s relatives say the fight is not over. “What the family and friends who are out in Jakarta are going to do now is continue the process to prove that he was mentally ill and that the authorities were wrong,” said his cousin Juliana Gularte.",
  "title": "Bali Nine: family of executed Brazilian campaign for posthumous pardon",
  "ts_in": "2015-05-03T15:16:25.018063",
  "url": "http://www.theguardian.com/world/2015/may/03/bali-nine-family-of-executed-brazilian-rodrigo-gularte-campaign-for-posthumous-pardon"
}