{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/freddie-gray-legal-volunteers-arrested-after-defying-baltimore-curfew\" class=\" u-underline\">Freddie Gray: legal volunteers among those arrested after defying Baltimore curfew</a> </p>\n\n<p>Baltimore mayor Stephanie Rawlings-Blake on Sunday lifted the city&#8217;s 10pm curfew, effective immediately. The announcement came after another evening filled with <a href=\"http://www.theguardian.com/us-news/2015/may/03/freddie-gray-legal-volunteers-arrested-after-defying-baltimore-curfew\" class=\" u-underline\">arrests linked to curfew violations</a>.<br></p>\n<p>The curfew was imposed after protests over the death last month in police custody of 25-year-old Freddie Gray spilled over into confrontations with police, <a href=\"http://www.theguardian.com/us-news/live/2015/apr/27/baltimore-police-clash-protesters-freddie-gray-live\" class=\" u-underline\">looting and widespread disorder</a>.</p>\n<p>In a statement on Sunday, Rawlings-Blake said: &#8220;My goal has always been to not have the curfew in place a single day longer than was necessary. I believe we have reached that point today.&#8221;</p>\n<p>Around 50 people were arrested on Saturday night, including several medical and legal observers. Among those arrested was Joseph Kent, a protester who had already been arrested once this week, live on television.</p>\n<p>&#8220;My number one priority in instituting a curfew was to ensure the public peace, safety, health and welfare of <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> citizens,&#8221; Rawlings-Blake said. &#8220;It was not an easy decision, but one I felt was necessary to help our city restore calm.&#8221;</p>\n<p>The curfew required all Baltimore residents to stay indoors between 10pm and 5am. It was put in place by Rawlings-Blake on Tuesday after riots in West Baltimore the previous night.</p>\n<p>The curfew became a source of division, as several activists accused police and city government of arbitrary enforcement, which they say has targeted black communities more sharply.</p>\n<p>On Saturday, as arrests were being made near Baltimore city&#8217;s correctional facility on Greenmount Avenue, including of an African American man who said he was an area resident just trying to get home, police officers were seen reasoning with a group of protesters who had gathered in Hampden, a predominantly white neighborhood. Around 50 mostly white protesters said they had gathered &#8220;to make a point&#8221; about the racial bias inherent in the curfew&#8217;s enforcement. Despite several warnings, <a href=\"http://www.baltimoresun.com/news/maryland/bs-md-hampden-curfew-20150502-story.html\" class=\" u-underline\">no arrests were made</a>.</p>\n<p>At the intersection between Pennsylvania and W North avenues, police were seen pulling one black protester to the ground by his hair and using pepper spray.</p>\n<p>On Saturday Deborah Jeon, legal director of the American Civil Liberties Union of <a href=\"http://www.theguardian.com/us-news/maryland\" class=\" u-underline\">Maryland</a>, issued a statement which said: &#8220;At this point, it [the curfew] is being used to restrict the first amendment rights of protesters, legal observers, and the media, and is engendering needless tension and hostility.&#8221;</p>\n<p>Speaking on the Sunday political talk show circuit, Rawlings-Blake said the curfew was irrelevant to the search for the perpetrators of the violence a week ago, which she said would continue vigorously. She told NBC&#8217;s Meet the Press a painstaking process already had begun of going through video tape recorded by security cameras in stores that had been looted, in the search for those responsible.</p>\n\n<blockquote>\n<p>I do not condone the type of violence and destruction we saw and I am going to make sure they are held accountable</p>\n\nStephanie Rawlings-Blake\n\n</blockquote>\n\n<p>&#8220;I do not condone the type of violence and destruction we saw in our city, and I am going to make sure they are held accountable,&#8221; she said. </p>\n<p>The mayor pointed to the burning of the CVS pharmacy in West Baltimore that provided some of the most dramatic footage of the riots on Monday and said: &#8220;What happened with the rioting and destruction of CVS is senseless. It is destroying neighourhoods. Now we are working to repair the damage that&#8217;s been done.&#8221;</p>\n<p> With calm now falling over Baltimore, politicians on the national stage have begun to seize on the events of the past few days and turn them to their own political advantage. </p>\n<p>On Sunday John Boehner, the Republican speaker of the House of Representatives, made the most brazen land-grab by blaming the unrest in Baltimore on half a century of left-wing leadership.</p>\n<p>&#8220;We have 50 years of liberal policies that have not worked to help the very people we want to help,&#8221; he said on NBC. &#8220;It&#8217;s time to look at all these programmes and determine what&#8217;s working and what isn&#8217;t.&#8221;</p>\n<p>But the Republican leader also had strong words for police forces involved in the spate of recent shootings of unarmed black men: &#8220;I think if you look at what&#8217;s happened over the course of the last year, you have to scratch your head.&#8221;</p>\n<p>He said that if the criminal <a href=\"http://www.nytimes.com/2015/05/02/us/freddie-gray-autopsy-report-given-to-baltimore-prosecutors.html\" class=\" u-underline\">charges brought against the six police officers</a> who arrested Freddie Gray proved to be true, the actions of the five men and one woman were &#8220;outrageous and unacceptable&#8221;.</p>\n\n\n<a href=\"/us-news/2015/may/03/baltimore-mayor-curfew-freddie-gray-protests#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430667915673/8411b7b3-ad22-4777-99d7-2f62e874048e-300x180.jpeg\" alt=\"Mayor Stephanie Rawlings-Blake\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4848g%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Baltimore+mayor+lifts+curfew+imposed+over+Freddie+Gray+protests&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4848g%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Baltimore+mayor+lifts+curfew+imposed+over+Freddie+Gray+protests&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F03%2Fbaltimore-mayor-curfew-freddie-gray-protests&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430667916228%2F8411b7b3-ad22-4777-99d7-2f62e874048e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMayor Stephanie Rawlings-Blake prepares to speak at a media availability at City Hall on Friday. Photograph: Alex Brandon/AP\n\n\n\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/02/my-49-hours-in-a-baltimore-cell-for-being-a-reporter\" class=\" u-underline\">My 49 hours in a Baltimore cell &#8211; for being a reporter</a> </p>\n\n<p>On the other side of the political aisle, Martin O&#8217;Malley, the former Baltimore mayor and governor of <a href=\"http://www.theguardian.com/us-news/maryland\" class=\" u-underline\">Maryland</a> who is weighing a Democratic presidential run, accused Boehner of &#8220;crocodile tears&#8221;. By his analysis, the crisis that has played out in the city was the result of a nationwide economy that had left whole communities behind.</p>\n<p>&#8220;Extreme poverty breeds conditions for extreme violence,&#8221; he said on the same NBC show. &#8220;People are frustrated, they are angry and they feel people aren&#8217;t listening.&#8221;</p>\n<p>The timing of the unrest could not be more awkward for O&#8217;Malley as he prepares what is expected to be a challenge to the clear Democratic frontrunner, Hillary Clinton. He has come under fire from <a href=\"http://www.dailykos.com/story/2015/04/25/1380301/-Martin-O-Malley-was-Architect-of-Failed-Baltimore-Police-Plan\" class=\" u-underline\">progressive blogs</a> for being the architect of the &#8220;zero tolerance&#8221; policing strategy in the late 1990s and early 2000s that saw arrest rates of black men in Baltimore surge.</p>\n<p>O&#8217;Malley tried on Sunday to deflect the criticism away from his policing policies and toward economic injustices. </p>\n<p>&#8220;We need an agenda for American cities &#8211; we need to stop ignoring people of color and acting as though they are disposable,&#8221; he said.</p>\n<p>The national guard will be unwinding their operations over the next week, and will withdraw from Baltimore, mayor Rawlings-Blake said at a press conference at the reopening of Mondawmin Mall. </p>\n<p>Addressing the reason for lifting the curfew Sunday as opposed to Saturday, the mayor said: &#8220;Yesterday we had some of the same outside protesters that we had last Saturday.&#8221; </p>\n<p>The mayor expressed confidence that the peace will be kept in Baltimore. &#8220;What we saw over past few days is not just resiliency but our communities coming together. We want to heal our city.&#8221;</p>\n</div>",
  "authors": [
    "Ed Pilkington",
    "Raya Jalabi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Freddie Gray",
    "Baltimore",
    "US policing",
    "Protest",
    "Race issues",
    "Maryland",
    "US news"
  ],
  "ntitle": "baltimore_mayor_lifts_curfew_imposed_over_freddie_gray_protests",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Freddie Gray: legal volunteers among those arrested after defying Baltimore curfew\n\nBaltimore mayor Stephanie Rawlings-Blake on Sunday lifted the city’s 10pm curfew, effective immediately. The announcement came after another evening filled with arrests linked to curfew violations.\n\n\n\nThe curfew was imposed after protests over the death last month in police custody of 25-year-old Freddie Gray spilled over into confrontations with police, looting and widespread disorder.\n\nIn a statement on Sunday, Rawlings-Blake said: “My goal has always been to not have the curfew in place a single day longer than was necessary. I believe we have reached that point today.”\n\nAround 50 people were arrested on Saturday night, including several medical and legal observers. Among those arrested was Joseph Kent, a protester who had already been arrested once this week, live on television.\n\n“My number one priority in instituting a curfew was to ensure the public peace, safety, health and welfare of Baltimore citizens,” Rawlings-Blake said. “It was not an easy decision, but one I felt was necessary to help our city restore calm.”\n\nThe curfew required all Baltimore residents to stay indoors between 10pm and 5am. It was put in place by Rawlings-Blake on Tuesday after riots in West Baltimore the previous night.\n\nThe curfew became a source of division, as several activists accused police and city government of arbitrary enforcement, which they say has targeted black communities more sharply.\n\nOn Saturday, as arrests were being made near Baltimore city’s correctional facility on Greenmount Avenue, including of an African American man who said he was an area resident just trying to get home, police officers were seen reasoning with a group of protesters who had gathered in Hampden, a predominantly white neighborhood. Around 50 mostly white protesters said they had gathered “to make a point” about the racial bias inherent in the curfew’s enforcement. Despite several warnings, no arrests were made.\n\nAt the intersection between Pennsylvania and W North avenues, police were seen pulling one black protester to the ground by his hair and using pepper spray.\n\nOn Saturday Deborah Jeon, legal director of the American Civil Liberties Union of Maryland, issued a statement which said: “At this point, it [the curfew] is being used to restrict the first amendment rights of protesters, legal observers, and the media, and is engendering needless tension and hostility.”\n\nSpeaking on the Sunday political talk show circuit, Rawlings-Blake said the curfew was irrelevant to the search for the perpetrators of the violence a week ago, which she said would continue vigorously. She told NBC’s Meet the Press a painstaking process already had begun of going through video tape recorded by security cameras in stores that had been looted, in the search for those responsible.\n\nI do not condone the type of violence and destruction we saw and I am going to make sure they are held accountable Stephanie Rawlings-Blake\n\n“I do not condone the type of violence and destruction we saw in our city, and I am going to make sure they are held accountable,” she said.\n\nThe mayor pointed to the burning of the CVS pharmacy in West Baltimore that provided some of the most dramatic footage of the riots on Monday and said: “What happened with the rioting and destruction of CVS is senseless. It is destroying neighourhoods. Now we are working to repair the damage that’s been done.”\n\nWith calm now falling over Baltimore, politicians on the national stage have begun to seize on the events of the past few days and turn them to their own political advantage.\n\nOn Sunday John Boehner, the Republican speaker of the House of Representatives, made the most brazen land-grab by blaming the unrest in Baltimore on half a century of left-wing leadership.\n\n“We have 50 years of liberal policies that have not worked to help the very people we want to help,” he said on NBC. “It’s time to look at all these programmes and determine what’s working and what isn’t.”\n\nBut the Republican leader also had strong words for police forces involved in the spate of recent shootings of unarmed black men: “I think if you look at what’s happened over the course of the last year, you have to scratch your head.”\n\nHe said that if the criminal charges brought against the six police officers who arrested Freddie Gray proved to be true, the actions of the five men and one woman were “outrageous and unacceptable”.\n\nFacebook Twitter Pinterest Mayor Stephanie Rawlings-Blake prepares to speak at a media availability at City Hall on Friday. Photograph: Alex Brandon/AP\n\nRelated: My 49 hours in a Baltimore cell – for being a reporter\n\nOn the other side of the political aisle, Martin O’Malley, the former Baltimore mayor and governor of Maryland who is weighing a Democratic presidential run, accused Boehner of “crocodile tears”. By his analysis, the crisis that has played out in the city was the result of a nationwide economy that had left whole communities behind.\n\n“Extreme poverty breeds conditions for extreme violence,” he said on the same NBC show. “People are frustrated, they are angry and they feel people aren’t listening.”\n\nThe timing of the unrest could not be more awkward for O’Malley as he prepares what is expected to be a challenge to the clear Democratic frontrunner, Hillary Clinton. He has come under fire from progressive blogs for being the architect of the “zero tolerance” policing strategy in the late 1990s and early 2000s that saw arrest rates of black men in Baltimore surge.\n\nO’Malley tried on Sunday to deflect the criticism away from his policing policies and toward economic injustices.\n\n“We need an agenda for American cities – we need to stop ignoring people of color and acting as though they are disposable,” he said.\n\nThe national guard will be unwinding their operations over the next week, and will withdraw from Baltimore, mayor Rawlings-Blake said at a press conference at the reopening of Mondawmin Mall.\n\nAddressing the reason for lifting the curfew Sunday as opposed to Saturday, the mayor said: “Yesterday we had some of the same outside protesters that we had last Saturday.”\n\nThe mayor expressed confidence that the peace will be kept in Baltimore. “What we saw over past few days is not just resiliency but our communities coming together. We want to heal our city.”",
  "title": "Baltimore mayor lifts curfew imposed over Freddie Gray protests",
  "ts_in": "2015-05-03T20:53:57.670501",
  "url": "http://www.theguardian.com/us-news/2015/may/03/baltimore-mayor-curfew-freddie-gray-protests"
}