{
  "article_html": "<div><p>The blues legend <a href=\"http://www.theguardian.com/music/bb-king\" class=\" u-underline\">BB King</a> remained in hospice care on Saturday, at his home in Las Vegas.</p>\n<p>King&#8217;s longtime business manager, Laverne Toney, said the musician had had a good night and welcomed the <a href=\"http://www.theguardian.com/music/2015/apr/07/bb-king-hospitalised-for-dehydration\" class=\" u-underline\">concern about his health</a>. Toney has legal control over King&#8217;s affairs.</p>\n<p>The 89-year-old musician posted thanks on his official website for fans&#8217; well-wishes and prayers on Friday, after returning home from a brief hospitalisation. The hospitalisation was the second in a month for King, who lives with diabetes.</p>\n<p>The Rock and Roll Hall of Famer is considered one of the greatest guitarists of all time.</p>\n<p>His guitar, named Lucille, has soared and wailed in songs ranging from Every Day I Have the Blues to When Love Comes to Town (with U2) to The Thrill is Gone.</p>\n</div>",
  "authors": [
    "Associated Press In Las Vegas"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "BB King"
  ],
  "ntitle": "bb_king_in_hospice_care_at_las_vegas_home_after_brief_hospital_stay",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The blues legend BB King remained in hospice care on Saturday, at his home in Las Vegas.\n\nKing’s longtime business manager, Laverne Toney, said the musician had had a good night and welcomed the concern about his health. Toney has legal control over King’s affairs.\n\nThe 89-year-old musician posted thanks on his official website for fans’ well-wishes and prayers on Friday, after returning home from a brief hospitalisation. The hospitalisation was the second in a month for King, who lives with diabetes.\n\nThe Rock and Roll Hall of Famer is considered one of the greatest guitarists of all time.\n\nHis guitar, named Lucille, has soared and wailed in songs ranging from Every Day I Have the Blues to When Love Comes to Town (with U2) to The Thrill is Gone.",
  "title": "BB King in hospice care at Las Vegas home after brief hospital stay",
  "ts_in": "2015-05-03T15:17:04.036747",
  "url": "http://www.theguardian.com/music/2015/may/02/bb-king-hospital-las-vegas-hospice"
}