{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/apr/30/bernie-sanders-election-challenge-hillary-clinton\" class=\" u-underline\">Bernie Sanders to run against Clinton for president: 'We're in this race to win'</a> </p>\n\n<p>One day after raising $1.5m in donations, Vermont senator Bernie Sanders was out to convince supporters in the early voting state of New Hampshire on Saturday he could raise the $40m to $50m needed to run a competitive presidential primary campaign against the Democratic frontrunner, <a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a>.</p>\n<p>&#8220;The question to me is not whether we can raise as much money as our opponents &#8211; we can &#8211; the question is whether we can raise enough money to run a strong, credible and winning campaign,&#8221; Sanders said. &#8220;And based on this first day I believe that we can.&#8221;</p>\n<p>Sanders, an independent, announced on Thursday that he will run in the Democratic presidential primary, making him Clinton&#8217;s first official primary opponent. A self-described &#8220;democratic socialist&#8221;, Sanders plans to focus his message heavily on income inequality, climate change and reforming the campaign finance system. </p>\n<p>He was scheduled to speak on Saturday afternoon before the <a href=\"http://www.theguardian.com/us-news/new-hampshire\" class=\" u-underline\">New Hampshire</a> chapter of the AFL-CIO union.</p>\n<p>Sanders could fill a void to Clinton&#8217;s left that has some <a href=\"http://www.theguardian.com/us-news/democrats\" class=\" u-underline\">Democrats</a> clamoring for Massachusetts senator Elizabeth Warren to get into the race. Warren has said she has no plans to run.</p>\n<p>Diane St Germain, a New Hampshire voter, said she hoped Sanders&#8217; entrance into the race would push Clinton to the left.</p>\n<p>&#8220;If this does nothing but do that for Hillary, that would cause me to possibly consider her,&#8221; St Germain said.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/apr/30/bernie-sanders-socialist-president-resume\" class=\" u-underline\">Get to know Bernie Sanders, your latest (socialist!) candidate for president</a> </p>\n\n<p>For voter Patrick McLaughlin, Sanders&#8217; initial fundraising haul despite his relatively low name recognition showed that there was enough support to make him a viable candidate. Sanders said more than 100,000 people signed up to support his candidacy in the first 24 hours and his $1.5m in donations came from 35,000 people.</p>\n<p>&#8220;The money is there if [people] hear somebody standing up for what they believe they need, what we need,&#8221; McLaughlin said.</p>\n<p>As Sanders spoke to a full living room on Saturday, at least a dozen people also stood outside in the lawn, listening through the window. Sanders received loud applause when he called for a need to take elections back from millionaires and billionaires.</p>\n<p>He did not take questions from the crowd following his remarks but did mingle briefly with supporters in the backyard. The event was markedly different than Clinton&#8217;s recent trip to the state, where she largely spoke at small roundtables in front of invited crowds.</p>\n<p>&#8220;We don&#8217;t do focus groups, we don&#8217;t do polling,&#8221; Sanders said. &#8220;These are our people.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Manchester New Hampshire"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bernie Sanders",
    "US elections 2016",
    "Democrats",
    "US politics",
    "Hillary Clinton",
    "US news",
    "World news",
    "New Hampshire"
  ],
  "ntitle": "bernie_sanders_raises_1_5m_and_gains_100_000_supporters_in_a_day",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Related: Bernie Sanders to run against Clinton for president: 'We're in this race to win'\n\nOne day after raising $1.5m in donations, Vermont senator Bernie Sanders was out to convince supporters in the early voting state of New Hampshire on Saturday he could raise the $40m to $50m needed to run a competitive presidential primary campaign against the Democratic frontrunner, Hillary Clinton.\n\n“The question to me is not whether we can raise as much money as our opponents – we can – the question is whether we can raise enough money to run a strong, credible and winning campaign,” Sanders said. “And based on this first day I believe that we can.”\n\nSanders, an independent, announced on Thursday that he will run in the Democratic presidential primary, making him Clinton’s first official primary opponent. A self-described “democratic socialist”, Sanders plans to focus his message heavily on income inequality, climate change and reforming the campaign finance system.\n\nHe was scheduled to speak on Saturday afternoon before the New Hampshire chapter of the AFL-CIO union.\n\nSanders could fill a void to Clinton’s left that has some Democrats clamoring for Massachusetts senator Elizabeth Warren to get into the race. Warren has said she has no plans to run.\n\nDiane St Germain, a New Hampshire voter, said she hoped Sanders’ entrance into the race would push Clinton to the left.\n\n“If this does nothing but do that for Hillary, that would cause me to possibly consider her,” St Germain said.\n\nRelated: Get to know Bernie Sanders, your latest (socialist!) candidate for president\n\nFor voter Patrick McLaughlin, Sanders’ initial fundraising haul despite his relatively low name recognition showed that there was enough support to make him a viable candidate. Sanders said more than 100,000 people signed up to support his candidacy in the first 24 hours and his $1.5m in donations came from 35,000 people.\n\n“The money is there if [people] hear somebody standing up for what they believe they need, what we need,” McLaughlin said.\n\nAs Sanders spoke to a full living room on Saturday, at least a dozen people also stood outside in the lawn, listening through the window. Sanders received loud applause when he called for a need to take elections back from millionaires and billionaires.\n\nHe did not take questions from the crowd following his remarks but did mingle briefly with supporters in the backyard. The event was markedly different than Clinton’s recent trip to the state, where she largely spoke at small roundtables in front of invited crowds.\n\n“We don’t do focus groups, we don’t do polling,” Sanders said. “These are our people.”",
  "title": "Bernie Sanders raises $1.5m and gains 100,000 supporters in a day",
  "ts_in": "2015-05-03T15:17:04.457531",
  "url": "http://www.theguardian.com/us-news/2015/may/02/bernie-sanders-fundraising-election-2016"
}