{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/hillary-clinton-2016-campaign-progressive-leftwing\" class=\" u-underline\">Clinton campaign keeps progressives guessing: how far left will she go?</a> </p>\n\n<p>Heralding what he called &#8220;the most unusual political career in the US Senate&#8221;, the 2016 Democratic presidential candidate <a href=\"http://www.theguardian.com/us-news/bernie-sanders\" class=\" u-underline\">Bernie Sanders</a> on Sunday called for &#8220;a political revolution&#8221; against &#8220;the billionaire class&#8221;.</p>\n<p>He then seemed to include the overwhelming favourite for the Democratic nomination, former secretary of state <a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a>, in that &#8220;billionaire class&#8221;.</p>\n<p>Appearing on ABC at the end of a week in which <a href=\"http://www.theguardian.com/us-news/2015/apr/30/bernie-sanders-election-challenge-hillary-clinton\" class=\" u-underline\">he declared a run for the Democratic nomination</a> well to the left of Clinton, the independent senator from Vermont said on his first day as a candidate he had attracted 100,000 supporters and raised $1.5m in donations at an average donation of $43.</p>\n<p>The self-described socialist aimed his fiercest fire at the influence of much bigger money.</p>\n<p>&#8220;For the last 30 years I&#8217;ve been standing up for the working families of this country,&#8221; he said, &#8220;and I think I&#8217;m the only candidate who&#8217;s prepared to take on the billionaire class which now controls our economy and increasingly controls the political life of this country. </p>\n<p>&#8220;We need a political revolution in this country involving millions of people who are prepared to stand up and say enough is enough, and I want to lead that.&#8221;</p>\n<p>Asked by host George Stephanopoulos to comment on <a href=\"http://www.theguardian.com/us-news/2015/apr/26/clinton-cash-foundation-admits-mistakes-foreign-donations-tax-forms\" class=\" u-underline\">continuing controversy</a> over foreign donations to the Clinton Foundation and their alleged influence over decisions made by the former secretary of state while in office, Sanders said: &#8220;It&#8217;s not just the Clinton Foundation.</p>\n<p>&#8220;Here are my concerns &#8230; and it should be the concern of every American. Can somebody who is not a billionaire, who stands for working families, actually win an election into which billionaires are pouring millions of dollars?&#8221;</p>\n<p>Naming prominent and controversial rightwing donors, he said: &#8220;It is not just Hillary, it is the Koch brothers, it is Sheldon Adelson.&#8221;</p>\n<p>Stephanopoulos seized the moment, asking: &#8220;Are you lumping her in with them?&#8221;</p>\n<p>Choosing to refer to the 2010 supreme court decision that removed limits on corporate political donations, rather than address the question directly, Sanders replied: &#8220;What I am saying is that I get very frightened about the future of American democracy when this becomes a battle between billionaires. I believe in one person, one vote. I believe we need a constitutional amendment to overturn Citizens United.&#8221;</p>\n<p>Sanders also outlined some policy positions, saying that if successful he would make the wealthiest corporations pay a fair share of taxes, tackle climate change and oppose international trade agreements.</p>\n<p>Asked if it was possible that &#8220;someone who calls himself a socialist&#8221; could win election to the White House, he said: &#8220;Of course, if we know what democratic socialism is.&#8221;</p>\n<p>He added: &#8220;If we know that in countries in Scandinavia, Denmark, Norway, Sweden, they are very democratic countries &#8211; the voter turnout is a lot higher than in the United States &#8211; and in those countries healthcare is a right, college education and graduate school is free, retirement benefits and childcare benefits are stronger &#8230; and in those countries government works for ordinary people and the middle class rather than, as is the case right now in our country, for the billionaires.&#8221;</p>\n<p>&#8220;I can see the Republican attack ad right now,&#8221; Stephanopoulos said. &#8220;He wants America to look more like Scandinavia.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/apr/30/bernie-sanders-socialist-president-resume\" class=\" u-underline\">Get to know Bernie Sanders, your latest (socialist!) candidate for president</a> </p>\n\n<p>&#8220;That&#8217;s right,&#8221; said Sanders. &#8220;That&#8217;s right. And what&#8217;s wrong with that? What&#8217;s wrong when they have more income and wealth equality? What&#8217;s wrong when they have a stronger middle class in many ways than we do, a higher minimum wage than we do? They&#8217;re stronger on the environment than we are.</p>\n<p>&#8220;The fact of the matter is that we do a lot in our country that is good, but we can learn from other countries.&#8221;</p>\n<p>Asked if he might weaken Clinton &#8211; who leads polls regarding potential Democratic candidates in 2016 by 50% or more &#8211; by competing against her, Sanders said: &#8220;Few would argue that [mine] is the most unusual political career in the United States Senate.</p>\n<p>&#8220;Nobody thought that I would be elected mayor of Burlington, Vermont. Very few people thought I would beat an incumbent Republican to become a United States congressman for Vermont by 16 points. And people weren&#8217;t so sure I could beat the richest person in <a href=\"http://www.theguardian.com/world/vermont\" class=\" u-underline\">Vermont</a> to become a United States senator.</p>\n<p>&#8220;So I would say: &#8216;Don&#8217;t underestimate me.&#8217;&#8221;</p>\n</div>",
  "authors": [
    "Martin Pengelly"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bernie Sanders",
    "US elections 2016",
    "US politics",
    "US political financing",
    "Democrats",
    "Hillary Clinton",
    "US news",
    "Vermont",
    "World news"
  ],
  "ntitle": "bernie_sanders_calls_for_political_revolution_against_billionaire_class",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Clinton campaign keeps progressives guessing: how far left will she go?\n\nHeralding what he called “the most unusual political career in the US Senate”, the 2016 Democratic presidential candidate Bernie Sanders on Sunday called for “a political revolution” against “the billionaire class”.\n\nHe then seemed to include the overwhelming favourite for the Democratic nomination, former secretary of state Hillary Clinton, in that “billionaire class”.\n\nAppearing on ABC at the end of a week in which he declared a run for the Democratic nomination well to the left of Clinton, the independent senator from Vermont said on his first day as a candidate he had attracted 100,000 supporters and raised $1.5m in donations at an average donation of $43.\n\nThe self-described socialist aimed his fiercest fire at the influence of much bigger money.\n\n“For the last 30 years I’ve been standing up for the working families of this country,” he said, “and I think I’m the only candidate who’s prepared to take on the billionaire class which now controls our economy and increasingly controls the political life of this country.\n\n“We need a political revolution in this country involving millions of people who are prepared to stand up and say enough is enough, and I want to lead that.”\n\nAsked by host George Stephanopoulos to comment on continuing controversy over foreign donations to the Clinton Foundation and their alleged influence over decisions made by the former secretary of state while in office, Sanders said: “It’s not just the Clinton Foundation.\n\n“Here are my concerns … and it should be the concern of every American. Can somebody who is not a billionaire, who stands for working families, actually win an election into which billionaires are pouring millions of dollars?”\n\nNaming prominent and controversial rightwing donors, he said: “It is not just Hillary, it is the Koch brothers, it is Sheldon Adelson.”\n\nStephanopoulos seized the moment, asking: “Are you lumping her in with them?”\n\nChoosing to refer to the 2010 supreme court decision that removed limits on corporate political donations, rather than address the question directly, Sanders replied: “What I am saying is that I get very frightened about the future of American democracy when this becomes a battle between billionaires. I believe in one person, one vote. I believe we need a constitutional amendment to overturn Citizens United.”\n\nSanders also outlined some policy positions, saying that if successful he would make the wealthiest corporations pay a fair share of taxes, tackle climate change and oppose international trade agreements.\n\nAsked if it was possible that “someone who calls himself a socialist” could win election to the White House, he said: “Of course, if we know what democratic socialism is.”\n\nHe added: “If we know that in countries in Scandinavia, Denmark, Norway, Sweden, they are very democratic countries – the voter turnout is a lot higher than in the United States – and in those countries healthcare is a right, college education and graduate school is free, retirement benefits and childcare benefits are stronger … and in those countries government works for ordinary people and the middle class rather than, as is the case right now in our country, for the billionaires.”\n\n“I can see the Republican attack ad right now,” Stephanopoulos said. “He wants America to look more like Scandinavia.”\n\nRelated: Get to know Bernie Sanders, your latest (socialist!) candidate for president\n\n“That’s right,” said Sanders. “That’s right. And what’s wrong with that? What’s wrong when they have more income and wealth equality? What’s wrong when they have a stronger middle class in many ways than we do, a higher minimum wage than we do? They’re stronger on the environment than we are.\n\n“The fact of the matter is that we do a lot in our country that is good, but we can learn from other countries.”\n\nAsked if he might weaken Clinton – who leads polls regarding potential Democratic candidates in 2016 by 50% or more – by competing against her, Sanders said: “Few would argue that [mine] is the most unusual political career in the United States Senate.\n\n“Nobody thought that I would be elected mayor of Burlington, Vermont. Very few people thought I would beat an incumbent Republican to become a United States congressman for Vermont by 16 points. And people weren’t so sure I could beat the richest person in Vermont to become a United States senator.\n\n“So I would say: ‘Don’t underestimate me.’”",
  "title": "Bernie Sanders calls for 'political revolution' against billionaire class",
  "ts_in": "2015-05-03T20:54:06.402695",
  "url": "http://www.theguardian.com/us-news/2015/may/03/bernie-sanders-political-revolution-billionaire-democratic-2016-race"
}