{
  "article_html": "<div><p><a href=\"https://www.youtube.com/watch?v=9RlNopfAV-o\" class=\" u-underline\">Fredrik Gertten</a> is a Swedish documentary-maker: he made a film about the banana industry, <a href=\"http://www.bananasthemovie.com/\" class=\" u-underline\">and then he made a film about being sued by the banana industry</a>. He has recently been anointed one of Sweden&#8217;s &#8220;top environmentalists&#8221; &#8211; which, although the title is fairly broad, has got to be good. And he has now made <a href=\"http://www.bikes-vs-cars.com/\" class=\" u-underline\">Bikes vs Cars</a>, which is as confronting &#8211; though I don&#8217;t think you&#8217;d call it exactly confrontational &#8211; as you would expect.</p>\n<p>I have, give or take, mainly peddled the line that it&#8217;s not a war between the two-wheeled and the four-wheeled: how could it be, when a lot of us are both drivers and cyclists (and sometimes, inevitably, also pedestrians)? It seemed to me, much as it does on the road itself, safer not to be adversarial. This film&#8217;s message &#8211; from the streets of S&#227;o Paulo to <a href=\"http://www.theguardian.com/us-news/los-angeles\" class=\" u-underline\">Los Angeles</a>, via the toxic situation in Toronto &#8211; makes it plain that a war is exactly what it is: cities are designed for cars and are hostile to bikes. And cars are not designed for life.</p>\n<p>&#8220;Car dependency,&#8221; Gertten says, &#8220;is a disease for society. If you&#8217;re dependent on having a car every day, you have lost your freedom. It&#8217;s very sad. Most people are unhappy in traffic. The people who bike their cities, they become city-lovers. When you&#8217;re in a car, you don&#8217;t see the city, you are only watching the road. On a bike, you can see the sky, you can see the trees. People get to know their countries in a different way.&#8221;</p>\n<p>The way he describes it, which comes across even more intensely in the film, is not so much a clash between bikes and cars as a battle of love and hate. How do you know the contours of where you live? Do you dart across them like an urban hummingbird? Or do you crawl sightlessly along them in a tank?</p>\n\n<blockquote>\n<p>Car, oil and construction industries understand we need to change, but their business depends on the fact that we don't</p>\n\nFredrik Gertten, film-maker\n\n</blockquote>\n\n<p>&#8220;I&#8217;m trying to say that what we have out there is not a natural development,&#8221; adds Gertten. &#8220;Sometimes we believe that traffic is a natural thing, like water. But it&#8217;s actually man-made. So the whole LA segment of the film is partly about how it all started and then, of course, what we are up against when we want to change our cities. Because the car industry, the oil industry, the construction industry &#8211; they all understand that we need to change, but their business depends on the fact that we don&#8217;t change.&#8221;</p>\n<p>Plenty of appalling tragedies beset cyclists in his film, which has just been released in selected UK cinemas. Memorably, for sheer gruesome detail, there&#8217;s a man in <a href=\"http://www.theguardian.com/travel/saopaulo\" class=\" u-underline\">S&#227;o Paulo</a> who had his arm torn off by a car. The driver didn&#8217;t stop, drove another five miles, dropped off a friend, then tossed the arm in a creek. The bikers of the city had a vigil for him; they were expecting 1,000 people, but didn&#8217;t get them. As one of the campaigners says ruefully: &#8220;In reality, Facebook is a fake recruiter&#8221;, which I think anyone who&#8217;s ever tried to organise anything can get behind. But for all that, at the end of the film, it&#8217;s the car-drivers you feel really sorry for. It just looks so miserable, so choked, so futile, so wasteful: not of the planet&#8217;s resources, but of your actual life. In S&#227;o Paulo, commuters spend an average of three hours a day in traffic. Los Angeles looks like a patient with a chronic disorder: when the roads seize up, the citizens are paralysed. In the city of the go-getter, they may as well stay in bed.</p>\n<p>As the statistics on car use thunder out, with already bursting capital cities facing huge growth in demand and afforability, a picture comes into focus: maybe this is it, the point at which perpetual growth meets the limits of the Earth. I always thought it would be something more elemental, like food or minerals, but transport seems to be a few rungs up on the hierarchy of needs. The vivid absurdity of trying to cram more and more cars into the same crawling, dystopian channels makes the case for sustainability without even trying. &#8220;I don&#8217;t even think it&#8217;s about growth or not growth,&#8221; Gertten says equably. &#8220;Growth needs to be sustainable to be counted as growth, otherwise it&#8217;s just destroying things.&#8221;</p>\n\n\n<a href=\"/film/2015/may/03/bikes-vs-cars-film-war-cyclists-drivers-fredrik-gertten-interview#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430498616855/0a21f156-f6ae-41d9-b945-8c78de20bfc9-300x207.jpeg\" alt=\"Vehicles crawl along a major road in S&#227;o Paulo, Brazil.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4839d%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Bikes+vs+Cars%3A+why+it%E2%80%99s+war+between+cyclists+and+drivers+on+city+streets&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4839d%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Bikes+vs+Cars%3A+why+it%E2%80%99s+war+between+cyclists+and+drivers+on+city+streets&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2015%2Fmay%2F03%2Fbikes-vs-cars-film-war-cyclists-drivers-fredrik-gertten-interview&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430498615465%2F0a21f156-f6ae-41d9-b945-8c78de20bfc9-2060x1421.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVehicles crawl along a major road in S&#227;o Paulo, Brazil. Photograph: Paulo Whitaker/Reuters/Corbis\n\n\n\n<p>The film-maker is adamant that the bike movement is not a leftist movement. &#8220;New movements can&#8217;t really be defined by the old terms. In a way, I made this film for people who started to bike and then got politicised. You had, I think, nine deaths in one month in <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a>. These non-political people start to bike and then start to ask themselves, &#8216;Why is this so poorly designed? Why aren&#8217;t cities designed for me?&#8217;&#8221;</p>\n\n<blockquote>\n<p>My heart bleeds when I hear [a cyclist] gets killed, but it's their own fault at the end of the day</p>\n\nRob Ford, ex-mayor of Toronto\n\n</blockquote>\n\n<p>But if cyclists can&#8217;t be classed as left, the anti-cyclists &#8211; embodied in the full technicolour unloveliness of <a href=\"http://www.theguardian.com/world/video/2014/jul/03/toronto-mayor-rob-ford-alcohol-abuse-video\" class=\" u-underline\">Rob Ford</a>, mayor of Toronto from 2010 to 2014 &#8211; can&#8217;t be classed as anything other than the ultimate right, people who see the makers and holders of money as the engine of all that is worthwhile, who must be appeased, prioritised, obeyed. The footage of the mayor is the most striking political segment of the film. &#8220;Roads are built for buses, cars and trucks, not for people on bikes,&#8221; he says. &#8220;My heart bleeds for them when I hear someone gets killed, but it&#8217;s their own fault at the end of the day.&#8221;</p>\n<p>Given what we now know about <a href=\"http://www.theglobeandmail.com/news/toronto/amid-high-security-ford-returns-to-city-hall-business-evades-questions/article19412230/\" class=\" u-underline\">his crack habit</a>, it&#8217;s possible that Ford didn&#8217;t truly mean this and was just high. But it has not been without consequence, Ford&#8217;s preference for the machine over the man, his mission to &#8220;end the war against cars&#8221;. A cyclist is hit every seven hours in Toronto, as cycle lanes have been painted over &#8211; to give the message, basically, that cycling is weird.</p>\n\n\n<a href=\"/film/2015/may/03/bikes-vs-cars-film-war-cyclists-drivers-fredrik-gertten-interview#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430499145693/4c48d18e-d634-439f-936a-840fa41d2115-300x200.jpeg\" alt='A man lights candles beside a \"ghost bike\" memorial in London.' class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4839d%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Bikes+vs+Cars%3A+why+it%E2%80%99s+war+between+cyclists+and+drivers+on+city+streets&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4839d%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Bikes+vs+Cars%3A+why+it%E2%80%99s+war+between+cyclists+and+drivers+on+city+streets&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2015%2Fmay%2F03%2Fbikes-vs-cars-film-war-cyclists-drivers-fredrik-gertten-interview&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430499145998%2F4c48d18e-d634-439f-936a-840fa41d2115-2060x1373.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA man lights candles beside a &#8220;ghost bike&#8221; memorial in London. Photograph: Alamy\n\n\n\n<p>How is it possible to hate cyclists so much that you grieve sarcastically when they die? Gertten recalls a Sheffield study &#8220;looking into why people are irritated by cyclists. They talked about the queue culture. When you sit in a line of cars and you see these cyclists going by, you have so much time to watch their wrongdoings. It really pisses people off. It makes people very frustrated to see how easily bikes can move.&#8221;</p>\n<p>And he adds this emollient word about the ur-cyclist, the one who it is OK to dislike, whether you&#8217;re on crack or not: &#8220;CEOs who also go by bike &#8211; they do it because they want to be healthier, and also they&#8217;re turning 50 and thinking, &#8216;Oh shit.&#8217; Fifteen years ago, they would have bought a motorbike. My general message to everybody is that you should love people who can afford a big car but who buy a very expensive bike with funny trousers. Because they create a real climate effect &#8211; they donate space on the street.&#8221;</p>\n<p>What does Gertten think of London? &#8220;It&#8217;s partly lovely and it&#8217;s partly scary. In cities where they don&#8217;t have a real bike infrastrucutre, you always end up in a street where you&#8217;re swimming with the sharks.&#8221; I hadn&#8217;t been on my bike since January for exactly this reason. But once I saw the film and realised that, even though I also drive, there&#8217;s a battle going on between me and people who hate me for reasons of their own unhappiness, I thought: sod the sharks.</p>\n<p>&#8226; Bikes vs Cars <a href=\"http://www.ukgreenfilmfestival.org/screenings.html\" class=\" u-underline\">opens the UK Green film festival today, 3 May, at the Rio cinema, Dalston at 3pm</a>, and is also showing today in Belfast, Birmingham, Bristol, Cardiff, Cheshire Oaks, Inverness, Leicester, Nottingham, Oban, Saffron Walden and Welwyn Garden City. See <a href=\"http://www.ukgreenfilmfestival.org/screenings.html\" class=\" u-underline\">ukgreenfilmfestival.org</a> for screening times nationwide from 3-10 May</p>\n<p><a href=\"http://www.bikes-vs-cars.com/\" class=\" u-underline\">Further details of screenings worldwide at: bikes-vs-cars.com</a></p>\n</div>",
  "authors": [
    "Zoe Williams"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Documentary",
    "Cycling",
    "Cities",
    "Road safety",
    "Transport policy",
    "Transport",
    "Environment",
    "Canada",
    "Brazil",
    "London",
    "Los Angeles",
    "Americas",
    "Festivals",
    "Motoring",
    "Road transport",
    "Urbanisation",
    "Planning policy",
    "Culture",
    "Film",
    "Life and style",
    "Politics",
    "UK news",
    "Activism"
  ],
  "ntitle": "bikes_vs_cars_why_it_s_war_between_cyclists_and_drivers_on_city_streets",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Fredrik Gertten is a Swedish documentary-maker: he made a film about the banana industry, and then he made a film about being sued by the banana industry. He has recently been anointed one of Sweden’s “top environmentalists” – which, although the title is fairly broad, has got to be good. And he has now made Bikes vs Cars, which is as confronting – though I don’t think you’d call it exactly confrontational – as you would expect.\n\nI have, give or take, mainly peddled the line that it’s not a war between the two-wheeled and the four-wheeled: how could it be, when a lot of us are both drivers and cyclists (and sometimes, inevitably, also pedestrians)? It seemed to me, much as it does on the road itself, safer not to be adversarial. This film’s message – from the streets of São Paulo to Los Angeles, via the toxic situation in Toronto – makes it plain that a war is exactly what it is: cities are designed for cars and are hostile to bikes. And cars are not designed for life.\n\n“Car dependency,” Gertten says, “is a disease for society. If you’re dependent on having a car every day, you have lost your freedom. It’s very sad. Most people are unhappy in traffic. The people who bike their cities, they become city-lovers. When you’re in a car, you don’t see the city, you are only watching the road. On a bike, you can see the sky, you can see the trees. People get to know their countries in a different way.”\n\nThe way he describes it, which comes across even more intensely in the film, is not so much a clash between bikes and cars as a battle of love and hate. How do you know the contours of where you live? Do you dart across them like an urban hummingbird? Or do you crawl sightlessly along them in a tank?\n\nCar, oil and construction industries understand we need to change, but their business depends on the fact that we don't Fredrik Gertten, film-maker\n\n“I’m trying to say that what we have out there is not a natural development,” adds Gertten. “Sometimes we believe that traffic is a natural thing, like water. But it’s actually man-made. So the whole LA segment of the film is partly about how it all started and then, of course, what we are up against when we want to change our cities. Because the car industry, the oil industry, the construction industry – they all understand that we need to change, but their business depends on the fact that we don’t change.”\n\nPlenty of appalling tragedies beset cyclists in his film, which has just been released in selected UK cinemas. Memorably, for sheer gruesome detail, there’s a man in São Paulo who had his arm torn off by a car. The driver didn’t stop, drove another five miles, dropped off a friend, then tossed the arm in a creek. The bikers of the city had a vigil for him; they were expecting 1,000 people, but didn’t get them. As one of the campaigners says ruefully: “In reality, Facebook is a fake recruiter”, which I think anyone who’s ever tried to organise anything can get behind. But for all that, at the end of the film, it’s the car-drivers you feel really sorry for. It just looks so miserable, so choked, so futile, so wasteful: not of the planet’s resources, but of your actual life. In São Paulo, commuters spend an average of three hours a day in traffic. Los Angeles looks like a patient with a chronic disorder: when the roads seize up, the citizens are paralysed. In the city of the go-getter, they may as well stay in bed.\n\nAs the statistics on car use thunder out, with already bursting capital cities facing huge growth in demand and afforability, a picture comes into focus: maybe this is it, the point at which perpetual growth meets the limits of the Earth. I always thought it would be something more elemental, like food or minerals, but transport seems to be a few rungs up on the hierarchy of needs. The vivid absurdity of trying to cram more and more cars into the same crawling, dystopian channels makes the case for sustainability without even trying. “I don’t even think it’s about growth or not growth,” Gertten says equably. “Growth needs to be sustainable to be counted as growth, otherwise it’s just destroying things.”\n\nFacebook Twitter Pinterest Vehicles crawl along a major road in São Paulo, Brazil. Photograph: Paulo Whitaker/Reuters/Corbis\n\nThe film-maker is adamant that the bike movement is not a leftist movement. “New movements can’t really be defined by the old terms. In a way, I made this film for people who started to bike and then got politicised. You had, I think, nine deaths in one month in London. These non-political people start to bike and then start to ask themselves, ‘Why is this so poorly designed? Why aren’t cities designed for me?’”\n\nMy heart bleeds when I hear [a cyclist] gets killed, but it's their own fault at the end of the day Rob Ford, ex-mayor of Toronto\n\nBut if cyclists can’t be classed as left, the anti-cyclists – embodied in the full technicolour unloveliness of Rob Ford, mayor of Toronto from 2010 to 2014 – can’t be classed as anything other than the ultimate right, people who see the makers and holders of money as the engine of all that is worthwhile, who must be appeased, prioritised, obeyed. The footage of the mayor is the most striking political segment of the film. “Roads are built for buses, cars and trucks, not for people on bikes,” he says. “My heart bleeds for them when I hear someone gets killed, but it’s their own fault at the end of the day.”\n\nGiven what we now know about his crack habit, it’s possible that Ford didn’t truly mean this and was just high. But it has not been without consequence, Ford’s preference for the machine over the man, his mission to “end the war against cars”. A cyclist is hit every seven hours in Toronto, as cycle lanes have been painted over – to give the message, basically, that cycling is weird.\n\nFacebook Twitter Pinterest A man lights candles beside a “ghost bike” memorial in London. Photograph: Alamy\n\nHow is it possible to hate cyclists so much that you grieve sarcastically when they die? Gertten recalls a Sheffield study “looking into why people are irritated by cyclists. They talked about the queue culture. When you sit in a line of cars and you see these cyclists going by, you have so much time to watch their wrongdoings. It really pisses people off. It makes people very frustrated to see how easily bikes can move.”\n\nAnd he adds this emollient word about the ur-cyclist, the one who it is OK to dislike, whether you’re on crack or not: “CEOs who also go by bike – they do it because they want to be healthier, and also they’re turning 50 and thinking, ‘Oh shit.’ Fifteen years ago, they would have bought a motorbike. My general message to everybody is that you should love people who can afford a big car but who buy a very expensive bike with funny trousers. Because they create a real climate effect – they donate space on the street.”\n\nWhat does Gertten think of London? “It’s partly lovely and it’s partly scary. In cities where they don’t have a real bike infrastrucutre, you always end up in a street where you’re swimming with the sharks.” I hadn’t been on my bike since January for exactly this reason. But once I saw the film and realised that, even though I also drive, there’s a battle going on between me and people who hate me for reasons of their own unhappiness, I thought: sod the sharks.\n\n• Bikes vs Cars opens the UK Green film festival today, 3 May, at the Rio cinema, Dalston at 3pm, and is also showing today in Belfast, Birmingham, Bristol, Cardiff, Cheshire Oaks, Inverness, Leicester, Nottingham, Oban, Saffron Walden and Welwyn Garden City. See ukgreenfilmfestival.org for screening times nationwide from 3-10 May\n\nFurther details of screenings worldwide at: bikes-vs-cars.com",
  "title": "Bikes vs Cars: why it’s war between cyclists and drivers on city streets",
  "ts_in": "2015-05-03T15:16:37.954025",
  "url": "http://www.theguardian.com/film/2015/may/03/bikes-vs-cars-film-war-cyclists-drivers-fredrik-gertten-interview"
}