{
  "article_html": "<div><p>In her centenary year, Billie Holiday remains defined by tragedy; a dazzling talent whose early life was blighted by poverty, and whose years of celebrity were scarred by addiction, brutal marriages and institutionalised racism. This is the story laid bare in Holiday&#8217;s 1956 autobiography, Lady Sings the Blues, reiterated in numerous subsequent narratives and exploited by the limp, fictionalised <a href=\"http://www.imdb.com/title/tt0068828/\" class=\" u-underline\">1972 biopic</a> starring Diana Ross. <a href=\"http://www.johnszwed.com/about-john-szwed\" class=\" u-underline\">John Szwed</a>, a former Columbia professor and feted musical biographer, can&#8217;t rescue Holiday from tragedy, but his slim, illuminating account restores to the singer the dignity of a true artist, one who emerges from his pages &#8211; and the records to which they drive you hungrily back &#8211; as a revolutionary. It&#8217;s not a conventional biography but what Szwed calls &#8220;a meditation&#8230; the story of her art&#8221;.</p>\n<p>That&#8217;s especially true of the book&#8217;s latter half, &#8220;The Musician&#8221;, where Szwed analyses Holiday&#8217;s vocal technique and what one critic called &#8220;her alarming and irresistible rhythmic liberties&#8221;. Holiday sang notoriously behind the beat, rephrasing and giving new meaning to whatever she sang.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/music/2011/feb/16/protest-songs-billie-holiday-strange-fruit\" class=\" u-underline\">Strange Fruit: the first great protest song</a> </p>\n\n<p>Szwed takes an erudite trawl through Holiday&#8217;s celebrated catalogue; signature songs such as <a href=\"https://www.youtube.com/watch?v=Z_1LfT1MvzI\" class=\" u-underline\">God Bless the Child</a>, <a href=\"https://www.youtube.com/watch?v=KUCyjDOlnPU\" class=\" u-underline\">Gloomy Sunday</a> and <a href=\"https://www.youtube.com/watch?v=thSfGPZGmnQ\" class=\" u-underline\">Lover Man</a>, and the assorted standards such as All of Me that she made her own. Holiday made some bad choices with men in her private life, but professionally she was blessed. Her first mentor was producer John Hammond, &#8220;a true believer in African-American music who saw in it the potential to break the hold that race had on American life&#8221;. Hammond presided over Holiday&#8217;s classic early 1930s records and introduced her to her favourite musician,<a href=\"http://www.theguardian.com/music/2015/apr/08/billie-holiday-and-lester-young-friendship-between-lady-day-and-prez\" class=\" u-underline\"> tenor sax colossus Lester Young</a>, who named her &#8220;Lady Day&#8221;. Later, she would work with Count Basie and Artie Shaw, both visionaries, and with producer Norman Granz. She was never short of admirers.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>Holiday&#8217;s originality becomes clear when Szwed examines the ascendancy of black American singers, men and women who &#8220;were able to use the microphone to restore the charm, intimacy and virtuosity that had been lost in classical singing&#8221;. He looks at Holiday&#8217;s female antecedents; blues shouters such as <a href=\"https://www.youtube.com/watch?v=6MzU8xM99Uo\" class=\" u-underline\">Bessie Smith</a> and <a href=\"https://www.youtube.com/watch?v=LJm3YGAwPUM\" class=\" u-underline\">Ma Rainey</a>, &#8220;red-hot mamas&#8221; such as Sophie Tucker and urban sophisticates such as Ethel Waters. What made Holiday unique, Szwed suggests, was her embrace of the torch song, previously a whites-only domain. &#8220;She applied what she had learned from the blues and jazz to Tin Pan Alley products, Broadway show tunes or European cabaret songs.&#8221;</p>\n<p>Holiday was also brave. It was her idea to record <a href=\"http://www.theguardian.com/music/2011/feb/16/protest-songs-billie-holiday-strange-fruit\" class=\" u-underline\">Strange Fruit</a>, the febrile account of a southern lynching that became her most successful record, cutting the song (written by a white man) for a New York independent when her label refused to sanction its recording . At a time (1939) when &#8220;there was no chance the lynching of blacks would ever appear in a film, no matter how it was reported in newspapers&#8221;, its depiction in song became a cause c&#233;l&#232;bre.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>As Szwed&#8217;s account of &#8220;The Myth&#8221; shows, public perception of Holiday was skewed. To some Lady Day, gardenia in hair, was the epitome of cool, a byword for romance, the world&#8217;s greatest jazz singer. To others, she was a degenerate and a junkie&#8230;and the wrong colour; at the height of her stardom, she was still obliged to use the back entrances to theatres, and often barred even from sitting on the bandstand when not performing. She was harried by the FBI and her stardom did not rescue her from a year-long jail term after a 1947 heroin bust.</p>\n<p>No self-publicist and a reluctant interviewee, Holiday sought to put the record straight in Lady Sings the Blues, published three years before her death. Instead, the book brought more trouble. Its veracity was called into question, its frank testimony about a Dickensian childhood of workhouse and prison, and about the agonies of addiction and racism, considered unseemly and unhelpful to the cause of emancipation. That it was co-written with a white man, William Dufty, also ruffled feathers. Szwed deconstructs the book forensically, validates the maligned Dufty and exonerates Holiday&#8217;s blurring of facts as &#8220;a form of autobiographical fiction&#8221;, also casting fresh light on the singer&#8217;s torrid affairs with Orson Welles and Tallulah Bankhead.</p>\n<p>What the reader is left with, however, is not Holiday&#8217;s familiar, ravaged private life but the triumph of a unique creative talent; trust the art.</p>\n<p><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/306695/\" class=\" u-underline\">Billie Holiday: The Musician and the Myth is published by William Heinemann (&#163;20). Click here to buy it for &#163;16</a></p>\n</div>",
  "authors": [
    "Neil Spencer"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Biography",
    "Billie Holiday",
    "Music",
    "Books",
    "Culture",
    "Jazz"
  ],
  "ntitle": "billie_holiday_the_musician_and_the_myth_review_a_celebration_of_a_true_original",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "In her centenary year, Billie Holiday remains defined by tragedy; a dazzling talent whose early life was blighted by poverty, and whose years of celebrity were scarred by addiction, brutal marriages and institutionalised racism. This is the story laid bare in Holiday’s 1956 autobiography, Lady Sings the Blues, reiterated in numerous subsequent narratives and exploited by the limp, fictionalised 1972 biopic starring Diana Ross. John Szwed, a former Columbia professor and feted musical biographer, can’t rescue Holiday from tragedy, but his slim, illuminating account restores to the singer the dignity of a true artist, one who emerges from his pages – and the records to which they drive you hungrily back – as a revolutionary. It’s not a conventional biography but what Szwed calls “a meditation… the story of her art”.\n\nThat’s especially true of the book’s latter half, “The Musician”, where Szwed analyses Holiday’s vocal technique and what one critic called “her alarming and irresistible rhythmic liberties”. Holiday sang notoriously behind the beat, rephrasing and giving new meaning to whatever she sang.\n\nRelated: Strange Fruit: the first great protest song\n\nSzwed takes an erudite trawl through Holiday’s celebrated catalogue; signature songs such as God Bless the Child, Gloomy Sunday and Lover Man, and the assorted standards such as All of Me that she made her own. Holiday made some bad choices with men in her private life, but professionally she was blessed. Her first mentor was producer John Hammond, “a true believer in African-American music who saw in it the potential to break the hold that race had on American life”. Hammond presided over Holiday’s classic early 1930s records and introduced her to her favourite musician, tenor sax colossus Lester Young, who named her “Lady Day”. Later, she would work with Count Basie and Artie Shaw, both visionaries, and with producer Norman Granz. She was never short of admirers.\n\nHoliday’s originality becomes clear when Szwed examines the ascendancy of black American singers, men and women who “were able to use the microphone to restore the charm, intimacy and virtuosity that had been lost in classical singing”. He looks at Holiday’s female antecedents; blues shouters such as Bessie Smith and Ma Rainey, “red-hot mamas” such as Sophie Tucker and urban sophisticates such as Ethel Waters. What made Holiday unique, Szwed suggests, was her embrace of the torch song, previously a whites-only domain. “She applied what she had learned from the blues and jazz to Tin Pan Alley products, Broadway show tunes or European cabaret songs.”\n\nHoliday was also brave. It was her idea to record Strange Fruit, the febrile account of a southern lynching that became her most successful record, cutting the song (written by a white man) for a New York independent when her label refused to sanction its recording . At a time (1939) when “there was no chance the lynching of blacks would ever appear in a film, no matter how it was reported in newspapers”, its depiction in song became a cause célèbre.\n\nAs Szwed’s account of “The Myth” shows, public perception of Holiday was skewed. To some Lady Day, gardenia in hair, was the epitome of cool, a byword for romance, the world’s greatest jazz singer. To others, she was a degenerate and a junkie…and the wrong colour; at the height of her stardom, she was still obliged to use the back entrances to theatres, and often barred even from sitting on the bandstand when not performing. She was harried by the FBI and her stardom did not rescue her from a year-long jail term after a 1947 heroin bust.\n\nNo self-publicist and a reluctant interviewee, Holiday sought to put the record straight in Lady Sings the Blues, published three years before her death. Instead, the book brought more trouble. Its veracity was called into question, its frank testimony about a Dickensian childhood of workhouse and prison, and about the agonies of addiction and racism, considered unseemly and unhelpful to the cause of emancipation. That it was co-written with a white man, William Dufty, also ruffled feathers. Szwed deconstructs the book forensically, validates the maligned Dufty and exonerates Holiday’s blurring of facts as “a form of autobiographical fiction”, also casting fresh light on the singer’s torrid affairs with Orson Welles and Tallulah Bankhead.\n\nWhat the reader is left with, however, is not Holiday’s familiar, ravaged private life but the triumph of a unique creative talent; trust the art.\n\nBillie Holiday: The Musician and the Myth is published by William Heinemann (£20). Click here to buy it for £16",
  "title": "Billie Holiday: The Musician and the Myth review – a celebration of a true original",
  "ts_in": "2015-05-03T20:54:08.019113",
  "url": "http://www.theguardian.com/books/2015/may/03/billie-holiday-musician-myth-review-john-szwed-celebration-true-original"
}