{
  "article_html": "<div><p> </p>\n<p>Headteachers working in schools affected by the <a href=\"http://www.theguardian.com/uk/birmingham\" class=\" u-underline\">Birmingham</a> Trojan Horse affair are facing a campaign of intimidation, including a death threat on Facebook and dead animals in the playground, it was claimed on Sunday.</p>\n<p>One school leader made claims that a dismembered cat had been found in the playground of one school in the city, and that a dead dog had been found hanging outside another school. She said there had also been petitions campaigning against staff teaching about homophobia and tolerance of homosexuality. </p>\n<p>Sarah Hewitt-Clarkson, head of Anderton Park primary school in Birmingham, spoke during a debate at the annual conference of the National Association of Head Teachers (NAHT) about governors.</p>\n<p>She told the conference: &#8220;Trojan Horse has not gone away. Those of us who were involved, we knew it was the tip of the iceberg.</p>\n<p>&#8220;We still have dead animals hung on the gates of schools, dismembered cats in playgrounds. We have petitions outside schools, objecting to teachers teaching against homophobia.&#8221;</p>\n<p>Speaking after the debate to reporters, she said she was &#8220;not necessarily&#8221; talking about incidents at her school, but was making a general comment in her capacity as an NAHT representative. </p>\n<p>She said a death threat had been made against her on Facebook saying: &#8220;Any headteacher who teaches my children it&#8217;s all right to be gay will be at the end of my shotgun.&#8221;</p>\n\n<blockquote>\n<p>Many, many of our members have suffered greatly from rogue governors</p>\n\nTim Gallagher, NAHT delegate\n\n</blockquote>\n\n<p>National Association of Head Teachers (NAHT) officials said complaints had been made to the police. West Midlands police said on Sunday, however, that it had no record of complaints being made. </p>\n<p>Hewitt-Clarkson described her experiences during a debate at the annual conference of the NAHT about governors, where concerns were raised that the recommendations of the Clarke Report, which followed an investigation into the Trojan Horse scandal, had not been implemented in full.</p>\n<p>Delegates were told that no school governor implicated in the alleged plot by hardline Muslims to take control of governing bodies at a small number of Birmingham schools had been investigated or banned. The NAHT is campaigning for better training for governors and a national database of removed or barred governors so schools are properly informed.<br></p>\n<p>Hewitt-Clarkson told delegates: &#8220;All the behaviours and things we saw before are still there. So to have promises that have been broken, not followed through are absolutely unhelpful, unsupportive and have left open gaps for certain individuals to start up again.&#8221;<br></p>\n<p>The NAHT is particularly concerned that recommendations to limit the number of governing bodies one person is allowed to sit on, and others to prevent certain individuals from being involved in running schools have not been acted on.<br></p>\n<p>Alison Marshall, an NAHT member, told the conference: &#8220;Nicky Morgan [the education secretary] stated in January that the government had accepted every one of Peter Clarke&#8217;s recommendations. We need to exert pressure to ensure that these recommendations are truly delivered, not in a superficial way and certainly not watered down.&#8221;</p>\n<p></p>\n\n<blockquote>\n<p>There is no place for extremism in our schools</p>\n\nNicky Morgan, education secretary\n\n</blockquote>\n\n<p>Speaking after the debate, Hewitt-Clarkson said she knew of at least three instances of dead animals in playgrounds and on school gates, including a dead dog hanging from railings outside the schools. She did not know who was responsible &#8211; it could even be an accident &#8211; but she imagined it was intended to &#8220;intimidate&#8221; and make people &#8220;fearful&#8221;.</p>\n<p>Rob Kelsall, NAHT senior regional officer, said the incidents had been reported to the police and Home Office. School leaders were keen to move on from The Trojan Horse debate, he said, but were frustrated that not all the recommendations had been fully delivered.</p>\n<p>Morgan, who didn&#8217;t hear the debate but later addressed the conference, told reporters a lot of work had been done on implementing the Clarke recommendations, adding that the Conservative election manifesto included an extremism strategy. </p>\n<p>She said that, if her party was in power after the election, it would be addressed immediately by the prime minister and home secretary and that adding a database of governors would form part of the discussions for the next extremism taskforce. </p>\n<p>Responding to allegations of a renewed campaign of intimidation in Birmingham, she said: &#8220;This is a reminder that this is a serious issue and something that is not going to be solved overnight. We have taken action to remove and continue to take action to remove people from being in schools who don&#8217;t follow British values.</p>\n<p>&#8220;There is no place for extremism in our schools and we continue, absolutely, to work to eliminate any form of extremism.&#8221; </p>\n<p>The NAHT conference raised widespread concerns about &#8220;rogue governors&#8221; and the unregulated nature of their role. Delegate Tim Gallagher told the conference it was &#8220;blindingly obvious&#8221; that in a &#8220;loose, largely unregulated framework&#8221; there would be inappropriate behaviour in the governance of schools.</p>\n<p>&#8220;It does not need to be as profoundly dangerous as that found in Birmingham, it can be the micro-managing of a school to the detriment of our members and the school itself,&#8221; he said.</p>\n<p>&#8220;Many, many of our members have suffered greatly from rogue governors. The Clarke Report sought to recommend strategies regarding its findings in Birmingham. The secretary of state claims to have implemented all of the recommendations. This is not true.</p>\n<p>&#8220;We need high quality, mandatory governor training. We need to regular the number of governing body posts any one individual can hold. We need a database of governors and we need to be able to keep a check of the suitability of governors.&#8221;<br></p>\n</div>",
  "authors": [
    "Sally Weale"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Birmingham",
    "Education",
    "LGBT rights",
    "UK news",
    "School governors",
    "Islam",
    "Schools"
  ],
  "ntitle": "birmingham_headteachers_say_they_are_subject_to_campaign_of_intimidation",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Headteachers working in schools affected by the Birmingham Trojan Horse affair are facing a campaign of intimidation, including a death threat on Facebook and dead animals in the playground, it was claimed on Sunday.\n\nOne school leader made claims that a dismembered cat had been found in the playground of one school in the city, and that a dead dog had been found hanging outside another school. She said there had also been petitions campaigning against staff teaching about homophobia and tolerance of homosexuality.\n\nSarah Hewitt-Clarkson, head of Anderton Park primary school in Birmingham, spoke during a debate at the annual conference of the National Association of Head Teachers (NAHT) about governors.\n\nShe told the conference: “Trojan Horse has not gone away. Those of us who were involved, we knew it was the tip of the iceberg.\n\n“We still have dead animals hung on the gates of schools, dismembered cats in playgrounds. We have petitions outside schools, objecting to teachers teaching against homophobia.”\n\nSpeaking after the debate to reporters, she said she was “not necessarily” talking about incidents at her school, but was making a general comment in her capacity as an NAHT representative.\n\nShe said a death threat had been made against her on Facebook saying: “Any headteacher who teaches my children it’s all right to be gay will be at the end of my shotgun.”\n\nMany, many of our members have suffered greatly from rogue governors Tim Gallagher, NAHT delegate\n\nNational Association of Head Teachers (NAHT) officials said complaints had been made to the police. West Midlands police said on Sunday, however, that it had no record of complaints being made.\n\nHewitt-Clarkson described her experiences during a debate at the annual conference of the NAHT about governors, where concerns were raised that the recommendations of the Clarke Report, which followed an investigation into the Trojan Horse scandal, had not been implemented in full.\n\nDelegates were told that no school governor implicated in the alleged plot by hardline Muslims to take control of governing bodies at a small number of Birmingham schools had been investigated or banned. The NAHT is campaigning for better training for governors and a national database of removed or barred governors so schools are properly informed.\n\n\n\nHewitt-Clarkson told delegates: “All the behaviours and things we saw before are still there. So to have promises that have been broken, not followed through are absolutely unhelpful, unsupportive and have left open gaps for certain individuals to start up again.”\n\n\n\nThe NAHT is particularly concerned that recommendations to limit the number of governing bodies one person is allowed to sit on, and others to prevent certain individuals from being involved in running schools have not been acted on.\n\n\n\nAlison Marshall, an NAHT member, told the conference: “Nicky Morgan [the education secretary] stated in January that the government had accepted every one of Peter Clarke’s recommendations. We need to exert pressure to ensure that these recommendations are truly delivered, not in a superficial way and certainly not watered down.”\n\nThere is no place for extremism in our schools Nicky Morgan, education secretary\n\nSpeaking after the debate, Hewitt-Clarkson said she knew of at least three instances of dead animals in playgrounds and on school gates, including a dead dog hanging from railings outside the schools. She did not know who was responsible – it could even be an accident – but she imagined it was intended to “intimidate” and make people “fearful”.\n\nRob Kelsall, NAHT senior regional officer, said the incidents had been reported to the police and Home Office. School leaders were keen to move on from The Trojan Horse debate, he said, but were frustrated that not all the recommendations had been fully delivered.\n\nMorgan, who didn’t hear the debate but later addressed the conference, told reporters a lot of work had been done on implementing the Clarke recommendations, adding that the Conservative election manifesto included an extremism strategy.\n\nShe said that, if her party was in power after the election, it would be addressed immediately by the prime minister and home secretary and that adding a database of governors would form part of the discussions for the next extremism taskforce.\n\nResponding to allegations of a renewed campaign of intimidation in Birmingham, she said: “This is a reminder that this is a serious issue and something that is not going to be solved overnight. We have taken action to remove and continue to take action to remove people from being in schools who don’t follow British values.\n\n“There is no place for extremism in our schools and we continue, absolutely, to work to eliminate any form of extremism.”\n\nThe NAHT conference raised widespread concerns about “rogue governors” and the unregulated nature of their role. Delegate Tim Gallagher told the conference it was “blindingly obvious” that in a “loose, largely unregulated framework” there would be inappropriate behaviour in the governance of schools.\n\n“It does not need to be as profoundly dangerous as that found in Birmingham, it can be the micro-managing of a school to the detriment of our members and the school itself,” he said.\n\n“Many, many of our members have suffered greatly from rogue governors. The Clarke Report sought to recommend strategies regarding its findings in Birmingham. The secretary of state claims to have implemented all of the recommendations. This is not true.\n\n“We need high quality, mandatory governor training. We need to regular the number of governing body posts any one individual can hold. We need a database of governors and we need to be able to keep a check of the suitability of governors.”\n\n",
  "title": "Birmingham headteachers say they are subject to campaign of intimidation",
  "ts_in": "2015-05-03T20:53:58.165290",
  "url": "http://www.theguardian.com/uk-news/2015/may/03/birmingham-headteachers-say-subject-campaign-intimidation"
}