{
  "article_html": "<div><p>Eighteen black women who were told decades ago that their babies had died soon after birth at a St Louis hospital now wonder if the infants were taken away by hospital officials to be raised by other families. </p>\n<p>The suspicions arose from the story of Zella Jackson Price, who was 26 in 1965 when she gave birth at Homer G Phillips Hospital in St Louis. Hours later, she was told that her daughter had died, but she never saw a body or a death certificate. </p>\n<p>No one is sure who was responsible, but Price&#8217;s daughter ended up in foster care, only to resurface almost 50 years later. Melanie Gilmore, who now lives in Eugene, Oregon, has said that her foster parents always told her she was given up by her birth mother. </p>\n<p>Price&#8217;s attorney, Albert Watkins, is asking city and state officials to investigate. In a letter to Governor Jay Nixon and St Louis mayor Francis Slay, Watkins said he suspects the hospital coordinated a scheme &#8220;to steal newborns of color for marketing in private adoption transactions&#8221;.</p>\n<p>The women&#8217;s story spread in recent weeks after Gilmore&#8217;s children tracked down her birth mother as part of a plan to mark their mother&#8217;s 50th birthday. The search led them to the now 76-year-old Price, who lives in suburban St Louis. </p>\n<p>In March, an online video caused a sensation when it showed the moment that Gilmore, who is deaf, learned through lip reading and sign language that her birth mother had been found. </p>\n<p>The two women reunited in April. DNA confirmed that they are mother and daughter. </p>\n<p> &#8220;She looked like me,&#8221; said Price, a gospel singer who has five other children. &#8220;She was so excited and full of joy. It was just beautiful. I&#8217;ll never forget that,&#8221; she said of the reunion. </p>\n<p>After the reunion, Watkins started getting calls from other women who wondered if their babies, whom they were told had died, might have instead been taken from them. </p>\n<p>Their stories, he said, are strikingly similar: Most of the births were in the mid-1950s to mid-1960s at Homer G Phillips. All of the mothers were black and poor, mostly ages 15 to 20. </p>\n<h2>&#8216;Lifelong hole in their heart&#8217;</h2>\n<p>In each case, a nurse &#8211; not a doctor &#8211; told the mother that her child had died, a breach of normal protocol. No death certificates were issued, and none of the mothers were allowed to see their deceased infants. </p>\n<p>&#8220;These are moms,&#8221; Watkins said. &#8220;They are mothers at the end of their lives seeking answers to a lifelong hole in their heart.&#8221; </p>\n<p> He plans to file a lawsuit seeking birth and death records. None of the women are seeking money, he said. </p>\n<p>Watkins has no idea who, or how many people, may have been responsible if babies were being taken, though he believes they were stolen and put up for adoption in an era when there were few adoption agencies catering to black couples. </p>\n<p>Homer G Phillips Hospital opened in 1937 as a blacks-only hospital at a time when St Louis was segregated. Even after desegregation in the mid-1950s, the hospital served predominantly African American patients. </p>\n<p>The hospital closed in 1979. Messages seeking comment from officials at the St Louis Health Department were not returned. </p>\n<p>Price gave birth to a baby girl born two months premature on 25 November 1965. The baby weighed just over 2 lbs but Price was able to hold the crying child after birth. </p>\n<p>A nurse took the baby away and came back an hour later. The little girl was struggling to live, Price was told. She might not make it. </p>\n<p>Shortly thereafter, the nurse came back. The baby, she said, was dead. <br> Price recovered in the hospital for two more days, in a ward surrounded by happy mothers. </p>\n<p>&#8220;It was depressing to see when they rolled the babies in and they were taking them to their mothers, but I didn&#8217;t have my baby,&#8221; she recalled. </p>\n<h2>Too many similarities</h2>\n<p>Gussie Parker, 82, of St Louis, heard Price&#8217;s story and was shocked by the similarities with her own life. Parker gave birth to a premature girl on 5 November 1953. <br></p>\n<p> Initially, she said, the child seemed fine. A short time later, a nurse told her that her daughter had died. </p>\n<p>&#8220;I never did see the baby or get a death certificate,&#8221; said Parker, whose daughter, Diane, works for the Associated Press in New York. &#8220;When you&#8217;re young and someone comes and tells you that your baby&#8217;s dead, in those days you accepted it.&#8221; </p>\n<p>Otha Mae Brand, 63, of St Louis, was 15 when she gave birth to a girl in the spring of 1967. The child was two months premature and was hospitalized for 10 days while Brand was sent home. </p>\n<p>She got a call from a nurse who informed her of her daughter&#8217;s death. </p>\n<p>&#8220;I had no reason not to believe them,&#8221; Brand said. &#8220;I got that phone call and that was the last I heard.&#8221; </p>\n<p>Now, she wonders. </p>\n<p>&#8220;I told my children: &#8216;It&#8217;s a possibility your sister may be living,&#8217;&#8221; she said. </p>\n<p>Retired physician Mary Tillman was an intern and did a residency at Homer G Phillips in the 1960s. Calls to her home on Friday were unanswered, but she told the St Louis Post-Dispatch that the hospital had protocols and record-keeping to track mothers and daughters. She never had any suspicions of wrongdoing, but said it should have been doctors, not nurses, who broke the news of death to mothers. </p>\n<p>Price, who has five other children, said she&#8217;s saddened by the lost years that she could have spent with her daughter. </p>\n<p>&#8220;For me not to be able to love on this child like I did with the others, I&#8217;m going through a lot of emotions,&#8221; said Price. &#8220;But I&#8217;m so blessed to know that she is alive.&#8221; <br></p>\n</div>",
  "authors": [
    "Associated Press In St Louis"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Race issues",
    "US news",
    "Missouri",
    "Adoption"
  ],
  "ntitle": "black_mothers_wonder_if_their_babies_were_stolen_in_decades_old_mystery",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Eighteen black women who were told decades ago that their babies had died soon after birth at a St Louis hospital now wonder if the infants were taken away by hospital officials to be raised by other families.\n\nThe suspicions arose from the story of Zella Jackson Price, who was 26 in 1965 when she gave birth at Homer G Phillips Hospital in St Louis. Hours later, she was told that her daughter had died, but she never saw a body or a death certificate.\n\nNo one is sure who was responsible, but Price’s daughter ended up in foster care, only to resurface almost 50 years later. Melanie Gilmore, who now lives in Eugene, Oregon, has said that her foster parents always told her she was given up by her birth mother.\n\nPrice’s attorney, Albert Watkins, is asking city and state officials to investigate. In a letter to Governor Jay Nixon and St Louis mayor Francis Slay, Watkins said he suspects the hospital coordinated a scheme “to steal newborns of color for marketing in private adoption transactions”.\n\nThe women’s story spread in recent weeks after Gilmore’s children tracked down her birth mother as part of a plan to mark their mother’s 50th birthday. The search led them to the now 76-year-old Price, who lives in suburban St Louis.\n\nIn March, an online video caused a sensation when it showed the moment that Gilmore, who is deaf, learned through lip reading and sign language that her birth mother had been found.\n\nThe two women reunited in April. DNA confirmed that they are mother and daughter.\n\n“She looked like me,” said Price, a gospel singer who has five other children. “She was so excited and full of joy. It was just beautiful. I’ll never forget that,” she said of the reunion.\n\nAfter the reunion, Watkins started getting calls from other women who wondered if their babies, whom they were told had died, might have instead been taken from them.\n\nTheir stories, he said, are strikingly similar: Most of the births were in the mid-1950s to mid-1960s at Homer G Phillips. All of the mothers were black and poor, mostly ages 15 to 20.\n\n‘Lifelong hole in their heart’\n\nIn each case, a nurse – not a doctor – told the mother that her child had died, a breach of normal protocol. No death certificates were issued, and none of the mothers were allowed to see their deceased infants.\n\n“These are moms,” Watkins said. “They are mothers at the end of their lives seeking answers to a lifelong hole in their heart.”\n\nHe plans to file a lawsuit seeking birth and death records. None of the women are seeking money, he said.\n\nWatkins has no idea who, or how many people, may have been responsible if babies were being taken, though he believes they were stolen and put up for adoption in an era when there were few adoption agencies catering to black couples.\n\nHomer G Phillips Hospital opened in 1937 as a blacks-only hospital at a time when St Louis was segregated. Even after desegregation in the mid-1950s, the hospital served predominantly African American patients.\n\nThe hospital closed in 1979. Messages seeking comment from officials at the St Louis Health Department were not returned.\n\nPrice gave birth to a baby girl born two months premature on 25 November 1965. The baby weighed just over 2 lbs but Price was able to hold the crying child after birth.\n\nA nurse took the baby away and came back an hour later. The little girl was struggling to live, Price was told. She might not make it.\n\nShortly thereafter, the nurse came back. The baby, she said, was dead.\n\nPrice recovered in the hospital for two more days, in a ward surrounded by happy mothers.\n\n“It was depressing to see when they rolled the babies in and they were taking them to their mothers, but I didn’t have my baby,” she recalled.\n\nToo many similarities\n\nGussie Parker, 82, of St Louis, heard Price’s story and was shocked by the similarities with her own life. Parker gave birth to a premature girl on 5 November 1953.\n\n\n\nInitially, she said, the child seemed fine. A short time later, a nurse told her that her daughter had died.\n\n“I never did see the baby or get a death certificate,” said Parker, whose daughter, Diane, works for the Associated Press in New York. “When you’re young and someone comes and tells you that your baby’s dead, in those days you accepted it.”\n\nOtha Mae Brand, 63, of St Louis, was 15 when she gave birth to a girl in the spring of 1967. The child was two months premature and was hospitalized for 10 days while Brand was sent home.\n\nShe got a call from a nurse who informed her of her daughter’s death.\n\n“I had no reason not to believe them,” Brand said. “I got that phone call and that was the last I heard.”\n\nNow, she wonders.\n\n“I told my children: ‘It’s a possibility your sister may be living,’” she said.\n\nRetired physician Mary Tillman was an intern and did a residency at Homer G Phillips in the 1960s. Calls to her home on Friday were unanswered, but she told the St Louis Post-Dispatch that the hospital had protocols and record-keeping to track mothers and daughters. She never had any suspicions of wrongdoing, but said it should have been doctors, not nurses, who broke the news of death to mothers.\n\nPrice, who has five other children, said she’s saddened by the lost years that she could have spent with her daughter.\n\n“For me not to be able to love on this child like I did with the others, I’m going through a lot of emotions,” said Price. “But I’m so blessed to know that she is alive.”\n\n",
  "title": "Black mothers wonder if their babies were stolen in decades-old mystery",
  "ts_in": "2015-05-03T15:17:11.720530",
  "url": "http://www.theguardian.com/world/2015/may/02/black-mothers-wonder-babies-stolen-st-louis-decades-ago"
}