{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/hillary-clinton-2016-campaign-progressive-leftwing\" class=\" u-underline\">Clinton campaign keeps progressives guessing: how far left will she go?</a> </p>\n\n<p>House Speaker John Boehner says Hillary Rodham Clinton needs to back trade legislation that President <a href=\"http://www.theguardian.com/us-news/barack-obama\" class=\" u-underline\">Barack Obama</a> wants &#8212; and help get Democrats on board.</p>\n<p>Boehner says Republican votes alone aren&#8217;t enough to give Obama the negotiating authority to complete an Asia-Pacific trade deal. He tells NBC&#8217;s &#8220;Meet the Press&#8221; that Obama &#8220;needs her help&#8221; and Clinton should be more involved.</p>\n<p>Boehner says Clinton &#8220;can&#8217;t sit on the sidelines and let the president swing in the wind&#8221;.</p>\n<p>Presidential candidate Clinton so far is noncommittal about a trade deal she promoted as Obama&#8217;s secretary of state. She recently said any such deal &#8220;has to produce jobs and raise wages and increase prosperity and protect our security.&#8221; </p>\n<p>The White House says free-trade deals open up new markets to US exports and help businesses compete abroad. But many Democrats and their supporters, including labour unions, say the deals help big corporations at the expense of American jobs. </p>\n<p>Representative James Clyburn, a member of the House Democratic leadership, said this week he did not know whether there were even 20 votes out of a total of 188 Democrats in the House for fast-track authority, also known as Trade Promotion Authority (TPA). </p>\n<p>&#8220;The fact is that the president needs her help in order to get Democrat votes in the House and Senate to get this passed,&#8221; Boehner said on Sunday. </p>\n<p>There are 244 Republicans in the House, but not all of them support trade deals. Boehner&#8217;s allies estimate that he may be only able to get 180 to 200 Republican votes for TPA. Boehner told NBC that every Democratic leader in Congress is opposed to the president&#8217;s position. </p>\n<p>&#8220;We&#8217;ve got the majority here in the House and the Senate, but we can&#8217;t do this by ourselves,&#8221; Boehner said. </p>\n<p>Clinton has also been criticized by Republican Jeb Bush, a potential presidential candidate, for her reticence on trade. </p>\n</div>",
  "authors": [
    "Associated Press In Washington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "John Boehner",
    "US foreign policy",
    "Barack Obama",
    "Asia Pacific",
    "US news",
    "Hillary Clinton"
  ],
  "ntitle": "boehner_clinton_needs_to_get_democrats_to_support_asia_pacific_deal",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Clinton campaign keeps progressives guessing: how far left will she go?\n\nHouse Speaker John Boehner says Hillary Rodham Clinton needs to back trade legislation that President Barack Obama wants — and help get Democrats on board.\n\nBoehner says Republican votes alone aren’t enough to give Obama the negotiating authority to complete an Asia-Pacific trade deal. He tells NBC’s “Meet the Press” that Obama “needs her help” and Clinton should be more involved.\n\nBoehner says Clinton “can’t sit on the sidelines and let the president swing in the wind”.\n\nPresidential candidate Clinton so far is noncommittal about a trade deal she promoted as Obama’s secretary of state. She recently said any such deal “has to produce jobs and raise wages and increase prosperity and protect our security.”\n\nThe White House says free-trade deals open up new markets to US exports and help businesses compete abroad. But many Democrats and their supporters, including labour unions, say the deals help big corporations at the expense of American jobs.\n\nRepresentative James Clyburn, a member of the House Democratic leadership, said this week he did not know whether there were even 20 votes out of a total of 188 Democrats in the House for fast-track authority, also known as Trade Promotion Authority (TPA).\n\n“The fact is that the president needs her help in order to get Democrat votes in the House and Senate to get this passed,” Boehner said on Sunday.\n\nThere are 244 Republicans in the House, but not all of them support trade deals. Boehner’s allies estimate that he may be only able to get 180 to 200 Republican votes for TPA. Boehner told NBC that every Democratic leader in Congress is opposed to the president’s position.\n\n“We’ve got the majority here in the House and the Senate, but we can’t do this by ourselves,” Boehner said.\n\nClinton has also been criticized by Republican Jeb Bush, a potential presidential candidate, for her reticence on trade.",
  "title": "Boehner: Clinton needs to get Democrats to support Asia-Pacific deal",
  "ts_in": "2015-05-03T20:54:11.290867",
  "url": "http://www.theguardian.com/us-news/2015/may/03/boehner-clinton-get-democrats-support-asia-pacific-trade-deal"
}