{
  "article_html": "<div>\n<p>Rugged men posing on rocks, butchers standing proudly before huge carcasses &#8211; Richard J Arnold&#8217;s pictures of the people of San Luis Obispo, California, radiate the bygone American west. But rather than creating authentic portraits, he was an early master of retouching who ironed out his subjects&#8217; imperfections &#8211; and the boulders were fake. Arnold also photographed California&#8217;s Asian, Latino and black communities, a rare move for the time. Here are some of his most stunning glass plates, which have never been seen before</p>\n<p><br>&#8226; See <a href=\"http://www.parisphoto.com/losangeles/program/2015/california-unedited-the-archives-of-rj-arnold\" class=\" u-underline\">California Unedited! The Archives of RJ Arnold</a> at Paris Photo Los Angeles, 1 to 3 May</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Photography",
    "Art and design",
    "Culture",
    "California"
  ],
  "ntitle": "boulders_beards_and_bonnets_rare_photos_of_19th_century_californians",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Rugged men posing on rocks, butchers standing proudly before huge carcasses – Richard J Arnold’s pictures of the people of San Luis Obispo, California, radiate the bygone American west. But rather than creating authentic portraits, he was an early master of retouching who ironed out his subjects’ imperfections – and the boulders were fake. Arnold also photographed California’s Asian, Latino and black communities, a rare move for the time. Here are some of his most stunning glass plates, which have never been seen before\n\n\n\n• See California Unedited! The Archives of RJ Arnold at Paris Photo Los Angeles, 1 to 3 May",
  "title": "Boulders, beards and bonnets: rare photos of 19th-century Californians",
  "ts_in": "2015-05-03T15:16:56.254791",
  "url": "http://www.theguardian.com/artanddesign/gallery/2015/may/01/richard-j-arnold-rare-photos-of-19th-century-californians-in-pictures"
}