{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/01/chris-christie-david-wildstein-bridgegate\" class=\" u-underline\">Bridgegate scandal: Christie aides indicted as David Wildstein pleads guilty</a> </p>\n\n<p>If he follows through on a <a href=\"http://www.nj.com/politics/index.ssf/2015/04/christie_returning_to_new_hampshire_for_another_tw.html\" class=\" u-underline\">planned</a> campaign-style trip to New Hampshire next week, his third since the midterm elections, the New Jersey governor, Chris Christie, will be carrying a little something extra in his suitcase: one guilty plea and two conspiracy indictments.</p>\n<p>New charges in a scandal over the 2013 closure of lanes on the George Washington Bridge that were unsealed in district court on Friday did not name the potential presidential candidate, and a prosecutor in the case has said no additional charges were anticipated.</p>\n<p>A high school friend of Christie, David Wildstein, pleaded guilty to conspiracy charges; the governor&#8217;s former deputy chief of staff, Bridget Kelly, and Christie appointee Bill Baroni were charged with nine counts each of conspiracy and fraud.</p>\n<p>But personally escaping legal jeopardy, as Christie apparently has in the so-called Bridgegate case, is not the kind of achievement that can be easily crafted into a campaign slogan. (Christie has denied knowledge of a plan to close the lanes, and no evidence has come to light indicating any culpability on his part.)</p>\n<p>If he does follow through with it, Christie&#8217;s trip next week to New Hampshire, site of the country&#8217;s first presidential primary voting, would be his <a href=\"http://www.p2016.org/chrnnewh/nhvisits15r.html\" class=\" u-underline\">eighth</a> since 2013 and a firm indication that his White House dreams are alive.</p>\n<p>But the activity on Friday in the federal courthouse in Newark raises anew a question that has hovered since the January 2014 <a href=\"http://www.nj.com/politics/index.ssf/2014/01/bridge_scandal_unanswered_questions_involving_gov_christie_and_beyond.html\" class=\" u-underline\">news conference</a> in which Christie said he had been &#8220;blindsided&#8221; by the scandal: how long can Christie carry on preparations for a national political campaign in the face of stinker poll numbers and in seeming denial of what is plain for everyone else to see &#8211; that his political career has perfectly imploded?</p>\n<p>Christie has been performing on the national political stage almost as if the federal investigation into Bridgegate were somebody else&#8217;s problem. Last month, he <a href=\"http://www.nytimes.com/politics/first-draft/2015/04/15/christie-is-served-a-ribbing-at-new-hampshire-restaurant/\" class=\" u-underline\">joked</a> about the lane closures, which <a href=\"http://www.nytimes.com/2014/01/09/nyregion/christie-aide-tied-to-bridge-lane-closings.html\" class=\" u-underline\">delayed</a> emergency response vehicles and children on their way to school, with voters at a diner in New Hampshire. Earlier this week, he <a href=\"http://nj1015.com/christie-says-sagging-poll-numbers-wont-change-his-approach/\" class=\" u-underline\">blamed</a> negative media coverage for his dropping poll numbers &#8211; as if months of headlines about your staff and friends conspiring to steal <a href=\"http://time.com/395/christies-traffic-jam-may-have-cost-millions/\" class=\" u-underline\">thousands of hours</a> from motorists was the kind of thing that could happen to anyone.</p>\n<p>&#8220;I don&#8217;t care and I can&#8217;t care. I am who I am,&#8221; Christie <a href=\"http://nj1015.com/christie-says-sagging-poll-numbers-wont-change-his-approach/\" class=\" u-underline\">said</a> on a New Jersey radio show on Monday. &#8220;There&#8217;s been a relentless negative coverage from the media, so if you have relentless negative coverage, that&#8217;s going to affect your poll numbers.&#8221;</p>\n<p>Only 24% of New Jersey voters now think Christie would make a good president, according to polling results <a href=\"http://eagletonpoll.rutgers.edu/rep-christie-traits-apr2015/\" class=\" u-underline\">published</a> on 21 April by the Eagleton Institute of Politics at Rutgers, and 54% of respondents disapprove of the governor&#8217;s job performance. Seventeen months ago, Christie won re-election by 22 points with a 65% <a href=\"http://www.nj.com/politics/index.ssf/2014/01/christies_popularity_in_wake_of_bridge_scandal_plummets_poll_shows.html\" class=\" u-underline\">favorability</a> rating. </p>\n<p>&#8220;His ratings just basically just dropped like a stone&#8221; after the Bridgegate news conference, David Redlawsk, director of the Eagleton center for public interest polling and professor of political science at Rutgers University, told the Guardian. &#8220;It was a double-digit decline from the prior poll to that poll.&#8221; </p>\n<p>Redlawsk said that as bad as the political horizon looks for Christie, however, the governor&#8217;s native political strengths would continue to serve him, should he insist on running for president.</p>\n<p>&#8220;For whatever faults he might have, he embraces the political process and he embraces the campaign process,&#8221; Redlawsk said. &#8220;He is fantastic with people, particularly in small groups. </p>\n\n<blockquote>\n<p>He is self-deprecating, he is friendly, he listens to people and responds &#8211; this is a side people don&#8217;t see very much</p>\n\nProfessor David Redlawsk\n\n</blockquote>\n\n<p>&#8220;He is self-deprecating, he is friendly, he listens to people and responds &#8211; this is a side that people don&#8217;t see very much, because what they see instead are the times when he has instead flown off the hook and attacked people.&#8221;</p>\n<p>The question of whether Christie&#8217;s gruff, Jersey-ready political style would play with congenitally polite Heartland voters seems to diminish in urgency with each new twist of the scandal that threatens his career. Should Christie make a comeback, however, the style issue is sure to be there waiting, with YouTube serving up endless loops of him telling constituents to &#8220;<a href=\"https://www.youtube.com/watch?v=CaqK7w9SzT0\" class=\" u-underline\">sit down and shut up</a>&#8221; or calling a former Navy Seal <a href=\"https://www.youtube.com/watch?t=165&amp;v=GVfMpYDIpQ0\" class=\" u-underline\">an idiot</a>.</p>\n<p>The style was effective in New Jersey in 2009, when the state faced a fiscal crisis, bureaucratic bloat and stifling political corruption, said Peter Woolley, professor of comparative politics at Fairleigh Dickinson University in Teaneck, <a href=\"http://www.theguardian.com/uk-news/new-jersey\" class=\" u-underline\">New Jersey</a>.</p>\n<p>&#8220;Christie&#8217;s persona was one of a man who was credible and competent. He said what he thought and he meant what he said. And people greatly appreciated that,&#8221; Woolley told the Guardian. &#8220;He was direct. Some people call that &#8216;bluntness&#8217;. But in New Jersey we call that directness.&#8221;<br></p>\n<p>Although Redlawsk said potential further action by the US attorney&#8217;s office &#8220;remains the wild card, entirely&#8221;, he called Christie &#8220;the consummate campaigner&#8221;.</p>\n<p>&#8220;He is so good at that kind of process,&#8221; Redlawsk said. &#8220;And despite the idea that his personality might rub Iowans the wrong way or might rub New Hampshirites the wrong way, when they meet him in the kind of small campaign environments that Iowa in particular really favors, he has real potential.&#8221;</p>\n</div>",
  "authors": [
    "Tom Mccarthy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Chris Christie",
    "US elections 2016",
    "US news",
    "Republicans",
    "New Hampshire",
    "New Jersey"
  ],
  "ntitle": "bridgegate_baggage_weighs_down_chris_christie_s_trip_to_new_hampshire",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Related: Bridgegate scandal: Christie aides indicted as David Wildstein pleads guilty\n\nIf he follows through on a planned campaign-style trip to New Hampshire next week, his third since the midterm elections, the New Jersey governor, Chris Christie, will be carrying a little something extra in his suitcase: one guilty plea and two conspiracy indictments.\n\nNew charges in a scandal over the 2013 closure of lanes on the George Washington Bridge that were unsealed in district court on Friday did not name the potential presidential candidate, and a prosecutor in the case has said no additional charges were anticipated.\n\nA high school friend of Christie, David Wildstein, pleaded guilty to conspiracy charges; the governor’s former deputy chief of staff, Bridget Kelly, and Christie appointee Bill Baroni were charged with nine counts each of conspiracy and fraud.\n\nBut personally escaping legal jeopardy, as Christie apparently has in the so-called Bridgegate case, is not the kind of achievement that can be easily crafted into a campaign slogan. (Christie has denied knowledge of a plan to close the lanes, and no evidence has come to light indicating any culpability on his part.)\n\nIf he does follow through with it, Christie’s trip next week to New Hampshire, site of the country’s first presidential primary voting, would be his eighth since 2013 and a firm indication that his White House dreams are alive.\n\nBut the activity on Friday in the federal courthouse in Newark raises anew a question that has hovered since the January 2014 news conference in which Christie said he had been “blindsided” by the scandal: how long can Christie carry on preparations for a national political campaign in the face of stinker poll numbers and in seeming denial of what is plain for everyone else to see – that his political career has perfectly imploded?\n\nChristie has been performing on the national political stage almost as if the federal investigation into Bridgegate were somebody else’s problem. Last month, he joked about the lane closures, which delayed emergency response vehicles and children on their way to school, with voters at a diner in New Hampshire. Earlier this week, he blamed negative media coverage for his dropping poll numbers – as if months of headlines about your staff and friends conspiring to steal thousands of hours from motorists was the kind of thing that could happen to anyone.\n\n“I don’t care and I can’t care. I am who I am,” Christie said on a New Jersey radio show on Monday. “There’s been a relentless negative coverage from the media, so if you have relentless negative coverage, that’s going to affect your poll numbers.”\n\nOnly 24% of New Jersey voters now think Christie would make a good president, according to polling results published on 21 April by the Eagleton Institute of Politics at Rutgers, and 54% of respondents disapprove of the governor’s job performance. Seventeen months ago, Christie won re-election by 22 points with a 65% favorability rating.\n\n“His ratings just basically just dropped like a stone” after the Bridgegate news conference, David Redlawsk, director of the Eagleton center for public interest polling and professor of political science at Rutgers University, told the Guardian. “It was a double-digit decline from the prior poll to that poll.”\n\nRedlawsk said that as bad as the political horizon looks for Christie, however, the governor’s native political strengths would continue to serve him, should he insist on running for president.\n\n“For whatever faults he might have, he embraces the political process and he embraces the campaign process,” Redlawsk said. “He is fantastic with people, particularly in small groups.\n\nHe is self-deprecating, he is friendly, he listens to people and responds – this is a side people don’t see very much Professor David Redlawsk\n\n“He is self-deprecating, he is friendly, he listens to people and responds – this is a side that people don’t see very much, because what they see instead are the times when he has instead flown off the hook and attacked people.”\n\nThe question of whether Christie’s gruff, Jersey-ready political style would play with congenitally polite Heartland voters seems to diminish in urgency with each new twist of the scandal that threatens his career. Should Christie make a comeback, however, the style issue is sure to be there waiting, with YouTube serving up endless loops of him telling constituents to “sit down and shut up” or calling a former Navy Seal an idiot.\n\nThe style was effective in New Jersey in 2009, when the state faced a fiscal crisis, bureaucratic bloat and stifling political corruption, said Peter Woolley, professor of comparative politics at Fairleigh Dickinson University in Teaneck, New Jersey.\n\n“Christie’s persona was one of a man who was credible and competent. He said what he thought and he meant what he said. And people greatly appreciated that,” Woolley told the Guardian. “He was direct. Some people call that ‘bluntness’. But in New Jersey we call that directness.”\n\n\n\nAlthough Redlawsk said potential further action by the US attorney’s office “remains the wild card, entirely”, he called Christie “the consummate campaigner”.\n\n“He is so good at that kind of process,” Redlawsk said. “And despite the idea that his personality might rub Iowans the wrong way or might rub New Hampshirites the wrong way, when they meet him in the kind of small campaign environments that Iowa in particular really favors, he has real potential.”",
  "title": "Bridgegate baggage weighs down Chris Christie's trip to New Hampshire",
  "ts_in": "2015-05-03T15:16:28.456567",
  "url": "http://www.theguardian.com/us-news/2015/may/02/bridgegate-chris-christie-campaign-new-hampshire"
}