{
  "article_html": "<div><p>Britain faces &#8220;weeks not days&#8221; without an effective government following Thursday&#8217;s general election if David Cameron wins the most seats and tries to renew his coalition vows with Nick Clegg, according to senior Tories and <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a>.</p>\n<p>A Tory-Lib Dem coalition Mark Two is seen as one of the most likely results of an extremely close election. But senior MPs from both parties revealed they have deep reservations about such an outcome, and are privately planning to force their leaders into gruelling and protracted negotiations that could last well into the summer.</p>\n<p>The latest Observer/Opinium poll has the two main parties neck and neck, with the Tories on 35% and <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> on 34%. The Liberal Democrats are on 8%, but are expected to secure more seats than their national polling would suggest. The Tories were also a point ahead in the Sunday Times/YouGov poll while a ComRes poll had the two main parties level on 33%.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/03/general-election-2015-what-happens-next-day\" class=\" u-underline\">Election aftermath: how will the next government be decided?</a> </p>\n\n<p>The outcome of the election remains too close to call, and it is possible that Labour could emerge as the largest party, or could form the next government even if it fails to win the most seats. But senior Tories and Lib Dems believe the most likely outcome is a hung parliament with the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> winning the highest number of seats.</p>\n<p>Lib Dem leader <a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a> has said that in the event of a hung parliament he would open talks with the largest party. But Tory backbenchers, who are resentful at Lib Dem influence during the last coalition, are determined to force Cameron to offer them a secret ballot on any potential deal with Clegg, allowing them to block the creation of another coalition without a fear of retribution for their decision.</p>\n<p>They hope to strongarm Cameron into either giving in to rightwing demands over a prolonged period, or calling another election to try to win a majority. The powerful 1922 committee has already made Cameron accept that its chair, Graham Brady, will be involved in coalition negotiations. Now members are confident of forcing further concessions from a weakened leadership, according to one senior Tory source, who said backbench support for a secret ballot was &#8220;strong&#8221;.</p>\n<p>Meanwhile, there were growing signs that Clegg could face a revolt from within his own party if he tries to push through a second deal with the Conservatives that includes an agreement to hold an in/out referendum on the UK&#8217;s membership of the EU. The Observer has learned that the business secretary, <a href=\"http://www.theguardian.com/politics/vincentcable\" class=\" u-underline\">Vince Cable</a>, is among several senior figures who are upset at an apparent decision by Clegg to abandon his previous opposition to a referendum, except in circumstances where there is a further transfer of powers to Brussels.</p>\n<p>Cable &#8211; who is <a href=\"http://www.theguardian.com/politics/2015/mar/21/nick-clegg-liberal-democrats-party-split-eu-referendum\" class=\" u-underline\">concerned that an in/out referendum will cause huge uncertainty for business</a> &#8211; is understood not to have been consulted in detail by Clegg on his change of approach.</p>\n<p>One senior Lib Dem source said: &#8220;Vince is not happy about this. He believes that what Clegg is doing is clearing the decks for another coalition with the Tories.&#8221; Cable does not believe that a referendum will settle the European issue, which, as with Scottish independence, will come back repeatedly.</p>\n<p>Ed Davey, the Lib Dem energy secretary, has said that an in/out referendum would damage the UK&#8217;s ability to influence climate change discussions ahead of a UN meeting in Paris later this year.</p>\n<p>A senior Lib Dem MP added that his party would not &#8220;fall for it again&#8221; if Clegg demanded a quick resolution to coalition negotiations in the name of national stability. &#8220;They will take weeks, not days, this time. We have learned a lesson from 2010,&#8221; he said. &#8220;The parliamentary party will meet the week following the election, and that will be just the start.&#8221;</p>\n<p>While the Lib Dem rule book gives the party&#8217;s MPs the main say on whether to approve a new coalition, there will be a special conference of senior party officials that will vote on the deal. Although the decision of the conference is not binding, according to the rules, senior figures say if the conference votes the deal down, Clegg will have to accept defeat.</p>\n<p>A second Lib Dem, who has held ministerial rank in the coalition, added that negotiations would have to deliver exceptional terms to be successful. He said: &#8220;I&#8217;d have to say, I&#8217;d be very reluctant too [to go into coalition]. I can conceive an arithmetic that would put an awful lot of pressure on us to do so. But my general view is that I wouldn&#8217;t have a great deal of enthusiasm for it.</p>\n<p>&#8220;We&#8217;ve lost a third of our members, half of our councillors, two-thirds of our popular voters. And apparently we&#8217;re about to lose half of our MPs. Why would we want to do it all over again?&#8221;</p>\n<p>A key Conservative MP, on the right of the party, said: &#8220;This is going to be slow and protracted. We don&#8217;t want a rushed deal over the weekend, and it is great news that the Liberal Democrats want to slow things down, too.</p>\n<p>&#8220;We are going to have a secret ballot, which the leadership are far from signed up to but there is strong support for. What is crucial is that nothing is rushed.&#8221;</p>\n<p>One of the country&#8217;s foremost constitutionalists, Professor Vernon Bogdanor, said the current &#8220;political dynamics&#8221; were unprecedented and a period of instability was sure to follow after Thursday. &#8220;The negotiations may well take longer than in 2010. But the constitutional framework is clear: the Queen&#8217;s speech is due to be delivered on 27 May. There must be a government in place by then. But the political dynamics are unprecedented if, as the polls suggest, the two major parties are deadlocked.&#8221;</p>\n</div>",
  "authors": [
    "Ashley Cowburn",
    "Daniel Boffey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "David Cameron",
    "Nick Clegg",
    "Vince Cable",
    "Conservatives",
    "Liberal Democrats",
    "Labour",
    "UK news"
  ],
  "ntitle": "britain_set_to_face_weeks_of_political_paralysis_after_election_poll",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Britain faces “weeks not days” without an effective government following Thursday’s general election if David Cameron wins the most seats and tries to renew his coalition vows with Nick Clegg, according to senior Tories and Liberal Democrats.\n\nA Tory-Lib Dem coalition Mark Two is seen as one of the most likely results of an extremely close election. But senior MPs from both parties revealed they have deep reservations about such an outcome, and are privately planning to force their leaders into gruelling and protracted negotiations that could last well into the summer.\n\nThe latest Observer/Opinium poll has the two main parties neck and neck, with the Tories on 35% and Labour on 34%. The Liberal Democrats are on 8%, but are expected to secure more seats than their national polling would suggest. The Tories were also a point ahead in the Sunday Times/YouGov poll while a ComRes poll had the two main parties level on 33%.\n\nRelated: Election aftermath: how will the next government be decided?\n\nThe outcome of the election remains too close to call, and it is possible that Labour could emerge as the largest party, or could form the next government even if it fails to win the most seats. But senior Tories and Lib Dems believe the most likely outcome is a hung parliament with the Conservatives winning the highest number of seats.\n\nLib Dem leader Nick Clegg has said that in the event of a hung parliament he would open talks with the largest party. But Tory backbenchers, who are resentful at Lib Dem influence during the last coalition, are determined to force Cameron to offer them a secret ballot on any potential deal with Clegg, allowing them to block the creation of another coalition without a fear of retribution for their decision.\n\nThey hope to strongarm Cameron into either giving in to rightwing demands over a prolonged period, or calling another election to try to win a majority. The powerful 1922 committee has already made Cameron accept that its chair, Graham Brady, will be involved in coalition negotiations. Now members are confident of forcing further concessions from a weakened leadership, according to one senior Tory source, who said backbench support for a secret ballot was “strong”.\n\nMeanwhile, there were growing signs that Clegg could face a revolt from within his own party if he tries to push through a second deal with the Conservatives that includes an agreement to hold an in/out referendum on the UK’s membership of the EU. The Observer has learned that the business secretary, Vince Cable, is among several senior figures who are upset at an apparent decision by Clegg to abandon his previous opposition to a referendum, except in circumstances where there is a further transfer of powers to Brussels.\n\nCable – who is concerned that an in/out referendum will cause huge uncertainty for business – is understood not to have been consulted in detail by Clegg on his change of approach.\n\nOne senior Lib Dem source said: “Vince is not happy about this. He believes that what Clegg is doing is clearing the decks for another coalition with the Tories.” Cable does not believe that a referendum will settle the European issue, which, as with Scottish independence, will come back repeatedly.\n\nEd Davey, the Lib Dem energy secretary, has said that an in/out referendum would damage the UK’s ability to influence climate change discussions ahead of a UN meeting in Paris later this year.\n\nA senior Lib Dem MP added that his party would not “fall for it again” if Clegg demanded a quick resolution to coalition negotiations in the name of national stability. “They will take weeks, not days, this time. We have learned a lesson from 2010,” he said. “The parliamentary party will meet the week following the election, and that will be just the start.”\n\nWhile the Lib Dem rule book gives the party’s MPs the main say on whether to approve a new coalition, there will be a special conference of senior party officials that will vote on the deal. Although the decision of the conference is not binding, according to the rules, senior figures say if the conference votes the deal down, Clegg will have to accept defeat.\n\nA second Lib Dem, who has held ministerial rank in the coalition, added that negotiations would have to deliver exceptional terms to be successful. He said: “I’d have to say, I’d be very reluctant too [to go into coalition]. I can conceive an arithmetic that would put an awful lot of pressure on us to do so. But my general view is that I wouldn’t have a great deal of enthusiasm for it.\n\n“We’ve lost a third of our members, half of our councillors, two-thirds of our popular voters. And apparently we’re about to lose half of our MPs. Why would we want to do it all over again?”\n\nA key Conservative MP, on the right of the party, said: “This is going to be slow and protracted. We don’t want a rushed deal over the weekend, and it is great news that the Liberal Democrats want to slow things down, too.\n\n“We are going to have a secret ballot, which the leadership are far from signed up to but there is strong support for. What is crucial is that nothing is rushed.”\n\nOne of the country’s foremost constitutionalists, Professor Vernon Bogdanor, said the current “political dynamics” were unprecedented and a period of instability was sure to follow after Thursday. “The negotiations may well take longer than in 2010. But the constitutional framework is clear: the Queen’s speech is due to be delivered on 27 May. There must be a government in place by then. But the political dynamics are unprecedented if, as the polls suggest, the two major parties are deadlocked.”",
  "title": "Britain set to face weeks of political paralysis after election poll",
  "ts_in": "2015-05-03T15:16:13.142927",
  "url": "http://www.theguardian.com/politics/2015/may/02/weeks-political-paralysis-vote-uk-general-election"
}