{
  "article_html": "<div><p>Nearly 20 years after voters approved the medical use of marijuana in <a href=\"http://www.theguardian.com/us-news/california\" class=\" u-underline\">California</a>, the state&#8217;s cannabis trade is a wild west of legitimate enterprises, outlaws and erratic enforcement, caused in large part by a patchwork of inconsistent laws covering the $2bn-a-year industry.</p>\n<p>Legislators are seeking to bring law and order to the business. Three bills &#8211; two in the state assembly and one in the senate &#8211; are competing to create a framework that would codify how medical marijuana is grown and sold in California, including whether local municipalities or the state itself would have ultimate control and what environmental and health measures should be addressed.</p>\n<p>&#8220;There are no rules or regulations in California,&#8221; said Senator Mike McGuire, who represents an area in the northern part of the state where it is estimated that 60% of marijuana in the US is grown. &#8220;For two decades now, the Golden State has allowed the cannabis industry to grow unchecked.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/vital-signs/2015/mar/28/marijuana-cultivation-in-california-sucking-streams-dry-says-new-report\" class=\" u-underline\">Marijuana cultivation in California is sucking streams dry, says new report</a> </p>\n\n<p>McGuire has put forward the Medical Marijuana Public Safety and Environmental Protection Act (SB 643), a bill that focuses on the environmental impact of growing. He says illegal grows are deforesting government lands, polluting waterways and affecting the health of those who use medical marijuana. One provision of his bill requires all cannabis to be certified organic by 2022, to eliminate polluted runoff into state waterways and make marijuana safer to use.</p>\n<p>The bill also addresses the illegal use of water to irrigate cannabis crops. California is stricken by drought and a single marijuana plant requires six gallons of water a day, McGuire said. He estimated that 100,000 such plants are being grown in Humboldt County alone.</p>\n<p>McGuire&#8217;s bill also provides a mix of local and statewide regulation. The bill has no sponsors other than its author. McGuire said this was to allow it to fairly represent all sides of the issue. The two bills currently winding through the assembly, meanwhile, pit growers against law enforcement and city governments.</p>\n<p>Many growers and sellers, including the <a href=\"http://www.cacannabisindustry.org/\" class=\" u-underline\">California Cannabis Industry Association</a> and the <a href=\"http://www.emeraldgrowers.org/\" class=\" u-underline\">Emerald Growers Association</a> (EGA), a trade group of farmers in northern California, support Assembly Bill 34, written by assembly members Rob Bonta and Reginald Jones-Sawyer.</p>\n<p>It would create a &#8220;strong regulatory regime&#8221; that would &#8220;help the industry come out of the shadows and increase safety and the quality of the product&#8221;, said Bonta, whose team met more than 30 stakeholders during the crafting of the proposal.</p>\n<p>His bill would give greater power to state agencies including the Alcoholic Beverage Control, the state department of public health and the department of food and agriculture, but would leave room for local ordinances as well.</p>\n<p>&#8220;It&#8217;s the single most thoughtful, innovative bill on the subject California has ever seen,&#8221; said Hezekiah Allen, executive director of EGA.</p>\n<p>Competing with that bill is AB 266, authored by assembly member Ken Cooley. Cooley&#8217;s plan, sponsored by the California Police Chiefs Association and the <a href=\"https://www.cacities.org/\" class=\" u-underline\">League of California Cities</a>, would place power in the hands of local authorities while including some state oversight.</p>\n<p>&#8220;The major component of AB 266 is local control,&#8221; said David Bejarano, head of the <a href=\"http://www.californiapolicechiefs.org/\" class=\" u-underline\">California Police Chiefs Association</a>. &#8220;We understand that some cities currently have bans so we need to respect that local control and authority.&#8221;</p>\n<p>Under AB 266, a single state agency would issue licenses to sellers and growers, though local municipalities would create their own ordinances for cultivation and sale and handle the majority of enforcement. </p>\n<p>Growers like Allen are against the measure, pointing out that industries such as viniculture and hard alcohol require the regulation of multiple state agencies due to their complexity. &#8220;No other multibillion-dollar industry is regulated by one department,&#8221; he said.</p>\n<p>He added that many growers feel AB 266 comes from a &#8220;law enforcement, urban perspective&#8221; and that &#8220;it is fundamentally challenging for [growers], having spent several decades on the other side of the war on drugs, to work with the police chiefs as a bill sponsor&#8221;.</p>\n<p>Cooley, however, said he was open to collaboration. &#8220;You&#8217;re going to be hard pressed to find a member who is more open to finding a reasonable center than me. I really work to be collaborative,&#8221; he said.</p>\n<p>McGuire&#8217;s bill, SB 643, has cleared two senate committees and now moves on to the appropriations committee. Both AB 266 and AB 34 passed the same legislative hurdle this week, clearing the committee on business and professions, and were referred to the appropriations committee. They will be heard in the coming weeks.</p>\n<p>California is moving closer to considering legalization for recreational use. At least four ballot initiatives have been filed for the 2016 election and one candidate for governor in 2018, Gavin Newsom, has signaled his support. The outcome of the move for legislation on medical marijuana regulation will probably affect how recreational use is handled, if voters pass one of the initiatives.</p>\n<p>&#8220;I do think it will affect how recreational marijuana unfolds,&#8221; said Cooley. &#8220;I believe that the whole civic conversation would be greatly aided with some measures in place for medical use.&#8221;</p>\n<p>Legislators say laws are needed now to prevent federal interference. The federal government has issued guidelines that pull back on enforcement in states that have adequate protocols in place, but California&#8217;s lax laws are problematic. Just this week, an illegal grower <a href=\"http://www.sacbee.com/news/local/crime/article19860156.html\" class=\" u-underline\">was killed in parklands near Sacramento</a>, when state game wardens raided the operation.</p>\n<p>&#8220;The US Justice Department has made it crystal clear to states that allow medical marijuana that you must have a robust system of regulation and enforcement or face federal involvement,&#8221; said McGuire. </p>\n<p>&#8220;We&#8217;re 20 years late in bringing this legislation forward.&#8221;</p>\n</div>",
  "authors": [
    "Anita Chabria"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "California",
    "US news",
    "Cannabis",
    "Society",
    "US domestic policy"
  ],
  "ntitle": "california_looks_to_bring_law_and_order_to_decades_old_medical_marijuana_market",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Nearly 20 years after voters approved the medical use of marijuana in California, the state’s cannabis trade is a wild west of legitimate enterprises, outlaws and erratic enforcement, caused in large part by a patchwork of inconsistent laws covering the $2bn-a-year industry.\n\nLegislators are seeking to bring law and order to the business. Three bills – two in the state assembly and one in the senate – are competing to create a framework that would codify how medical marijuana is grown and sold in California, including whether local municipalities or the state itself would have ultimate control and what environmental and health measures should be addressed.\n\n“There are no rules or regulations in California,” said Senator Mike McGuire, who represents an area in the northern part of the state where it is estimated that 60% of marijuana in the US is grown. “For two decades now, the Golden State has allowed the cannabis industry to grow unchecked.”\n\nRelated: Marijuana cultivation in California is sucking streams dry, says new report\n\nMcGuire has put forward the Medical Marijuana Public Safety and Environmental Protection Act (SB 643), a bill that focuses on the environmental impact of growing. He says illegal grows are deforesting government lands, polluting waterways and affecting the health of those who use medical marijuana. One provision of his bill requires all cannabis to be certified organic by 2022, to eliminate polluted runoff into state waterways and make marijuana safer to use.\n\nThe bill also addresses the illegal use of water to irrigate cannabis crops. California is stricken by drought and a single marijuana plant requires six gallons of water a day, McGuire said. He estimated that 100,000 such plants are being grown in Humboldt County alone.\n\nMcGuire’s bill also provides a mix of local and statewide regulation. The bill has no sponsors other than its author. McGuire said this was to allow it to fairly represent all sides of the issue. The two bills currently winding through the assembly, meanwhile, pit growers against law enforcement and city governments.\n\nMany growers and sellers, including the California Cannabis Industry Association and the Emerald Growers Association (EGA), a trade group of farmers in northern California, support Assembly Bill 34, written by assembly members Rob Bonta and Reginald Jones-Sawyer.\n\nIt would create a “strong regulatory regime” that would “help the industry come out of the shadows and increase safety and the quality of the product”, said Bonta, whose team met more than 30 stakeholders during the crafting of the proposal.\n\nHis bill would give greater power to state agencies including the Alcoholic Beverage Control, the state department of public health and the department of food and agriculture, but would leave room for local ordinances as well.\n\n“It’s the single most thoughtful, innovative bill on the subject California has ever seen,” said Hezekiah Allen, executive director of EGA.\n\nCompeting with that bill is AB 266, authored by assembly member Ken Cooley. Cooley’s plan, sponsored by the California Police Chiefs Association and the League of California Cities, would place power in the hands of local authorities while including some state oversight.\n\n“The major component of AB 266 is local control,” said David Bejarano, head of the California Police Chiefs Association. “We understand that some cities currently have bans so we need to respect that local control and authority.”\n\nUnder AB 266, a single state agency would issue licenses to sellers and growers, though local municipalities would create their own ordinances for cultivation and sale and handle the majority of enforcement.\n\nGrowers like Allen are against the measure, pointing out that industries such as viniculture and hard alcohol require the regulation of multiple state agencies due to their complexity. “No other multibillion-dollar industry is regulated by one department,” he said.\n\nHe added that many growers feel AB 266 comes from a “law enforcement, urban perspective” and that “it is fundamentally challenging for [growers], having spent several decades on the other side of the war on drugs, to work with the police chiefs as a bill sponsor”.\n\nCooley, however, said he was open to collaboration. “You’re going to be hard pressed to find a member who is more open to finding a reasonable center than me. I really work to be collaborative,” he said.\n\nMcGuire’s bill, SB 643, has cleared two senate committees and now moves on to the appropriations committee. Both AB 266 and AB 34 passed the same legislative hurdle this week, clearing the committee on business and professions, and were referred to the appropriations committee. They will be heard in the coming weeks.\n\nCalifornia is moving closer to considering legalization for recreational use. At least four ballot initiatives have been filed for the 2016 election and one candidate for governor in 2018, Gavin Newsom, has signaled his support. The outcome of the move for legislation on medical marijuana regulation will probably affect how recreational use is handled, if voters pass one of the initiatives.\n\n“I do think it will affect how recreational marijuana unfolds,” said Cooley. “I believe that the whole civic conversation would be greatly aided with some measures in place for medical use.”\n\nLegislators say laws are needed now to prevent federal interference. The federal government has issued guidelines that pull back on enforcement in states that have adequate protocols in place, but California’s lax laws are problematic. Just this week, an illegal grower was killed in parklands near Sacramento, when state game wardens raided the operation.\n\n“The US Justice Department has made it crystal clear to states that allow medical marijuana that you must have a robust system of regulation and enforcement or face federal involvement,” said McGuire.\n\n“We’re 20 years late in bringing this legislation forward.”",
  "title": "California looks to bring law and order to decades-old medical marijuana market",
  "ts_in": "2015-05-03T15:16:50.473005",
  "url": "http://www.theguardian.com/us-news/2015/may/03/california-law-and-order-medical-marijuana-market"
}