{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/jan/07/california-breaks-ground-high-speed-rail-project\" class=\" u-underline\">California breaks ground on high-speed rail project but completion not assured</a> </p>\n\n<p>America&#8217;s first high-speed rail system basked in praise and attention this week when Japan&#8217;s prime minister, Shinzo Abe, visited San Francisco and echoed the enthusiasm of California&#8217;s leaders for the project.<br></p>\n<p>Sleek trains slicing through the landscape at 220mph. Travel between San Francisco and Los Angeles slashed to under three hours. Silicon Valley, California&#8217;s rural backbone and Hollywood, the world&#8217;s entertainment capital, truly connected.</p>\n<p>The <a href=\"http://sanfrancisco.cbslocal.com/2015/04/30/japans-prime-minister-shinzo-abe-brings-along-bullet-train-simulator-for-jerry-brown-to-try/\" class=\" u-underline\">bonhomie</a> between Abe, the California governor, Jerry Brown, and executives from the <a href=\"http://www.hsr.ca.gov/\" class=\" u-underline\">California High-Speed Rail Authority</a> on Thursday masked an awkward fact and a discomfiting prospect. The $68bn system does not yet exist. And perhaps never will.</p>\n<p>In Fresno, 200 miles south of the backslapping in San Francisco, phase one of construction was starting more than two years late on G Street. The site boasted some newly carved big holes and little else.</p>\n<p>&#8220;We don&#8217;t have approval to demolish structures block by block so we&#8217;re focusing on areas where we can go in,&#8221; said Tyler Cannon, a field engineer, wearing a hardhat and sunglasses while surveying an abandoned brick warehouse that is earmarked for destruction.</p>\n<p>An eclectic array of obstacles has delayed work on this first segment: farmers, business owners, Republicans, a sex shop and squirrels, which scamper in the weeds of derelict lots. Some critics call the railway a boondoggle that makes no economic sense and will run out of funding long before it nears major cities.</p>\n<p>For railway advocates the bad news is that resistance from opponents and property owners along the proposed route may grow. The good news is that the railway is stepping up property acquisitions. And that the squirrels are toast. </p>\n<p>&#8220;We did a bio-survey,&#8221; said Cannon. &#8220;They&#8217;re not an endangered species.&#8221;</p>\n<p>America&#8217;s dream of high-speed rail dates back half a century to the <a href=\"http://www.presidency.ucsb.edu/ws/?pid=27281\" class=\" u-underline\">High-Speed Ground Transportation Act of 1965</a>, when the country was preparing to send humans to the moon and anything seemed possible.</p>\n<p>A few train services speeded up, such as the Metroliner between Washington and New York (125mph), but more ambitious plans faltered, leaving Japan and Europe, and more recently China, to zip ahead with engineering marvels exceeding 200mph, then 300mph. Last week, Japan&#8217;s <a href=\"http://www.theguardian.com/world/2015/apr/21/japans-maglev-train-notches-up-new-world-speed-record-in-test-run\" class=\" u-underline\">state-of-the-art maglev</a> (short for magnetic levitation) set a world record of 373mph.</p>\n<p>The US is making <a href=\"http://www.businessinsider.com/r-long-delayed-us-high-speed-rail-plans-may-ride-on-texas-express-2014-12\" class=\" u-underline\">another attempt to join the club</a>. There is a proposed high-speed (but not maglev) project to link New York and Washington, another between Dallas and Houston. There is also the Hyperloop, Elon Musk&#8217;s fantastical concept of aluminium pods hurtling <a href=\"http://www.theguardian.com/technology/2013/aug/12/elon-musk-unveils-hyperloop-transport\" class=\" u-underline\">at 800mph through an elevated tube</a>.</p>\n<p>California&#8217;s high-speed rail, conceived in the 1970s, is no longer a pipe dream. It became tangible in January at <a href=\"http://www.fresnobee.com/2015/01/01/4310556_symbolic-groundbreaking-tuesday.html?rh=1\" class=\" u-underline\">a groundbreaking ceremony in Fresno</a>, a sleepy, sunbaked city amid plains of parched crops. </p>\n<p>&#8220;The high-speed rail links us from the past to the future; from the south to Fresno and the north,&#8221; said Brown, the project&#8217;s champion.</p>\n<p>This week, nearly five months later, workers were rerouting storm drains, relocating utilities and preparing to demolish a warehouse. But they had not started building the needed underpasses, bridges and tunnels, let alone the track.</p>\n<p>That will soon change, said Jeff Morales, the High-Speed Rail Authority&#8217;s chief executive. &#8220;The pace will pick up considerably in the next few weeks and months and then we&#8217;ll be off to the races.&#8221; Bridges and other infrastructure will mushroom, he promised. &#8220;People will see things going up.&#8221;</p>\n\n<blockquote>\n<p>The high-speed rail links us from the past to the future; from the south to Fresno and the north</p>\n\nGovernor Jerry Brown\n\n</blockquote>\n\n<p>The authority had learned a lot during this first segment, 29 miles from Fresno to Madera, and would apply that as it extended north and south, Morales said. The goal is to launch a partial service by 2022 and a full 520-mile service between San Francisco and Los Angeles by 2029, with later extension to San Diego and Sacramento.</p>\n<p>Morales called the railway an economic game-changer, which would put previously isolated rural farms and towns just 40 minutes from Facebook, Google and other tech campuses. &#8220;It&#8217;s about tying the state together,&#8221; he said. Doubts about completion will soon fade, the CEO predicted. </p>\n<p>&#8220;I think we&#8217;re approaching that point of inevitability,&#8221; he said. &#8220;As people see visible, tangible progress a lot of the concerns will subside.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/02/california-high-speed-rail-system-japan-democrats-republicans#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430484805195/725bcaf5-6ef8-430c-8b70-6bb533e3a6ec-300x180.jpeg\" alt=\"California Governor Jerry Brown, Japanese Prime Minister Shinzo Abe\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4839y%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=California+lays+tracks+for+high-speed+rail+but+will+it+ever+become+a+reality%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4839y%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=California+lays+tracks+for+high-speed+rail+but+will+it+ever+become+a+reality%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F02%2Fcalifornia-high-speed-rail-system-japan-democrats-republicans&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430484805784%2F725bcaf5-6ef8-430c-8b70-6bb533e3a6ec-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe California governor, Jerry Brown, and Japanese prime minister, Shinzo Abe, inspect a JR-East Shinkansen train simulator in San Francisco. Photograph: Jeff Chiu/Pool/EPA\n\n\n\n<p>Abe, Japan&#8217;s prime minister, needs no convincing. He used his weeklong US tour to tout Japan&#8217;s bullet-train system, known as the Shinkansen, as a supplier to America&#8217;s high-speed rail projects. Germany, Spain, France and China are jostling with their own bids.</p>\n<p>Brown&#8217;s great gamble may pay off. The Democratic governor, who is currently in his fourth term, set aside his usual fiscal frugality and invested considerable clout and wile to back what has become a controversial, polarising project, pitting the Democratic-controlled state legislature against Republicans who call the plan big government gone mad.</p>\n<p>&#8220;What we cannot support is financial foolishness and government deceit, and that is what this high-speed rail project is all about,&#8221; Jim Patterson, an assembly member and former Fresno mayor, told a press conference.</p>\n<p>The big question mark is funding. In 2008, voters approved a $9.9bn high-speed rail bond. The Obama administration committed $3.2bn in stimulus and transportation money. A quarter of the California&#8217;s cap-and-trade revenues &#8211; payments from polluters who emit greenhouse gases above certain limits &#8211; go to the train, <a href=\"http://www.latimes.com/local/la-me-pol-state-budget-20140613-story.html\" class=\" u-underline\">yielding $250m this year</a> and possibly more in following years.</p>\n<p>That still leaves a yawning gap, and Republicans in Washington have nixed further federal money. &#8220;Everything has been politicised, including infrastructure,&#8221; lamented Morales, who said the project would roll on without additional federal help.</p>\n<p>The governor is bullish private investors will help cover the shortfall. &#8220;Don&#8217;t worry about it,&#8221; Brown told the groundbreaking ceremony. &#8220;We&#8217;re going to get it.&#8221;</p>\n\n<blockquote>\n<p>What we cannot support is financial foolishness and government deceit, and that is what this project is all about</p>\n\nAssembly member Jim Patterson\n\n</blockquote>\n\n<p>Many do worry, envisaging a giant fiasco that will suck taxpayer dollars and destroy property before petering out, broke and abandoned, in a rural backwater.</p>\n<p>Two factors conjure that scenario. A lawsuit claiming that the state broke promises to voters over the bond is working through the courts. It could delay and potentially stymie the funds. The other obstacle is opposition from landowners along the route. </p>\n<p>Buying up property around Fresno&#8217;s depressed downtown and outlying farms was supposed to be a relatively smooth prelude to tougher battles in more populated areas.</p>\n<p>Instead, farmers like John Tos, who grows walnuts in Kings County, have led bitter resistance, filing multiple lawsuits and <a href=\"http://www.fresnobee.com/2013/09/10/3490409/farmer-compares-calif-high-speed.html\" class=\" u-underline\">comparing the railway to robber barons and Nazis</a>.</p>\n<p>Wildcat Enterprises, an &#8220;adult superstore&#8221;, is one of the downtown Fresno businesses disputing the rail authority&#8217;s attempt to buy it out. &#8220;We&#8217;re still here,&#8221; smiled one employee.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430485873975/f1fa4f08-8847-4c6a-a8f1-ac903dca7820-300x180.jpeg\" alt=\"California high-speed train construction\" class=\"gu-image\">\n\nWorkers reroute a storm drain canal in downtown Fresno to make way for California&#8217;s high-speed rail. Photograph: Rory Carroll\n\n\n\n<p>To break the deadlock, officials are increasingly using eminent domain, or condemnation, a legal mechanism which lets government agencies acquire property for public projects. The tactic has secured legal possession of about 154 of the 522 property parcels needed for the Fresno to Madera segment of the railway.</p>\n<p>Tos, the farmer, vowed to fight on but sounded weary. &#8220;I wouldn&#8217;t wish this on anybody,&#8221; he said. Bill Brewer, a fighter-pilot-turned-lawyer who represents farmers and business owners, accused the rail authority of pushing through half-baked acquisitions: &#8220;Desperation is not an unfair term, given what I&#8217;ve seen.&#8221;</p>\n<p>Brewer rode the Tokyo-Osaka high-speed rail in 1970, and was impressed. But he wonders if California&#8217;s version will survive its funding holes and land right battles. &#8220;I think there&#8217;s still a question mark,&#8221; he said.</p>\n<p>The project&#8217;s boosters say it must go ahead. California&#8217;s highways are clogged and crumbling, ranking 45th in the nation in the latest Annual Highway Report. The state&#8217;s population of 38 million is expected to swell to 50 million by 2046.</p>\n<p>&#8220;We can&#8217;t build our way out of this with new freeways and airports,&#8221; said Henry Perea, Fresno County&#8217;s supervisor. </p>\n<p>Great engineering projects always drew criticism, he said, citing the 2,000 lawsuits filed against San Francisco&#8217;s Golden Gate bridge during construction. </p>\n<p>&#8220;Who would argue against the bridge now? I put the high-speed rail in the same category. There are those who can see the vision and those who live in the past.&#8221;</p>\n</div>",
  "authors": [
    "Rory Carroll"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "California",
    "US news",
    "Rail travel",
    "Rail transport",
    "World news"
  ],
  "ntitle": "california_lays_tracks_for_high_speed_rail_but_will_it_ever_become_a_reality",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Related: California breaks ground on high-speed rail project but completion not assured\n\nAmerica’s first high-speed rail system basked in praise and attention this week when Japan’s prime minister, Shinzo Abe, visited San Francisco and echoed the enthusiasm of California’s leaders for the project.\n\n\n\nSleek trains slicing through the landscape at 220mph. Travel between San Francisco and Los Angeles slashed to under three hours. Silicon Valley, California’s rural backbone and Hollywood, the world’s entertainment capital, truly connected.\n\nThe bonhomie between Abe, the California governor, Jerry Brown, and executives from the California High-Speed Rail Authority on Thursday masked an awkward fact and a discomfiting prospect. The $68bn system does not yet exist. And perhaps never will.\n\nIn Fresno, 200 miles south of the backslapping in San Francisco, phase one of construction was starting more than two years late on G Street. The site boasted some newly carved big holes and little else.\n\n“We don’t have approval to demolish structures block by block so we’re focusing on areas where we can go in,” said Tyler Cannon, a field engineer, wearing a hardhat and sunglasses while surveying an abandoned brick warehouse that is earmarked for destruction.\n\nAn eclectic array of obstacles has delayed work on this first segment: farmers, business owners, Republicans, a sex shop and squirrels, which scamper in the weeds of derelict lots. Some critics call the railway a boondoggle that makes no economic sense and will run out of funding long before it nears major cities.\n\nFor railway advocates the bad news is that resistance from opponents and property owners along the proposed route may grow. The good news is that the railway is stepping up property acquisitions. And that the squirrels are toast.\n\n“We did a bio-survey,” said Cannon. “They’re not an endangered species.”\n\nAmerica’s dream of high-speed rail dates back half a century to the High-Speed Ground Transportation Act of 1965, when the country was preparing to send humans to the moon and anything seemed possible.\n\nA few train services speeded up, such as the Metroliner between Washington and New York (125mph), but more ambitious plans faltered, leaving Japan and Europe, and more recently China, to zip ahead with engineering marvels exceeding 200mph, then 300mph. Last week, Japan’s state-of-the-art maglev (short for magnetic levitation) set a world record of 373mph.\n\nThe US is making another attempt to join the club. There is a proposed high-speed (but not maglev) project to link New York and Washington, another between Dallas and Houston. There is also the Hyperloop, Elon Musk’s fantastical concept of aluminium pods hurtling at 800mph through an elevated tube.\n\nCalifornia’s high-speed rail, conceived in the 1970s, is no longer a pipe dream. It became tangible in January at a groundbreaking ceremony in Fresno, a sleepy, sunbaked city amid plains of parched crops.\n\n“The high-speed rail links us from the past to the future; from the south to Fresno and the north,” said Brown, the project’s champion.\n\nThis week, nearly five months later, workers were rerouting storm drains, relocating utilities and preparing to demolish a warehouse. But they had not started building the needed underpasses, bridges and tunnels, let alone the track.\n\nThat will soon change, said Jeff Morales, the High-Speed Rail Authority’s chief executive. “The pace will pick up considerably in the next few weeks and months and then we’ll be off to the races.” Bridges and other infrastructure will mushroom, he promised. “People will see things going up.”\n\nThe high-speed rail links us from the past to the future; from the south to Fresno and the north Governor Jerry Brown\n\nThe authority had learned a lot during this first segment, 29 miles from Fresno to Madera, and would apply that as it extended north and south, Morales said. The goal is to launch a partial service by 2022 and a full 520-mile service between San Francisco and Los Angeles by 2029, with later extension to San Diego and Sacramento.\n\nMorales called the railway an economic game-changer, which would put previously isolated rural farms and towns just 40 minutes from Facebook, Google and other tech campuses. “It’s about tying the state together,” he said. Doubts about completion will soon fade, the CEO predicted.\n\n“I think we’re approaching that point of inevitability,” he said. “As people see visible, tangible progress a lot of the concerns will subside.”\n\nFacebook Twitter Pinterest The California governor, Jerry Brown, and Japanese prime minister, Shinzo Abe, inspect a JR-East Shinkansen train simulator in San Francisco. Photograph: Jeff Chiu/Pool/EPA\n\nAbe, Japan’s prime minister, needs no convincing. He used his weeklong US tour to tout Japan’s bullet-train system, known as the Shinkansen, as a supplier to America’s high-speed rail projects. Germany, Spain, France and China are jostling with their own bids.\n\nBrown’s great gamble may pay off. The Democratic governor, who is currently in his fourth term, set aside his usual fiscal frugality and invested considerable clout and wile to back what has become a controversial, polarising project, pitting the Democratic-controlled state legislature against Republicans who call the plan big government gone mad.\n\n“What we cannot support is financial foolishness and government deceit, and that is what this high-speed rail project is all about,” Jim Patterson, an assembly member and former Fresno mayor, told a press conference.\n\nThe big question mark is funding. In 2008, voters approved a $9.9bn high-speed rail bond. The Obama administration committed $3.2bn in stimulus and transportation money. A quarter of the California’s cap-and-trade revenues – payments from polluters who emit greenhouse gases above certain limits – go to the train, yielding $250m this year and possibly more in following years.\n\nThat still leaves a yawning gap, and Republicans in Washington have nixed further federal money. “Everything has been politicised, including infrastructure,” lamented Morales, who said the project would roll on without additional federal help.\n\nThe governor is bullish private investors will help cover the shortfall. “Don’t worry about it,” Brown told the groundbreaking ceremony. “We’re going to get it.”\n\nWhat we cannot support is financial foolishness and government deceit, and that is what this project is all about Assembly member Jim Patterson\n\nMany do worry, envisaging a giant fiasco that will suck taxpayer dollars and destroy property before petering out, broke and abandoned, in a rural backwater.\n\nTwo factors conjure that scenario. A lawsuit claiming that the state broke promises to voters over the bond is working through the courts. It could delay and potentially stymie the funds. The other obstacle is opposition from landowners along the route.\n\nBuying up property around Fresno’s depressed downtown and outlying farms was supposed to be a relatively smooth prelude to tougher battles in more populated areas.\n\nInstead, farmers like John Tos, who grows walnuts in Kings County, have led bitter resistance, filing multiple lawsuits and comparing the railway to robber barons and Nazis.\n\nWildcat Enterprises, an “adult superstore”, is one of the downtown Fresno businesses disputing the rail authority’s attempt to buy it out. “We’re still here,” smiled one employee.\n\nWorkers reroute a storm drain canal in downtown Fresno to make way for California’s high-speed rail. Photograph: Rory Carroll\n\nTo break the deadlock, officials are increasingly using eminent domain, or condemnation, a legal mechanism which lets government agencies acquire property for public projects. The tactic has secured legal possession of about 154 of the 522 property parcels needed for the Fresno to Madera segment of the railway.\n\nTos, the farmer, vowed to fight on but sounded weary. “I wouldn’t wish this on anybody,” he said. Bill Brewer, a fighter-pilot-turned-lawyer who represents farmers and business owners, accused the rail authority of pushing through half-baked acquisitions: “Desperation is not an unfair term, given what I’ve seen.”\n\nBrewer rode the Tokyo-Osaka high-speed rail in 1970, and was impressed. But he wonders if California’s version will survive its funding holes and land right battles. “I think there’s still a question mark,” he said.\n\nThe project’s boosters say it must go ahead. California’s highways are clogged and crumbling, ranking 45th in the nation in the latest Annual Highway Report. The state’s population of 38 million is expected to swell to 50 million by 2046.\n\n“We can’t build our way out of this with new freeways and airports,” said Henry Perea, Fresno County’s supervisor.\n\nGreat engineering projects always drew criticism, he said, citing the 2,000 lawsuits filed against San Francisco’s Golden Gate bridge during construction.\n\n“Who would argue against the bridge now? I put the high-speed rail in the same category. There are those who can see the vision and those who live in the past.”",
  "title": "California lays tracks for high-speed rail but will it ever become a reality?",
  "ts_in": "2015-05-03T15:16:53.164745",
  "url": "http://www.theguardian.com/us-news/2015/may/02/california-high-speed-rail-system-japan-democrats-republicans"
}