{
  "article_html": "<div><p>Darling Caroline,<br>I don&#8217;t suppose you&#8217;ll hear about this during the day and worry, but it is already on the BBC website and it may be on the news tonight. So just to let you know I am, of course, fine: I&#8217;m in Bangui and this was in Boguila, in the north-east of the country.</p>\n<p>&#8220;This&#8221; being the killing of about 20 people, including three of our national staff, inside the hospital run by MSF. It was armed militia looting, looking for money. Local leaders were having a meeting at the hospital and nobody knows yet what caused the shooting.</p>\n<p>It&#8217;s hard to explain the mixture of pride and misgiving that greets each announcement from my mother about which new crisis she will be attending in her work as a nurse for M&#233;decins Sans Fronti&#232;res (a non-governmental organisation that provides humanitarian aid in crisis zones). On the day I got this email, from the moment I saw the word &#8220;worry&#8221;, misgiving took over and my eyes leapt from the first line to the next paragraph. My mother is always telling me not to worry. I didn&#8217;t want to read any more of her hedging and placating. I wanted to know what, this time, she was telling me not to worry about.</p>\n<p>&#8220;Shooting,&#8221; I read. &#8220;Inside the hospital run by MSF.&#8221; &#8220;Killing&#8221;. &#8220;Three of our national staff.&#8221; I wasn&#8217;t worried. I was terrified.</p>\n<p>It wasn&#8217;t till later, after I&#8217;d scoured every news website for what little detail they revealed, and fired off an email full of unrepeatable language asking why on earth she wasn&#8217;t being evacuated and sent home, that I read the crucial sentence. This shooting, although it had taken place in an MSF hospital, was not in her hospital. It was 400km north of where she was.</p>\n<p>I was able to dispense with the images of my mother taking cover as pitiless militias roamed the corridors of her workplace. But I couldn&#8217;t let go of the worry. The last time my mother told me not to worry, she was about to sail on a boat into Misrata harbour, under shelling from Gaddaffi&#8217;s troops, to evacuate war-wounded from Libya. I&#8217;ve learned to take my mother&#8217;s exhortations not to worry with a pinch of salt. In fact, it&#8217;s when she tells me not to worry that I start worrying in earnest.</p>\n<p>I try to keep the panic in check when it comes to Mum. No one wants her mother to keep heading off into danger; but I can&#8217;t help feeling my desire to keep her here, and safe, is selfish. It&#8217;s selfish because she could be helping people who in practical terms need her far more than I do. And it&#8217;s selfish because I know how happy, how fulfilled, her work makes her. I also know that that feeling is gold dust, especially for women. Especially for women my mother&#8217;s age. Especially for my mother.</p>\n<p>Mum&#8217;s story follows the lines of those of many intelligent women of her generation. Bright enough to be pushed a year ahead at school, but born too early for university to be an automatic destination. A decade or so of throwing herself into the religion of the time: free love, free travel and hippy experimentation. And then, love, marriage, three children, and putting her life on hold to raise those children and support her husband&#8217;s career.</p>\n<p>I didn&#8217;t know much about feminism growing up, but one thing I became increasingly aware of was a sense of my mother&#8217;s dissatisfaction. We moved from country to country, following my father&#8217;s work. Each new country meant a new language, a new culture, and, for my mother, finding a new way to give her life some meaning beyond home and family. Just as she got her teeth into something, Dad [a businessman] would announce he was being sent somewhere new. She would have to give it up and start again. She did it willingly &#8211; but that didn&#8217;t make it any easier to handle.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430303047866/567403db-6578-4340-a8d2-e481245781c5-300x200.jpeg\" alt=\"Caroline Criado-Perez's mother at work for M&#233;d&#233;cins Sans Fronti&#232;res.\" class=\"gu-image\">\n\nAlison Criado-Perez at work for M&#233;decins Sans Fronti&#232;res during the boat evacuation from Libya to Tunisia, May 2011.\n\n\n\n<p>But then, in her 50s, divorce. To us, as children, it didn&#8217;t come as much of a surprise, but to my mother it seemed like the end of times. I remember watching with helpless teenage horror as she withdrew into herself, becoming a desperate, suicidal stranger. She had nothing, she said, and no one. Having spent her life following someone else around the world, she didn&#8217;t know who she was any more.</p>\n<p>But slowly, step by step, she started to wonder whether this personal tragedy might be a chance for yet another new life, this time of her own choosing. She had always wanted to work with M&#233;decins Sans Fronti&#232;res, ever since she first heard about them in the 1970s when she was a nurse in London. But back then, she&#8217;d never had a chance to do more than dream.</p>\n<p>Apprehensive but ever practical, she figured out what steps she needed to take to be in a position to apply for a job with them. And then she started taking the steps, one by one, until there were no steps left. Stepped out of excuses, she applied for a job. And she got it.</p>\n<p>Since then, my mother has emailed me from the Central African Republic, Libya, Tunisia, the Democratic Republic of Congo, Turkey, Colombia, Uganda, Nigeria&#8230; after a while, the missions blur into one another, apart from the moments of terror that stick out, when I can&#8217;t concentrate on anything other than the latest news update. All I&#8217;m left with is that indefinable mix of pride and misgiving, misgiving and pride that this woman, my mother, didn&#8217;t let life defeat her. She didn&#8217;t listen to a society that told her that a woman&#8217;s life ends when the wrinkles appear and the children leave. She proved that, in fact, the end of one phase of a woman&#8217;s life could mark the beginning of a whole new one.</p>\n<p>The media would have us believe that all women over 50 have retreated to the nuclear bunker built to protect the world from the horror of a woman beyond the first blush of youth. There is a very simple explanation for this discrepancy. Men are fully human individuals. <a href=\"http://www.theguardian.com/lifeandstyle/women\" class=\" u-underline\">Women</a>, in the words of Virginia Woolf, &#8220;have served all these centuries as looking-glasses possessing the magic and delicious power of reflecting the figure of man at twice its natural size&#8221;. Rather than being human ourselves, we are a foil to male humanity.</p>\n<p>This misrepresentation has to stop. We have to stop ignoring real-life women or reducing them to demeaning, stereotypes. There are women from our past whose achievements need resurrecting. And there are women in our present whom we must not ignore or allow to be forgotten.</p>\n<p>Here are three women who not only push at the boundaries of what it means to be a woman. They show us that we don&#8217;t need to become more like men in order to succeed, to lead meaningful, fulfilling lives, or to be whole humans. We deserve to know about these women who show us what can be done and how to do it. We deserve to know how brilliant, how game-changing, how inspirational it can be to Do It Like a Woman.</p>\n<h2>Victoria Henry: &#8216;It&#8217;s very much about what you do with the fear&#8217;</h2>\n<p>When Victoria Henry formed part of the six-woman Greenpeace team<strong> </strong>that was the first to <a href=\"http://www.theguardian.com/environment/2013/jul/11/greenpeace-shard-shell\" class=\" u-underline\">climb the London skyscraper the Shard</a> (at the time, the tallest building in the European Union) as a protest against Shell&#8217;s drilling in the Arctic, she was surprised to discover the difference a woman&#8217;s perspective can make.</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430301292153/5b601bb0-a401-4115-9ee2-78dc224cb905-313x480.jpeg\" alt=\"Victoria Henry:\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430301290333%2F5b601bb0-a401-4115-9ee2-78dc224cb905-1328x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVictoria Henry: &#8216;It&#8217;s a weird thing knowing that you&#8217;re going to be scared and doing something anyway.&#8217; Photograph: Sarah Lee/Observer\n\n\n\n<p>It wasn&#8217;t until Victoria had the chance to work with an all-women team that she became aware of the accommodations she&#8217;d routinely been making: &#8220;All of a sudden I found myself experiencing a lot of things I didn&#8217;t realise I&#8217;d been missing before.&#8221;</p>\n<p>It&#8217;s a problem that is not specific to the world of activism, she is quick to point out. &#8220;If you walk into a room in any circumstance and there&#8217;s 10 dudes laughing and shouting, of course it&#8217;s going to feel a bit&#8230;&#8217;&#8217; She trails off.</p>\n<p>&#8220;Alienating?&#8221; I finish for her.</p>\n<p>&#8220;A lot of women can end up feeling like they need to compete on those terms.&#8221; Victoria&#8217;s recognition of the male bias on campaigns was sparked by the question of how the women would urinate.</p>\n<p>&#8220;When you go on long-term actions where you&#8217;re going to be stuck somewhere for 10 hours, if you&#8217;re doing it with a group of men, the whole question of what to do about having to go to the bathroom or being on your period is not even considered, right? A guy can just kind of whip it out and go at the side, women are left thinking: er, what am I meant to do?&#8221; Women will often remain silent out of embarrassment, and even if these concerns are voiced, they tend to be given short shrift: &#8220;Guys will say, just piss over the side of the boat, but I just don&#8217;t feel comfortable doing that. And, on this particular action &#8211; where we were going to be locked halfway up a skyscraper &#8211; well, you can&#8217;t take your trousers down in a climbing harness, you have to take the whole harness off, so it was like: what are we going to do?&#8221;</p>\n<p>Victoria has been trying to get <a href=\"http://www.theguardian.com/environment/greenpeace\" class=\" u-underline\">Greenpeace</a> to customise its wetsuits for women: &#8216;If you look at the wetsuits in the warehouse, they have a little flap for guys&#8221;. That&#8217;s of little use to a woman trying to use a Shewee [a female urinating device]. &#8220;So you need to get a few where you&#8217;ve got a hole cut in the bottom but it&#8217;s not even considered.&#8221; On this action, however, Victoria and her fellow climbers took matters into their own hands: &#8220;We got together and modified our clothes with Velcro and stuff,&#8221; she says, and practised beforehand using Shewees.</p>\n<p>This lack of consideration of female needs is a legacy of the traditional gender divide in the environmental movement. In the past, Victoria says, women were assigned the &#8220;Mother Earth role, while the men go out and save the planet. Particularly with direct-action environmentalism, women have been relegated to the sidelines as the helpers and the preparers of tea and the makers of meals and the cleaners of toilets.&#8221; While that kind of archaic thinking and the language that accompanies it does still crop up, she tells me that in recent years there has been a real focus on &#8220;diversifying what kind of people get to participate in direct action&#8221;.</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430303355795/b24d95b7-97f2-4c48-bf49-d7c48e830e17-300x203.jpeg\" alt=\"The six female activists, with Victoria Henry third from left, pose before beginning their ascent of the Shard.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430303355385%2Fb24d95b7-97f2-4c48-bf49-d7c48e830e17-1020x690.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe six female activists, with Victoria Henry third from left, pose before beginning their ascent of the Shard, at dawn 11 July 2013. Photograph: David Sandison/EPA\n\n\n\n<p>&#8220;It&#8217;s partly that women are now putting themselves forward, demanding to be a part of direct actions,&#8221; she says, &#8220;partly, that women have always been involved, but our contributions haven&#8217;t been as widely celebrated &#8211; which is changing.&#8221;</p>\n<p>The balance between men and women in the movement and the kind of actions they are practically able to join nevertheless remains an issue. &#8220;Think about the 30 people who went to jail in Russia [for <a href=\"http://www.theguardian.com/environment/2013/dec/13/gazprom-arctic-oil-protest-climate-change\" class=\" u-underline\">protesting on Gazprom&#8217;s oil rig against drilling in the Arctic</a>]: they were a mix of men and women. Some of them had kids &#8211; but only the men. None of the women. Zero. The fact that the men had children but were still able to go on a two-month voyage through the Arctic certainly says something, doesn&#8217;t it?&#8221; It does, although to be fair to Greenpeace, it doesn&#8217;t only say something about them: it says something about society at large and the unequal sharing of care work between men and women.</p>\n<p>Victoria&#8217;s example shows how so much change can be down to small, practical solutions that address a precise problem.</p>\n<p>As for the other women on Victoria&#8217;s climb team, &#8220;we ranged in age from 25 to 34. None of us have kids.&#8221; She laughs ruefully.</p>\n<p>Although the political implications of the childlessness of her team matter, these considerations fade into the background as the activists focus on the often dangerous task ahead. Victoria says, &#8220;It&#8217;s a weird thing knowing that you&#8217;re going to be scared and doing something anyway. You have to be very young or very foolhardy to feel no fear when you do something like this. I have a very average fear of heights. But it&#8217;s very much what you do with that fear.&#8221;</p>\n<p>What she did with it was to embark on a gruelling 15-hour climb up 306 metres of sheer glass building. Arriving in a van while the city was still dark, the team quickly got out the ladder that was going to get them on to the roof of London Bridge station, from where they would begin their ascent. &#8220;When they put the drawbridge down to get from one building to the other,&#8221; Victoria says, &#8220;it was really far down, but suddenly it was just: Run! Go!&#8221;</p>\n<p>They were noticed almost straight away by police &#8211; but not quickly enough to put a stop to the climb. &#8220;There were six of us, three on each side of the building, and each person had a role,&#8221; Victoria tells me. The two women who led on each side were free climbing (Victoria was one of these), and the two women who brought up the rear did rope-access climbing. The rope-access climbers were needed because &#8220;we had a huge banner that we were hoping to be able to put up, and it was too heavy and too big for any one person to carry on their back. But because you&#8217;re just hauling your own weight on a rope they were able to suspend these bags from themselves, and come up like that.&#8221;</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430303533682/d991cfe8-7193-44fb-8d7f-a825bf992763-302x480.jpeg\" alt=\"Three of the Greenpeace activists mid-ascent.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430303532819%2Fd991cfe8-7193-44fb-8d7f-a825bf992763-1283x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThree of the Greenpeace activists mid-ascent. Photograph: Facundo Arrizabalaga/EPA\n\n\n\n<p>Victoria is a distance athlete by training, so she coped well with the physical challenge of the climb. &#8220;It was more mentally exhausting than physically exhausting,&#8221; she says. She felt the weight of the time and money that had been spent preparing the action &#8211; and the weight of her gender, worrying that, if they failed to complete the climb, it would be put down to their being women. &#8220;I felt this huge pressure on us, being all women: that was weighing really heavily on my heart and mind beforehand.&#8221;</p>\n<p>In spite of the heavy police presence and the helicopters, the women made it to the tip of the shard to hang their banner. When they climbed back down to the observation platform on the 72nd floor, the whole team was arrested for aggravated trespass.</p>\n<p>On the whole, she says, the public were on their side. She was in charge of live-tweeting the climb, and at first she hadn&#8217;t been checking her <a href=\"http://www.theguardian.com/technology/twitter\" class=\" u-underline\">Twitter</a> mentions. &#8220;But eventually I did, and they were so supportive, it blew me away.&#8221;</p>\n<p>The media coverage was also mainly positive, but Victoria admits, &#8220;There was one headline that really annoyed me: &#8216;Angry women get to the point&#8217;. I just thought, there&#8217;s nothing about this that was angry, nothing.&#8221; She draws in her breath. &#8220;I don&#8217;t know where they got that from. Why can&#8217;t it be women of conviction? Instead, it has to be angry women, as though a woman gets really angry and then she does something crazy.&#8221; She laughs in exasperation. I reflect on how this would have been reported if it had been an all-male, or even mixed, group. I also reflect on how assigning emotion to women is so often used to undermine and trivialise our actions of, as Victoria puts it, conviction.</p>\n<h2>Anna Kessel: &#8216;I didn&#8217;t expect actual physical barriers and outright hostility&#8217;</h2>\n<p>When it comes to sport &#8211; and in particular football &#8211; nothing much surprises me any more. Not since I spoke to<strong> </strong>Anna Kessel, a leading sports journalist [for the Guardian and Observer]. The world she described for me was one that left me slack-jawed. It wasn&#8217;t just the openly sexist &#8220;banter&#8221; that permeates the world of sport, it was the unashamed nature of the discrimination and the way it seemed to be condoned, even encouraged, by the sports establishment. I didn&#8217;t expect sport to be free of sexism, but I did expect those who are part of that establishment to feel the need to hide it, even if only a little bit.</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430302449150/2d8a4ee8-c4a9-4a7e-95dc-b7a84acd198d-300x183.jpeg\" alt=\"Anna Kessel \" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430302449965%2F2d8a4ee8-c4a9-4a7e-95dc-b7a84acd198d-2060x1254.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAnna Kessel photographed with Mfuniselo family in Port Elizabeth, as part of a story she was writing about how South Africans felt about the World Cup in 2010. Photograph: Steve Kessel/Guardian\n\n\n\n<p>When she decided to be a sports journalist, Anna had no idea she was stepping into a &#8220;huge political quagmire&#8221;. She just liked sport and thought that reporting on it would be interesting and fun. She was prepared for it to be a challenge, she says, &#8220;in the sense that being a tomboy at school could be a bit of a challenge, but there&#8217;s a difference between having to be a bit plucky, and encountering actual physical barriers and outright hostility. I didn&#8217;t expect it to be that serious.&#8221;</p>\n<p>But it was. &#8220;There are areas in sport that women are not allowed to access, because they are male-only.&#8221; The most famous of these are the last few golf clubs holding out against the invasion of the ladies, a word that in this context is simply dripping with tender derision. Anna tells me about Rachel Anderson, a top football agent, who was denied entry to the Professional Footballers&#8217; Association Awards in 1997; <a href=\"http://www.theguardian.com/football/2013/apr/27/rachel-anderson-pfa-football\" class=\" u-underline\">she fought the PFA all the way to the high court and had the UK Sex Discrimination Act changed in the process</a>.</p>\n<p>Women are not just prevented from participating or socialising; they are prevented from doing their jobs. &#8220;The dressing room tends to be one of those no-go areas for women,&#8221; says Anna, difficult for female press officers, club photographers and medical staff, whose job it is to access the players. The rules don&#8217;t seem to apply when it comes to female cleaners, however: they can come and go as they please. There are, Anna says, &#8220;awful double standards about what roles women can perform in what areas&#8221;. It&#8217;s fine, it seems, if women are carrying out the invisible caring roles that enable the whole machine to run smoothly, but not if they have a professional role that involves engaging directly with the players and managers.</p>\n<p>Less well known outside the inner circle are the football clubs that don&#8217;t allow the fairer sex into the &#8220;tunnel&#8221;. The tunnel is where the post-match press interviews take place &#8211; so not being allowed into this area is something of a problem for a female press officer or journalist. You have to ask a kindly man to get your quotes for you. Or, if you happen to be <a href=\"http://www.theguardian.com/football/2011/feb/02/manchester-city-notts-county-alleged-sexism\" class=\" u-underline\">Vicky Kloss, head of communications at Manchester City, you loudly announce you will not be barred from the Notts County tunnel</a>, and force a change. It is striking that, having had the issue flagged up so publicly, the Football Association did not then force all remaining clubs that ban women from the tunnel to follow suit: that they didn&#8217;t serves to highlight how unique a position Kloss occupies as a woman in football able to wield even such limited influence.</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-6\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430313682503/a020b849-aa30-43d2-99a2-9e5904cac4b3-343x420.jpeg\" alt=\"Vicky Kloss.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-6&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-6\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430313683072%2Fa020b849-aa30-43d2-99a2-9e5904cac4b3-834x1020.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVicky Kloss, head of communications at Manchester City, refused to be barred from the tunnel. Photograph: Alex Livesey/Getty Images\n\n\n\n<p>There may be legitimate reasons for not allowing women into an area where men may be naked. Nevertheless, if we take this at face value and accept that there is no deliberate sexism behind such a policy, there is a simple solution that does not require us to accept another &#8220;that&#8217;s just how it is&#8221; reason that discriminates against women: wherever female journalists are barred access, male journalists should also not be allowed. Otherwise, football will remain a boys&#8217; club where ladies get to serve and men get the scoop because they are allowed to be in the right place at the right time.</p>\n<p>Direct discrimination of the kind that prevents a whole class of people from being able to carry out their job is no trifling concern, but sexism within football can be even more serious. In Anna&#8217;s position as co-founder of <a href=\"http://www.womeninfootball.co.uk/\" class=\" u-underline\">Women in Football</a>, she has received reports of people being verbally, sometimes even physically, abused at work. &#8220;It is shocking that anybody would be slapped round the face by a colleague,&#8221; she says, shaking her head, &#8220;during working hours, in daylight, in their workplace. I find that amazing.&#8221;</p>\n<p>It&#8217;s a pattern that is replicated more or less worldwide. A US-based respondent to <a href=\"http://www.womeninfootball.co.uk/news/women-in-football-survey-press-release/\" class=\" u-underline\">Women in Football&#8217;s March 2014 survey </a>reported that in the course of her work as a referee, &#8220;[I was] yelled at by a player I had sent off for violent conduct on an opponent. He continued to yell abusive things at me from the sideline, calling me a &#8216;fucking dyke&#8217;, [and shouting] &#8216;she likes to lick pussy&#8217;.&#8221; In 2009 in Australia, a female referee was threatened with rape and warned she would not leave the ground alive during a rugby match &#8211; her brother, a former player, informed the press that &#8220;there was not even one security guard to be seen&#8221;, while in May 2014, a director of Football Federation Victoria (again, in Australia) was summoned before a disciplinary tribunal for abusing a female referee during and after a junior boys&#8217; soccer match. Perhaps it is inevitable that the misogyny in which sport currently festers seeps into sports journalism.</p>\n<p>&#8220;Every sport has a journalists&#8217; organisation,&#8221; Anna says. It&#8217;s &#8220;a kind of union&#8221; that organises professional networking events and high-profile annual awards dinners. Athletics writers have one, cricket writers have one &#8211; and boxing writers have one. Anna tells me that it&#8217;s an all-male one. When I contacted the Boxing Writers&#8217; Club to check whether this was still the case (their website proudly proclaims that in 2012 they &#8220;broke with tradition and allowed women to attend the annual dinner for the first time&#8221;) they failed to respond. Women boxers have been officially recognised in the UK since 2001, and in 2012, Great Britain&#8217;s <a href=\"http://www.theguardian.com/sport/2012/dec/07/nicola-adams-boxing-2012-bbc\" class=\" u-underline\">Nicola Adams won gold</a> at the first Olympics in which women were allowed to compete. Yet women have to be &#8220;allowed&#8221; to attend a journalists&#8217; party as if it&#8217;s a special favour.</p>\n<p>And then, of course, there&#8217;s the expectation that you have to be a bit of eye candy. &#8220;It&#8217;s a massive problem for female TV journalists,&#8221; Anna says. She singles out Sky Sports as the worst offender, with their stale dynamic of &#8220;a male newsreader who&#8217;s often quite old, with white hair, alongside a female newsreader who&#8217;s in her 20s and often got her cleavage out&#8221;. She tells me that Women in Football is aware of pressure still being put on women to be sexy in their job. Many of the women tell her in private how frustrated they feel that &#8220;they&#8217;re not able to do anything beyond reading autocue. They&#8217;re not able to get a senior role as reporters.&#8221;</p>\n<p>Still, maybe they should be grateful to have a position at all &#8211; when Match of the Day boldly flirted with having a female match commentator in 2007, the media and football world erupted with outrage. It hasn&#8217;t repeated the experiment.</p>\n<p>But Anna keeps going. Partly because, in an echo of the other women I spoke to who have trespassed into the male inner sanctum, being told she can&#8217;t do something is &#8220;like a red rag to a bull&#8221;. And she also feels a sense of responsibility to the younger generation. &#8220;There&#8217;s no way I&#8217;m quitting now, if this kind of stuff is still going on.&#8221; When young women curious about getting into the profession contact her, &#8220;they ask about doing our jobs and you feel like you owe something to them to make a difference. I want it so that in 50 years&#8217; time it&#8217;s just not an unusual thing to be a female sports journalist.&#8221; She pauses. &#8220;Or 20 years&#8217; time, please. Ten years&#8217; time? Come on! Where are the female commentators on Match of the Day? Why was it even acceptable to have a national debate in the media about whether a woman could commentate on football? Even in the supposedly liberal Guardian, a columnist wrote that it was tokenistic to have a woman.&#8221;</p>\n<p>But, Anna says, women have a role to play in this too. Many female journalists don&#8217;t want to write about women&#8217;s sport, in part because of this illogical framing of half of the global population&#8217;s experience as statistically insignificant. Women&#8217;s sport is much less high-profile (because it&#8217;s not the &#8220;real thing&#8221;), and female journalists don&#8217;t want to be pigeonholed. Anna has sympathy with this point of view but, partly because of her own experience at school, feels strongly that women&#8217;s sport has to be represented in order to stop perpetuating the idea that it&#8217;s irrelevant. &#8220;I felt an obligation and a duty to make sure I was doing women&#8217;s sport as well as male sport.&#8221;</p>\n<p>Watching her daughter&#8217;s enthusiastic reaction to sport has strengthened her resolve. Anna&#8217;s husband is also a football journalist, so they often have men&#8217;s football on in the house. &#8220;My daughter&#8217;s never been that interested and has talked about how Daddy likes football.&#8221; Last summer, however, the women&#8217;s European Championships were shown, and her reaction was very different: &#8220;It&#8217;s the first time I&#8217;ve ever seen her sit and stare at the TV at these women playing football. And I thought, if you&#8217;re two years old and that makes a difference&#8230;&#8221;</p>\n<h2>Masih Alinejad: My problem is not having to wear the headscarf. My problem is not having the choice&#8217;</h2>\n<p>One day in spring 2014, Masih Alinejad, an Iranian journalist, decided to post a picture of herself on her <a href=\"http://www.theguardian.com/technology/facebook\" class=\" u-underline\">Facebook</a> page. She was running through a London street &#8220;full of blossoms&#8221; and &#8220;feeling the wind through [her] hair. She was not wearing the hijab, as she had been forced to do back home.</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-7\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430302679496/f48c57b8-e6b2-4044-82ca-3533898c89b6-300x192.jpeg\" alt=\"Masih Alinejad\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-7&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-7\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430302678892%2Ff48c57b8-e6b2-4044-82ca-3533898c89b6-2060x1321.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMasih Alinejad, started a Facebook phenomenon that gained half a million followers in a month when she posted a photograph of herself bare-headed. Photograph: Toby Melville/Reuters\n\n\n\n<p>&#8220;Growing up in Iran,&#8217; Masih says, &#8220;they tell you these things like, hijab protects your virtue and all Islamic countries have hijab. But in Turkey or Lebanon, it is not mandatory.&#8221; In Iran, she tells me, &#8220;you learn to rebel, to push your scarf back to show a few strands of hair.&#8221; When Masih left Iran to live in exile in England, she initially wore a hat. &#8220;It was my version of hijab,&#8221; she says, &#8220;not quite strict, but western too. It was a sign that even though I was out of <a href=\"http://www.theguardian.com/world/iran\" class=\" u-underline\">Iran</a>, I respected its traditions and honoured my family.&#8221; She wore the hat for three years, &#8216;but one day I&#8217;d had enough and stopped. Just like that. No big deal. It was my choice. I let others make their own decisions.&#8221;</p>\n<p>The reaction to Masih&#8217;s Facebook picture suggested it was a very big deal indeed. She was flooded with messages from other women, many of them back in Iran, envying her freedom to walk down the street, her hair no longer &#8220;a hostage in the hands of the Iranian government&#8221;. Spurred by the response, Masih posted another picture, this time of her in Iran, driving at the wheel of her car without a headscarf, accompanied by the phrase &#8220;My Stealthy Freedom&#8221;. Masih&#8217;s inbox exploded.</p>\n<p>Thousands of women started to send her pictures of themselves, walking down streets, running through fields, sheltering by mountains, all without the hijab. Messages accompanied the pictures. &#8220;I am 68 years old. I hope you do not laugh at me and do not tell me that my time has passed. I want to go to hell and it is none of anyone&#8217;s business. I don&#8217;t want to go to heaven forcibly.&#8221;</p>\n<p>&#8220;This is Iran&#8230; The feeling of the wind blowing through every strand of hair, is a girl&#8217;s biggest dream.&#8221;</p>\n<p>&#8220;My problem is not having to wear the headscarf. My problem is not having a choice.&#8221;</p>\n\n\n<a href=\"/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism#img-8\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430386419768/6517572e-d28a-4717-85ae-3b6d117df578-312x420.jpeg\" alt=\"My Stealthy Freedom: Masih Alinejad\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fsfb%23img-8&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vff%2Fstw%23img-8\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Caroline+Criado-Perez%3A+%E2%80%98We+deserve+to+know+about+the+women+who+show+us+what+can+be+done+and+how+to+do+it%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fcaroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430386419159%2F6517572e-d28a-4717-85ae-3b6d117df578-758x1020.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMy Stealthy Freedom: the exuberant bare-headed self-portrait that sparked the Facebook phenomenon. Photograph: Masih Alinejad/Facebook\n\n\n\n<p>It is the lack of choice that bothers Masih, too. &#8220;I am for choice and not for mandatory actions. I am against mandatory removal of hijab or mandatory enforcement of hijab.&#8221;</p>\n<p>Masih was two at the time of the 1979 Iranian Revolution, and grew up in a traditional family. &#8220;My father was a farmer and religious. Hijab was part of my life. But no one asked me if I wanted to wear the hijab. Before the revolution, women in Iran could choose whether to wear the hijab or not. Some families did, others didn&#8217;t. When the revolution was happening, the clerics said the hijab would not be mandatory, but once they gained power, they changed their minds and made it compulsory.&#8221;</p>\n<p>Women in Iran, Masih says, &#8220;want the choice, the freedom, to choose hijab or not&#8221;. It&#8217;s a matter of &#8220;basic human rights&#8221;, she says.</p>\n<p>But not all Iranians agree. Since Masih posted her first picture, she has also been receiving messages of a less supportive kind &#8211; &#8220;hate messages, insults and threats&#8221; she says, from &#8220;men associated with the clerics, fearful of change and equality&#8221;. She has been threatened with having her head chopped off in front of her children. Her family in Iran have been threatened. The state media tried to discredit her, claiming she had taken drugs, removed her hijab, and subsequently been raped by three men in front of her son. It was &#8220;a complete lie, to embarrass me, to make me feel scared that this might happen, but also to denigrate me and give the impression that I am a loose woman. And to suggest that this is what happens to women who take their hijab off&#8230; In effect, I was asking for it.&#8221;</p>\n<p>One prominent Iranian commentator called her &#8220;a whore&#8221;, but she was pleased that 70 Iranian journalists, &#8220;many of whom are in Iran, signed a letter of protest against the fake news story&#8221;.</p>\n<p>At the time of writing, Masih&#8217;s <a href=\"https://www.facebook.com/StealthyFreedom/photos_stream\" class=\" u-underline\">My Stealthy Freedom Facebook page</a> has over 485,000 likes. The pictures and messages it holds are of &#8220;ordinary women &#8211; young girls, mothers and grandmothers&#8221;, who share a desire to experience &#8220;the feel of the sun and the wind on [their] hair&#8221;. Is this, one woman asks, &#8220;a big sin&#8221;?</p>\n<p><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/284035/\" class=\" u-underline\">Do It Like a Woman is published by Granta (&#163;12.99). Click here to buy it for &#163;10.39.</a> <a href=\"http://www.kingsplace.co.uk/whats-on-book-tickets/spoken-word/do-it-like-a-woman-caroline-criado-perez-in-conversation-with-brid#.VUCiXmTF_5o\" class=\" u-underline\">Criado Perez is in conversation with comedian Bridget Christie at Kings Place, London N1, on Monday 18 May</a></p>\n</div>",
  "authors": [
    "Caroline Criado-perez"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Caroline Criado-Perez",
    "Society",
    "Feminism",
    "Women",
    "Iran",
    "Books",
    "Middle East and North Africa",
    "Women's football",
    "Football",
    "Islam",
    "Facebook",
    "Gender",
    "Equality",
    "Twitter",
    "World news",
    "Environment",
    "Greenpeace",
    "Activism",
    "Culture",
    "Life and style",
    "Protest",
    "Religion",
    "Society",
    "Sport"
  ],
  "ntitle": "caroline_criado_perez_we_deserve_to_know_about_the_women_who_show_us_what_can_be_done_and_how_to_do_it",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Darling Caroline,\n\nI don’t suppose you’ll hear about this during the day and worry, but it is already on the BBC website and it may be on the news tonight. So just to let you know I am, of course, fine: I’m in Bangui and this was in Boguila, in the north-east of the country.\n\n“This” being the killing of about 20 people, including three of our national staff, inside the hospital run by MSF. It was armed militia looting, looking for money. Local leaders were having a meeting at the hospital and nobody knows yet what caused the shooting.\n\nIt’s hard to explain the mixture of pride and misgiving that greets each announcement from my mother about which new crisis she will be attending in her work as a nurse for Médecins Sans Frontières (a non-governmental organisation that provides humanitarian aid in crisis zones). On the day I got this email, from the moment I saw the word “worry”, misgiving took over and my eyes leapt from the first line to the next paragraph. My mother is always telling me not to worry. I didn’t want to read any more of her hedging and placating. I wanted to know what, this time, she was telling me not to worry about.\n\n“Shooting,” I read. “Inside the hospital run by MSF.” “Killing”. “Three of our national staff.” I wasn’t worried. I was terrified.\n\nIt wasn’t till later, after I’d scoured every news website for what little detail they revealed, and fired off an email full of unrepeatable language asking why on earth she wasn’t being evacuated and sent home, that I read the crucial sentence. This shooting, although it had taken place in an MSF hospital, was not in her hospital. It was 400km north of where she was.\n\nI was able to dispense with the images of my mother taking cover as pitiless militias roamed the corridors of her workplace. But I couldn’t let go of the worry. The last time my mother told me not to worry, she was about to sail on a boat into Misrata harbour, under shelling from Gaddaffi’s troops, to evacuate war-wounded from Libya. I’ve learned to take my mother’s exhortations not to worry with a pinch of salt. In fact, it’s when she tells me not to worry that I start worrying in earnest.\n\nI try to keep the panic in check when it comes to Mum. No one wants her mother to keep heading off into danger; but I can’t help feeling my desire to keep her here, and safe, is selfish. It’s selfish because she could be helping people who in practical terms need her far more than I do. And it’s selfish because I know how happy, how fulfilled, her work makes her. I also know that that feeling is gold dust, especially for women. Especially for women my mother’s age. Especially for my mother.\n\nMum’s story follows the lines of those of many intelligent women of her generation. Bright enough to be pushed a year ahead at school, but born too early for university to be an automatic destination. A decade or so of throwing herself into the religion of the time: free love, free travel and hippy experimentation. And then, love, marriage, three children, and putting her life on hold to raise those children and support her husband’s career.\n\nI didn’t know much about feminism growing up, but one thing I became increasingly aware of was a sense of my mother’s dissatisfaction. We moved from country to country, following my father’s work. Each new country meant a new language, a new culture, and, for my mother, finding a new way to give her life some meaning beyond home and family. Just as she got her teeth into something, Dad [a businessman] would announce he was being sent somewhere new. She would have to give it up and start again. She did it willingly – but that didn’t make it any easier to handle.\n\nAlison Criado-Perez at work for Médecins Sans Frontières during the boat evacuation from Libya to Tunisia, May 2011.\n\nBut then, in her 50s, divorce. To us, as children, it didn’t come as much of a surprise, but to my mother it seemed like the end of times. I remember watching with helpless teenage horror as she withdrew into herself, becoming a desperate, suicidal stranger. She had nothing, she said, and no one. Having spent her life following someone else around the world, she didn’t know who she was any more.\n\nBut slowly, step by step, she started to wonder whether this personal tragedy might be a chance for yet another new life, this time of her own choosing. She had always wanted to work with Médecins Sans Frontières, ever since she first heard about them in the 1970s when she was a nurse in London. But back then, she’d never had a chance to do more than dream.\n\nApprehensive but ever practical, she figured out what steps she needed to take to be in a position to apply for a job with them. And then she started taking the steps, one by one, until there were no steps left. Stepped out of excuses, she applied for a job. And she got it.\n\nSince then, my mother has emailed me from the Central African Republic, Libya, Tunisia, the Democratic Republic of Congo, Turkey, Colombia, Uganda, Nigeria… after a while, the missions blur into one another, apart from the moments of terror that stick out, when I can’t concentrate on anything other than the latest news update. All I’m left with is that indefinable mix of pride and misgiving, misgiving and pride that this woman, my mother, didn’t let life defeat her. She didn’t listen to a society that told her that a woman’s life ends when the wrinkles appear and the children leave. She proved that, in fact, the end of one phase of a woman’s life could mark the beginning of a whole new one.\n\nThe media would have us believe that all women over 50 have retreated to the nuclear bunker built to protect the world from the horror of a woman beyond the first blush of youth. There is a very simple explanation for this discrepancy. Men are fully human individuals. Women, in the words of Virginia Woolf, “have served all these centuries as looking-glasses possessing the magic and delicious power of reflecting the figure of man at twice its natural size”. Rather than being human ourselves, we are a foil to male humanity.\n\nThis misrepresentation has to stop. We have to stop ignoring real-life women or reducing them to demeaning, stereotypes. There are women from our past whose achievements need resurrecting. And there are women in our present whom we must not ignore or allow to be forgotten.\n\nHere are three women who not only push at the boundaries of what it means to be a woman. They show us that we don’t need to become more like men in order to succeed, to lead meaningful, fulfilling lives, or to be whole humans. We deserve to know about these women who show us what can be done and how to do it. We deserve to know how brilliant, how game-changing, how inspirational it can be to Do It Like a Woman.\n\nVictoria Henry: ‘It’s very much about what you do with the fear’\n\nWhen Victoria Henry formed part of the six-woman Greenpeace team that was the first to climb the London skyscraper the Shard (at the time, the tallest building in the European Union) as a protest against Shell’s drilling in the Arctic, she was surprised to discover the difference a woman’s perspective can make.\n\nFacebook Twitter Pinterest Victoria Henry: ‘It’s a weird thing knowing that you’re going to be scared and doing something anyway.’ Photograph: Sarah Lee/Observer\n\nIt wasn’t until Victoria had the chance to work with an all-women team that she became aware of the accommodations she’d routinely been making: “All of a sudden I found myself experiencing a lot of things I didn’t realise I’d been missing before.”\n\nIt’s a problem that is not specific to the world of activism, she is quick to point out. “If you walk into a room in any circumstance and there’s 10 dudes laughing and shouting, of course it’s going to feel a bit…’’ She trails off.\n\n“Alienating?” I finish for her.\n\n“A lot of women can end up feeling like they need to compete on those terms.” Victoria’s recognition of the male bias on campaigns was sparked by the question of how the women would urinate.\n\n“When you go on long-term actions where you’re going to be stuck somewhere for 10 hours, if you’re doing it with a group of men, the whole question of what to do about having to go to the bathroom or being on your period is not even considered, right? A guy can just kind of whip it out and go at the side, women are left thinking: er, what am I meant to do?” Women will often remain silent out of embarrassment, and even if these concerns are voiced, they tend to be given short shrift: “Guys will say, just piss over the side of the boat, but I just don’t feel comfortable doing that. And, on this particular action – where we were going to be locked halfway up a skyscraper – well, you can’t take your trousers down in a climbing harness, you have to take the whole harness off, so it was like: what are we going to do?”\n\nVictoria has been trying to get Greenpeace to customise its wetsuits for women: ‘If you look at the wetsuits in the warehouse, they have a little flap for guys”. That’s of little use to a woman trying to use a Shewee [a female urinating device]. “So you need to get a few where you’ve got a hole cut in the bottom but it’s not even considered.” On this action, however, Victoria and her fellow climbers took matters into their own hands: “We got together and modified our clothes with Velcro and stuff,” she says, and practised beforehand using Shewees.\n\nThis lack of consideration of female needs is a legacy of the traditional gender divide in the environmental movement. In the past, Victoria says, women were assigned the “Mother Earth role, while the men go out and save the planet. Particularly with direct-action environmentalism, women have been relegated to the sidelines as the helpers and the preparers of tea and the makers of meals and the cleaners of toilets.” While that kind of archaic thinking and the language that accompanies it does still crop up, she tells me that in recent years there has been a real focus on “diversifying what kind of people get to participate in direct action”.\n\nFacebook Twitter Pinterest The six female activists, with Victoria Henry third from left, pose before beginning their ascent of the Shard, at dawn 11 July 2013. Photograph: David Sandison/EPA\n\n“It’s partly that women are now putting themselves forward, demanding to be a part of direct actions,” she says, “partly, that women have always been involved, but our contributions haven’t been as widely celebrated – which is changing.”\n\nThe balance between men and women in the movement and the kind of actions they are practically able to join nevertheless remains an issue. “Think about the 30 people who went to jail in Russia [for protesting on Gazprom’s oil rig against drilling in the Arctic]: they were a mix of men and women. Some of them had kids – but only the men. None of the women. Zero. The fact that the men had children but were still able to go on a two-month voyage through the Arctic certainly says something, doesn’t it?” It does, although to be fair to Greenpeace, it doesn’t only say something about them: it says something about society at large and the unequal sharing of care work between men and women.\n\nVictoria’s example shows how so much change can be down to small, practical solutions that address a precise problem.\n\nAs for the other women on Victoria’s climb team, “we ranged in age from 25 to 34. None of us have kids.” She laughs ruefully.\n\nAlthough the political implications of the childlessness of her team matter, these considerations fade into the background as the activists focus on the often dangerous task ahead. Victoria says, “It’s a weird thing knowing that you’re going to be scared and doing something anyway. You have to be very young or very foolhardy to feel no fear when you do something like this. I have a very average fear of heights. But it’s very much what you do with that fear.”\n\nWhat she did with it was to embark on a gruelling 15-hour climb up 306 metres of sheer glass building. Arriving in a van while the city was still dark, the team quickly got out the ladder that was going to get them on to the roof of London Bridge station, from where they would begin their ascent. “When they put the drawbridge down to get from one building to the other,” Victoria says, “it was really far down, but suddenly it was just: Run! Go!”\n\nThey were noticed almost straight away by police – but not quickly enough to put a stop to the climb. “There were six of us, three on each side of the building, and each person had a role,” Victoria tells me. The two women who led on each side were free climbing (Victoria was one of these), and the two women who brought up the rear did rope-access climbing. The rope-access climbers were needed because “we had a huge banner that we were hoping to be able to put up, and it was too heavy and too big for any one person to carry on their back. But because you’re just hauling your own weight on a rope they were able to suspend these bags from themselves, and come up like that.”\n\nFacebook Twitter Pinterest Three of the Greenpeace activists mid-ascent. Photograph: Facundo Arrizabalaga/EPA\n\nVictoria is a distance athlete by training, so she coped well with the physical challenge of the climb. “It was more mentally exhausting than physically exhausting,” she says. She felt the weight of the time and money that had been spent preparing the action – and the weight of her gender, worrying that, if they failed to complete the climb, it would be put down to their being women. “I felt this huge pressure on us, being all women: that was weighing really heavily on my heart and mind beforehand.”\n\nIn spite of the heavy police presence and the helicopters, the women made it to the tip of the shard to hang their banner. When they climbed back down to the observation platform on the 72nd floor, the whole team was arrested for aggravated trespass.\n\nOn the whole, she says, the public were on their side. She was in charge of live-tweeting the climb, and at first she hadn’t been checking her Twitter mentions. “But eventually I did, and they were so supportive, it blew me away.”\n\nThe media coverage was also mainly positive, but Victoria admits, “There was one headline that really annoyed me: ‘Angry women get to the point’. I just thought, there’s nothing about this that was angry, nothing.” She draws in her breath. “I don’t know where they got that from. Why can’t it be women of conviction? Instead, it has to be angry women, as though a woman gets really angry and then she does something crazy.” She laughs in exasperation. I reflect on how this would have been reported if it had been an all-male, or even mixed, group. I also reflect on how assigning emotion to women is so often used to undermine and trivialise our actions of, as Victoria puts it, conviction.\n\nAnna Kessel: ‘I didn’t expect actual physical barriers and outright hostility’\n\nWhen it comes to sport – and in particular football – nothing much surprises me any more. Not since I spoke to Anna Kessel, a leading sports journalist [for the Guardian and Observer]. The world she described for me was one that left me slack-jawed. It wasn’t just the openly sexist “banter” that permeates the world of sport, it was the unashamed nature of the discrimination and the way it seemed to be condoned, even encouraged, by the sports establishment. I didn’t expect sport to be free of sexism, but I did expect those who are part of that establishment to feel the need to hide it, even if only a little bit.\n\nFacebook Twitter Pinterest Anna Kessel photographed with Mfuniselo family in Port Elizabeth, as part of a story she was writing about how South Africans felt about the World Cup in 2010. Photograph: Steve Kessel/Guardian\n\nWhen she decided to be a sports journalist, Anna had no idea she was stepping into a “huge political quagmire”. She just liked sport and thought that reporting on it would be interesting and fun. She was prepared for it to be a challenge, she says, “in the sense that being a tomboy at school could be a bit of a challenge, but there’s a difference between having to be a bit plucky, and encountering actual physical barriers and outright hostility. I didn’t expect it to be that serious.”\n\nBut it was. “There are areas in sport that women are not allowed to access, because they are male-only.” The most famous of these are the last few golf clubs holding out against the invasion of the ladies, a word that in this context is simply dripping with tender derision. Anna tells me about Rachel Anderson, a top football agent, who was denied entry to the Professional Footballers’ Association Awards in 1997; she fought the PFA all the way to the high court and had the UK Sex Discrimination Act changed in the process.\n\nWomen are not just prevented from participating or socialising; they are prevented from doing their jobs. “The dressing room tends to be one of those no-go areas for women,” says Anna, difficult for female press officers, club photographers and medical staff, whose job it is to access the players. The rules don’t seem to apply when it comes to female cleaners, however: they can come and go as they please. There are, Anna says, “awful double standards about what roles women can perform in what areas”. It’s fine, it seems, if women are carrying out the invisible caring roles that enable the whole machine to run smoothly, but not if they have a professional role that involves engaging directly with the players and managers.\n\nLess well known outside the inner circle are the football clubs that don’t allow the fairer sex into the “tunnel”. The tunnel is where the post-match press interviews take place – so not being allowed into this area is something of a problem for a female press officer or journalist. You have to ask a kindly man to get your quotes for you. Or, if you happen to be Vicky Kloss, head of communications at Manchester City, you loudly announce you will not be barred from the Notts County tunnel, and force a change. It is striking that, having had the issue flagged up so publicly, the Football Association did not then force all remaining clubs that ban women from the tunnel to follow suit: that they didn’t serves to highlight how unique a position Kloss occupies as a woman in football able to wield even such limited influence.\n\nFacebook Twitter Pinterest Vicky Kloss, head of communications at Manchester City, refused to be barred from the tunnel. Photograph: Alex Livesey/Getty Images\n\nThere may be legitimate reasons for not allowing women into an area where men may be naked. Nevertheless, if we take this at face value and accept that there is no deliberate sexism behind such a policy, there is a simple solution that does not require us to accept another “that’s just how it is” reason that discriminates against women: wherever female journalists are barred access, male journalists should also not be allowed. Otherwise, football will remain a boys’ club where ladies get to serve and men get the scoop because they are allowed to be in the right place at the right time.\n\nDirect discrimination of the kind that prevents a whole class of people from being able to carry out their job is no trifling concern, but sexism within football can be even more serious. In Anna’s position as co-founder of Women in Football, she has received reports of people being verbally, sometimes even physically, abused at work. “It is shocking that anybody would be slapped round the face by a colleague,” she says, shaking her head, “during working hours, in daylight, in their workplace. I find that amazing.”\n\nIt’s a pattern that is replicated more or less worldwide. A US-based respondent to Women in Football’s March 2014 survey reported that in the course of her work as a referee, “[I was] yelled at by a player I had sent off for violent conduct on an opponent. He continued to yell abusive things at me from the sideline, calling me a ‘fucking dyke’, [and shouting] ‘she likes to lick pussy’.” In 2009 in Australia, a female referee was threatened with rape and warned she would not leave the ground alive during a rugby match – her brother, a former player, informed the press that “there was not even one security guard to be seen”, while in May 2014, a director of Football Federation Victoria (again, in Australia) was summoned before a disciplinary tribunal for abusing a female referee during and after a junior boys’ soccer match. Perhaps it is inevitable that the misogyny in which sport currently festers seeps into sports journalism.\n\n“Every sport has a journalists’ organisation,” Anna says. It’s “a kind of union” that organises professional networking events and high-profile annual awards dinners. Athletics writers have one, cricket writers have one – and boxing writers have one. Anna tells me that it’s an all-male one. When I contacted the Boxing Writers’ Club to check whether this was still the case (their website proudly proclaims that in 2012 they “broke with tradition and allowed women to attend the annual dinner for the first time”) they failed to respond. Women boxers have been officially recognised in the UK since 2001, and in 2012, Great Britain’s Nicola Adams won gold at the first Olympics in which women were allowed to compete. Yet women have to be “allowed” to attend a journalists’ party as if it’s a special favour.\n\nAnd then, of course, there’s the expectation that you have to be a bit of eye candy. “It’s a massive problem for female TV journalists,” Anna says. She singles out Sky Sports as the worst offender, with their stale dynamic of “a male newsreader who’s often quite old, with white hair, alongside a female newsreader who’s in her 20s and often got her cleavage out”. She tells me that Women in Football is aware of pressure still being put on women to be sexy in their job. Many of the women tell her in private how frustrated they feel that “they’re not able to do anything beyond reading autocue. They’re not able to get a senior role as reporters.”\n\nStill, maybe they should be grateful to have a position at all – when Match of the Day boldly flirted with having a female match commentator in 2007, the media and football world erupted with outrage. It hasn’t repeated the experiment.\n\nBut Anna keeps going. Partly because, in an echo of the other women I spoke to who have trespassed into the male inner sanctum, being told she can’t do something is “like a red rag to a bull”. And she also feels a sense of responsibility to the younger generation. “There’s no way I’m quitting now, if this kind of stuff is still going on.” When young women curious about getting into the profession contact her, “they ask about doing our jobs and you feel like you owe something to them to make a difference. I want it so that in 50 years’ time it’s just not an unusual thing to be a female sports journalist.” She pauses. “Or 20 years’ time, please. Ten years’ time? Come on! Where are the female commentators on Match of the Day? Why was it even acceptable to have a national debate in the media about whether a woman could commentate on football? Even in the supposedly liberal Guardian, a columnist wrote that it was tokenistic to have a woman.”\n\nBut, Anna says, women have a role to play in this too. Many female journalists don’t want to write about women’s sport, in part because of this illogical framing of half of the global population’s experience as statistically insignificant. Women’s sport is much less high-profile (because it’s not the “real thing”), and female journalists don’t want to be pigeonholed. Anna has sympathy with this point of view but, partly because of her own experience at school, feels strongly that women’s sport has to be represented in order to stop perpetuating the idea that it’s irrelevant. “I felt an obligation and a duty to make sure I was doing women’s sport as well as male sport.”\n\nWatching her daughter’s enthusiastic reaction to sport has strengthened her resolve. Anna’s husband is also a football journalist, so they often have men’s football on in the house. “My daughter’s never been that interested and has talked about how Daddy likes football.” Last summer, however, the women’s European Championships were shown, and her reaction was very different: “It’s the first time I’ve ever seen her sit and stare at the TV at these women playing football. And I thought, if you’re two years old and that makes a difference…”\n\nMasih Alinejad: My problem is not having to wear the headscarf. My problem is not having the choice’\n\nOne day in spring 2014, Masih Alinejad, an Iranian journalist, decided to post a picture of herself on her Facebook page. She was running through a London street “full of blossoms” and “feeling the wind through [her] hair. She was not wearing the hijab, as she had been forced to do back home.\n\nFacebook Twitter Pinterest Masih Alinejad, started a Facebook phenomenon that gained half a million followers in a month when she posted a photograph of herself bare-headed. Photograph: Toby Melville/Reuters\n\n“Growing up in Iran,’ Masih says, “they tell you these things like, hijab protects your virtue and all Islamic countries have hijab. But in Turkey or Lebanon, it is not mandatory.” In Iran, she tells me, “you learn to rebel, to push your scarf back to show a few strands of hair.” When Masih left Iran to live in exile in England, she initially wore a hat. “It was my version of hijab,” she says, “not quite strict, but western too. It was a sign that even though I was out of Iran, I respected its traditions and honoured my family.” She wore the hat for three years, ‘but one day I’d had enough and stopped. Just like that. No big deal. It was my choice. I let others make their own decisions.”\n\nThe reaction to Masih’s Facebook picture suggested it was a very big deal indeed. She was flooded with messages from other women, many of them back in Iran, envying her freedom to walk down the street, her hair no longer “a hostage in the hands of the Iranian government”. Spurred by the response, Masih posted another picture, this time of her in Iran, driving at the wheel of her car without a headscarf, accompanied by the phrase “My Stealthy Freedom”. Masih’s inbox exploded.\n\nThousands of women started to send her pictures of themselves, walking down streets, running through fields, sheltering by mountains, all without the hijab. Messages accompanied the pictures. “I am 68 years old. I hope you do not laugh at me and do not tell me that my time has passed. I want to go to hell and it is none of anyone’s business. I don’t want to go to heaven forcibly.”\n\n“This is Iran… The feeling of the wind blowing through every strand of hair, is a girl’s biggest dream.”\n\n“My problem is not having to wear the headscarf. My problem is not having a choice.”\n\nFacebook Twitter Pinterest My Stealthy Freedom: the exuberant bare-headed self-portrait that sparked the Facebook phenomenon. Photograph: Masih Alinejad/Facebook\n\nIt is the lack of choice that bothers Masih, too. “I am for choice and not for mandatory actions. I am against mandatory removal of hijab or mandatory enforcement of hijab.”\n\nMasih was two at the time of the 1979 Iranian Revolution, and grew up in a traditional family. “My father was a farmer and religious. Hijab was part of my life. But no one asked me if I wanted to wear the hijab. Before the revolution, women in Iran could choose whether to wear the hijab or not. Some families did, others didn’t. When the revolution was happening, the clerics said the hijab would not be mandatory, but once they gained power, they changed their minds and made it compulsory.”\n\nWomen in Iran, Masih says, “want the choice, the freedom, to choose hijab or not”. It’s a matter of “basic human rights”, she says.\n\nBut not all Iranians agree. Since Masih posted her first picture, she has also been receiving messages of a less supportive kind – “hate messages, insults and threats” she says, from “men associated with the clerics, fearful of change and equality”. She has been threatened with having her head chopped off in front of her children. Her family in Iran have been threatened. The state media tried to discredit her, claiming she had taken drugs, removed her hijab, and subsequently been raped by three men in front of her son. It was “a complete lie, to embarrass me, to make me feel scared that this might happen, but also to denigrate me and give the impression that I am a loose woman. And to suggest that this is what happens to women who take their hijab off… In effect, I was asking for it.”\n\nOne prominent Iranian commentator called her “a whore”, but she was pleased that 70 Iranian journalists, “many of whom are in Iran, signed a letter of protest against the fake news story”.\n\nAt the time of writing, Masih’s My Stealthy Freedom Facebook page has over 485,000 likes. The pictures and messages it holds are of “ordinary women – young girls, mothers and grandmothers”, who share a desire to experience “the feel of the sun and the wind on [their] hair”. Is this, one woman asks, “a big sin”?\n\nDo It Like a Woman is published by Granta (£12.99). Click here to buy it for £10.39. Criado Perez is in conversation with comedian Bridget Christie at Kings Place, London N1, on Monday 18 May",
  "title": "Caroline Criado-Perez: ‘We deserve to know about the women who show us what can be done and how to do it’",
  "ts_in": "2015-05-03T15:16:19.941159",
  "url": "http://www.theguardian.com/world/2015/may/03/caroline-criado-perez-extract-do-it-like-a-woman-pioneering-women-feminism"
}