{
  "article_html": "<div><p>The Chelsea captain, John Terry, has sent his condolences to <a href=\"http://www.theguardian.com/football/rio-ferdinand\" class=\" u-underline\">Rio Ferdinand</a> following the passing of his former England team-mate&#8217;s wife, Rebecca Ellison, on Friday night.</p>\n<p>&#8220;On behalf of everyone at Chelsea, we send our condolences to Rio Ferdinand and his family,&#8221; Terry said minutes after Chelsea confirmed this season&#8217;s Premier League title as theirs, <a href=\"http://www.theguardian.com/football/2015/may/03/premier-league-chelsea-crystal-palace-match-report\" title=\"\" class=\" u-underline\">thanks to a 1-0 win at home to Crystal Palace</a>.</p>\n<p><a href=\"http://www.theguardian.com/football/2015/may/02/rebecca-ellisson-wife-of-footballer-rio-ferdinand-dies\" title=\"\" class=\" u-underline\">Ellison, 34, passed away on Friday night following a short battle with cancer</a>. &#8220;My soulmate slipped away last night,&#8221; Ferdinand said in a statement released by his current club, QPR, on Saturday. She leaves behind three children, Lorenz, nine, Tate, six, and four-year-old Tia.</p>\n<p>Ferdinand and Terry formed a formidable partnership at the heart of the England defence in the middle of the last decade but they no longer speak as <a href=\"http://www.theguardian.com/football/2014/sep/14/rio-ferdinand-john-terry-idiot-racial-row\" title=\"\" class=\" u-underline\">a result of a fall-out following Terry&#8217;s racism case</a> with Ferdinand&#8217;s brother, Anton. However, last week, Ferdinand described Terry&#8217;s performances this season as &#8220;outstanding&#8221;.</p>\n</div>",
  "authors": [
    "Guardian Sport"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Rio Ferdinand",
    "John Terry",
    "Football",
    "Sport"
  ],
  "ntitle": "chelsea_s_john_terry_sends_condolences_to_rio_ferdinand_after_wife_s_passing",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Chelsea captain, John Terry, has sent his condolences to Rio Ferdinand following the passing of his former England team-mate’s wife, Rebecca Ellison, on Friday night.\n\n“On behalf of everyone at Chelsea, we send our condolences to Rio Ferdinand and his family,” Terry said minutes after Chelsea confirmed this season’s Premier League title as theirs, thanks to a 1-0 win at home to Crystal Palace.\n\nEllison, 34, passed away on Friday night following a short battle with cancer. “My soulmate slipped away last night,” Ferdinand said in a statement released by his current club, QPR, on Saturday. She leaves behind three children, Lorenz, nine, Tate, six, and four-year-old Tia.\n\nFerdinand and Terry formed a formidable partnership at the heart of the England defence in the middle of the last decade but they no longer speak as a result of a fall-out following Terry’s racism case with Ferdinand’s brother, Anton. However, last week, Ferdinand described Terry’s performances this season as “outstanding”.",
  "title": "Chelsea’s John Terry sends condolences to Rio Ferdinand after wife’s passing",
  "ts_in": "2015-05-03T20:53:59.694241",
  "url": "http://www.theguardian.com/football/2015/may/03/chelsea-john-terry-condolences-rio-ferdinand-wife"
}