{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-55428d0de4b06abd156f9c5e\" class=\"block-time__link\">12:30</a> </p><p><strong>Hello.</strong> It&#8217;s probably time to give this Chelsea team some love. Sorry if that sends a chill down your spine, but it&#8217;s time. It&#8217;s May, and while I&#8217;m pretty sure you can leave filling in your tax return until then, it seems pretty off that there&#8217;s still not much praise for the country&#8217;s best side - the country&#8217;s best side by a sizeable margin, no less. Their critics say that their football is too boring and Jose Mourinho&#8217;s antics can be hard to stomach at times. But Chelsea have been top since the first day. They were often a delight to watch in the first half of the season, until injuries and suspensions to key players, coupled with Mourinho&#8217;s natural countering inclinations, began to lessen their powers of entertainment from January onwards. Yet they have had the league&#8217;s best striker, Diego Costa, and he has thrilled us with his rambunctious forward play. Eden Hazard, who collected the PFA player of the year award last Sunday, is a stunning footballer and he is surely only going to get better - a frightening prospect. Cesc Fabregas&#8217;s influence has been diminished in the second half of the season, but has there been a better midfield partnership than his one with Nemanja Matic.</p>\n<p>Boring? Well, defending properly is not a crime and more of Chelsea&#8217;s rivals might like to give it a try. This is a team whose players have no problem with gritting their teeth and mucking in to do the ugly stuff and if that can make Chelsea look clunky at times, what you can generally count on is that they will never wilt; they are remarkably strong-willed and a champion spirit, much of it down to the mentality instilled by Mourinho in his first spell, runs through this club. Sniff all you like, but wouldn&#8217;t you like your team to have that win-at-all-costs attitude? It is wrong to say that history only remembers the winners, as Gary Neville suggested on Wednesday night, but the appeal of glorious failure wears off eventually. </p>\n<p>Are Chelsea perfect? No, they proved otherwise when they lost to Paris Saint-Germain in the Champions League; the manner of that defeat still rankles and there is room for improvement. But Chelsea will be champions with three games to spare if they beat Crystal Palace at Stamford Bridge today. Okay, you don&#8217;t have to love them, but you do have to respect them. </p>\n<p>NB: The above could all be total nonsense. I&#8217;m operating on four hour&#8217;s sleep after staying up for the fight - is Mayweather boxing&#8217;s Chelsea equivalent? - and I might cry, leave me alone.</p>\n<p><strong>Kick-off:</strong> 1.30pm.</p>\n</div>",
  "authors": [
    "Jacob Steinberg"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Chelsea",
    "Crystal Palace",
    "Football",
    "Sport"
  ],
  "ntitle": "chelsea_v_crystal_palace_premier_league_live",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "12:30\n\nHello. It’s probably time to give this Chelsea team some love. Sorry if that sends a chill down your spine, but it’s time. It’s May, and while I’m pretty sure you can leave filling in your tax return until then, it seems pretty off that there’s still not much praise for the country’s best side - the country’s best side by a sizeable margin, no less. Their critics say that their football is too boring and Jose Mourinho’s antics can be hard to stomach at times. But Chelsea have been top since the first day. They were often a delight to watch in the first half of the season, until injuries and suspensions to key players, coupled with Mourinho’s natural countering inclinations, began to lessen their powers of entertainment from January onwards. Yet they have had the league’s best striker, Diego Costa, and he has thrilled us with his rambunctious forward play. Eden Hazard, who collected the PFA player of the year award last Sunday, is a stunning footballer and he is surely only going to get better - a frightening prospect. Cesc Fabregas’s influence has been diminished in the second half of the season, but has there been a better midfield partnership than his one with Nemanja Matic.\n\nBoring? Well, defending properly is not a crime and more of Chelsea’s rivals might like to give it a try. This is a team whose players have no problem with gritting their teeth and mucking in to do the ugly stuff and if that can make Chelsea look clunky at times, what you can generally count on is that they will never wilt; they are remarkably strong-willed and a champion spirit, much of it down to the mentality instilled by Mourinho in his first spell, runs through this club. Sniff all you like, but wouldn’t you like your team to have that win-at-all-costs attitude? It is wrong to say that history only remembers the winners, as Gary Neville suggested on Wednesday night, but the appeal of glorious failure wears off eventually.\n\nAre Chelsea perfect? No, they proved otherwise when they lost to Paris Saint-Germain in the Champions League; the manner of that defeat still rankles and there is room for improvement. But Chelsea will be champions with three games to spare if they beat Crystal Palace at Stamford Bridge today. Okay, you don’t have to love them, but you do have to respect them.\n\nNB: The above could all be total nonsense. I’m operating on four hour’s sleep after staying up for the fight - is Mayweather boxing’s Chelsea equivalent? - and I might cry, leave me alone.\n\nKick-off: 1.30pm.",
  "title": "Chelsea v Crystal Palace: Premier League – live!",
  "ts_in": "2015-05-03T15:16:22.566768",
  "url": "http://www.theguardian.com/football/live/2015/may/03/chelsea-v-crystal-palace-premier-league-live"
}