{
  "article_html": "<div><p>His expression will be as inscrutable as ever. But as <a href=\"http://www.theguardian.com/world/roman-abramovich\" class=\" u-underline\">Roman Abramovich</a> gazes down from his familiar perch in the West Stand at Stamford Bridge on the action he hopes will bring the club&#8217;s first Premier League trophy in five years, he might ponder how things have come full circle under the manager most closely associated with his 12-year rollercoaster tenure as owner.</p>\n<p>Viewed from one angle he has burned through more than &#163;1bn, nine managers and a dizzying array of players to arrive back where he started &#8211; with Jos&#233; Mourinho lifting the Premier League trophy alongside Didier Drogba, John Terry and Petr Cech.</p>\n<p>Last weekend&#8217;s Sunday Times Rich List may have confirmed that his total fortune fell by &#163;1.23bn to &#163;7.29bn in the past year because of fluctuations in the Russian economy but events at <a href=\"http://www.theguardian.com/football/chelsea\" class=\" u-underline\">Chelsea</a>, where contrary to the predictions of some he now no longer has to sink annual subsidies into a club that is breaking even, are now a welcome distraction rather than a headache.</p>\n<p>If it was a restless search for footballing perfection and a distrust of Mourinho&#8217;s ego that led to that <a href=\"http://www.theguardian.com/football/2007/sep/20/newsstory.sport13\" title=\"\" class=\" u-underline\">initial parting of ways</a> after that early flush of success as paranoia ran unchecked behind the scenes, both parties seem older and wiser this time. If the &#8220;happy one&#8221; shtick <a href=\"http://www.theguardian.com/football/2013/jun/10/jose-mourinho-chelsea-manager1\" title=\"\" class=\" u-underline\">of Mourinho&#8217;s return in 2013</a> was always unlikely to last beyond the first contentious refereeing decision, the unspoken compact between Mourinho and the man he calls &#8220;the big boss&#8221; has held firm.</p>\n<p>The Portuguese has given up some control, blending members of his own imported backroom team with the likes of assistant coach Steve Holland, academy chief Neil Bath and technical director Michael Emenalo, who were already in post. In return, Abramovich appears more willing to tolerate the circus that will always surround Mourinho&#8217;s combative style of management.</p>\n<p>And if his dream was always to combine the silverware that continued to flow thanks to the core of players Mourinho fashioned into a formidable unit during his first spell with a more expansive, flamboyant style, even the Russian billionaire appears to have accepted that you can&#8217;t always have it all.</p>\n<p>In a season of two halves, Chelsea were at times sensational in the early months when Cesc F&#224;bregas, Diego Costa and Eden Hazard tore through defences. But after a topsy turvy <a href=\"http://www.theguardian.com/football/2015/jan/01/tottenham-hotspur-chelsea-premier-league-match-report\" title=\"\" class=\" u-underline\">New Year&#8217;s Day defeat to Tottenham Hotspur</a> and a chastening <a href=\"http://www.theguardian.com/football/2015/jan/24/chelsea-bradford-city-fa-cup-fourth-round\" title=\"\" class=\" u-underline\">FA Cup exit at home to Bradford</a>, it was as though Mourinho had battened down the hatches and returned to a more familiar, safety-first strategy to inch his deliberately small squad over the line.</p>\n<p>Where that might once have led to murmurs of discontent from the boardroom, this time there came none. No doubt Abramovich would prefer to win in style, but if he has to choose he will take the former over the latter.</p>\n<p>They do not play Kalinka before kick-off or chant his name much any more, but for all that Mourinho has run through his repertoire of tricks and tactics, Stamford Bridge is a much calmer, more focused place off the pitch than it has been at most other points during the Abramovich era.</p>\n<p>The high &#8211; or low &#8211; point of that turbulence was the Rafael Ben&#237;tez period when the club almost collapsed in on itself a few months after the unlikely triumph in <a href=\"http://www.theguardian.com/football/2012/may/19/bayern-munich-chelsea-champions-league-final\" title=\"\" class=\" u-underline\">lifting the European Cup in Munich</a>. With open revolt in the stands, the usual noises off behind the scenes, <a href=\"http://www.theguardian.com/football/2012/sep/27/john-terry-verdict-chelsea-guilty\" title=\"\" class=\" u-underline\">the bitter aftertaste of the John Terry racism incident lingering</a> and seemingly never-ending power struggles in the boardroom and the dressing room, it was hard to see how much joy Abramovich was getting out of his trophy asset. Typically, however, they still won a prize (albeit <a href=\"http://www.theguardian.com/football/2013/may/15/benfica-chelsea-europa-league\" title=\"\" class=\" u-underline\">the consolation Europa League</a>) at the end of it.</p>\n<p>In comparison, things now appear positively serene. Speaking to Herman Ouseley, the chair of Kick It Out, at the organisation&#8217;s Raise Your Game conference at the Emirates , he was effusive about the extent to which the club had recognised its mistakes in dealing with the Terry affair and transformed its approach.</p>\n<p>After the departure of chief executive Ron Gourlay, himself a far less public figure than his predecessor Peter Kenyon, it is as though Abramovich&#8217;s inscrutable, private modus operandi has spread to the whole club. Behind the scenes Marina Granovskaia, Abramovich&#8217;s trusted adviser who reputedly played a key role in the decision to bring Mourinho back, has assumed ever greater power.</p>\n<p>Long time associates Eugene Tenenbaum, on the board since Abramovich bought the club, and Bruce Buck, the urbane American club chairman who exercises significant clout around the Premier League boardroom table in private but whose public utterances are increasingly infrequent, remain vital cogs in the machine. All three have been on board since 2003.</p>\n<p>Even Christian Purslow, the one-time Liverpool managing director who has never knowingly missed an opportunity to speak into a passing microphone, has been low-key since he was brought in to help on the commercial side and helped seal a &#163;40m a season <a href=\"http://www.theguardian.com/football/2015/feb/26/chelsea-shirt-deal-yokohama-rubber\" title=\"\" class=\" u-underline\">sponsorship deal with Yokohama Rubber.</a></p>\n<p>Chelsea&#8217;s recent past, and certainly that of Mourinho, might suggest that another period of turbulence could strike at any moment. But all the rhetoric about Mourinho being there for the long haul, being judged on bringing players through from the academy rather than just buying his way to success and leaving the club in a better state than he found it sounds less like idle chatter than it did when he walked back in like he still owned the place almost two years ago. Mourinho&#8217;s Chelsea Mk2 still feel like a work in progress but by putting two trophies in the cabinet he has proved he can still deliver on his unique managerial USP of <a href=\"http://www.theguardian.com/football/2015/mar/01/chelsea-tottenham-capital-one-cup-final-match-report\" title=\"\" class=\" u-underline\">guaranteed silverware</a> and bought himself time.</p>\n<p>Abramovich&#8217;s experience of a dozen years in English football, and the important shift from vanity project to break even, also seem to have leant him some perspective. Of course, we have to say &#8220;seem&#8221; because there is one thing that has not changed in the dozen dramatic, turbulent, incident-packed, trophy-laden years that he has been at the helm: he has still never given a single interview.</p>\n</div>",
  "authors": [
    "Owen Gibson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Chelsea",
    "Roman Abramovich",
    "José Mourinho",
    "Football",
    "Sport"
  ],
  "ntitle": "chelsea_and_roman_abramovich_reach_new_serenity_with_josé_mourinho",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "His expression will be as inscrutable as ever. But as Roman Abramovich gazes down from his familiar perch in the West Stand at Stamford Bridge on the action he hopes will bring the club’s first Premier League trophy in five years, he might ponder how things have come full circle under the manager most closely associated with his 12-year rollercoaster tenure as owner.\n\nViewed from one angle he has burned through more than £1bn, nine managers and a dizzying array of players to arrive back where he started – with José Mourinho lifting the Premier League trophy alongside Didier Drogba, John Terry and Petr Cech.\n\nLast weekend’s Sunday Times Rich List may have confirmed that his total fortune fell by £1.23bn to £7.29bn in the past year because of fluctuations in the Russian economy but events at Chelsea, where contrary to the predictions of some he now no longer has to sink annual subsidies into a club that is breaking even, are now a welcome distraction rather than a headache.\n\nIf it was a restless search for footballing perfection and a distrust of Mourinho’s ego that led to that initial parting of ways after that early flush of success as paranoia ran unchecked behind the scenes, both parties seem older and wiser this time. If the “happy one” shtick of Mourinho’s return in 2013 was always unlikely to last beyond the first contentious refereeing decision, the unspoken compact between Mourinho and the man he calls “the big boss” has held firm.\n\nThe Portuguese has given up some control, blending members of his own imported backroom team with the likes of assistant coach Steve Holland, academy chief Neil Bath and technical director Michael Emenalo, who were already in post. In return, Abramovich appears more willing to tolerate the circus that will always surround Mourinho’s combative style of management.\n\nAnd if his dream was always to combine the silverware that continued to flow thanks to the core of players Mourinho fashioned into a formidable unit during his first spell with a more expansive, flamboyant style, even the Russian billionaire appears to have accepted that you can’t always have it all.\n\nIn a season of two halves, Chelsea were at times sensational in the early months when Cesc Fàbregas, Diego Costa and Eden Hazard tore through defences. But after a topsy turvy New Year’s Day defeat to Tottenham Hotspur and a chastening FA Cup exit at home to Bradford, it was as though Mourinho had battened down the hatches and returned to a more familiar, safety-first strategy to inch his deliberately small squad over the line.\n\nWhere that might once have led to murmurs of discontent from the boardroom, this time there came none. No doubt Abramovich would prefer to win in style, but if he has to choose he will take the former over the latter.\n\nThey do not play Kalinka before kick-off or chant his name much any more, but for all that Mourinho has run through his repertoire of tricks and tactics, Stamford Bridge is a much calmer, more focused place off the pitch than it has been at most other points during the Abramovich era.\n\nThe high – or low – point of that turbulence was the Rafael Benítez period when the club almost collapsed in on itself a few months after the unlikely triumph in lifting the European Cup in Munich. With open revolt in the stands, the usual noises off behind the scenes, the bitter aftertaste of the John Terry racism incident lingering and seemingly never-ending power struggles in the boardroom and the dressing room, it was hard to see how much joy Abramovich was getting out of his trophy asset. Typically, however, they still won a prize (albeit the consolation Europa League) at the end of it.\n\nIn comparison, things now appear positively serene. Speaking to Herman Ouseley, the chair of Kick It Out, at the organisation’s Raise Your Game conference at the Emirates , he was effusive about the extent to which the club had recognised its mistakes in dealing with the Terry affair and transformed its approach.\n\nAfter the departure of chief executive Ron Gourlay, himself a far less public figure than his predecessor Peter Kenyon, it is as though Abramovich’s inscrutable, private modus operandi has spread to the whole club. Behind the scenes Marina Granovskaia, Abramovich’s trusted adviser who reputedly played a key role in the decision to bring Mourinho back, has assumed ever greater power.\n\nLong time associates Eugene Tenenbaum, on the board since Abramovich bought the club, and Bruce Buck, the urbane American club chairman who exercises significant clout around the Premier League boardroom table in private but whose public utterances are increasingly infrequent, remain vital cogs in the machine. All three have been on board since 2003.\n\nEven Christian Purslow, the one-time Liverpool managing director who has never knowingly missed an opportunity to speak into a passing microphone, has been low-key since he was brought in to help on the commercial side and helped seal a £40m a season sponsorship deal with Yokohama Rubber.\n\nChelsea’s recent past, and certainly that of Mourinho, might suggest that another period of turbulence could strike at any moment. But all the rhetoric about Mourinho being there for the long haul, being judged on bringing players through from the academy rather than just buying his way to success and leaving the club in a better state than he found it sounds less like idle chatter than it did when he walked back in like he still owned the place almost two years ago. Mourinho’s Chelsea Mk2 still feel like a work in progress but by putting two trophies in the cabinet he has proved he can still deliver on his unique managerial USP of guaranteed silverware and bought himself time.\n\nAbramovich’s experience of a dozen years in English football, and the important shift from vanity project to break even, also seem to have leant him some perspective. Of course, we have to say “seem” because there is one thing that has not changed in the dozen dramatic, turbulent, incident-packed, trophy-laden years that he has been at the helm: he has still never given a single interview.",
  "title": "Chelsea and Roman Abramovich reach new serenity with José Mourinho",
  "ts_in": "2015-05-03T15:17:18.283361",
  "url": "http://www.theguardian.com/football/2015/may/02/chelsea-roman-abramovich-jose-mourinho"
}