{
  "article_html": "<div><p>The 2008 sub-prime mortgage crash looked a lot like the apocalyptic end of something in many American cities, but to Theaster Gates it was a new beginning. Gates, these days director of arts and public life at the University of Chicago, whom ArtReview likes to call <a href=\"http://artreview.com/power_100/theaster_gates/\" class=\" u-underline\">&#8220;the poster boy for socially engaged art&#8221;</a>, was then a somewhat overlooked potter and frustrated town planner. He used the opportunity afforded by the collapse of Fannie Mae and Freddie Mac to buy a bungalow in the derelict South Side of Chicago for $16,000, then about as much as he could afford.</p>\n<p>Gates, 34 at the time, set about making the clapboard bungalow his new artistic medium. He gutted it, &#8220;repurposed&#8221; the scrap to make shelves for 14,000 art books plundered from a closed-down bookstore, and covered the exterior with vertical strips of weathered wood. He created a &#8220;soul food kitchen&#8221;, and a room to hold a floor-to-ceiling collection of photographic slides rescued from the skip. He called the bungalow the Archive House, and opened it to the neighbourhood.</p>\n<p>So far it sounds like any number of community projects. But Gates wasn&#8217;t finished there. He used leftover scrap wood to build shoe-shine stands &#8211; referencing a history of black poverty and labour &#8211; and sold them for thousands of dollars at an art fair in Miami. With the proceeds, Gates bought another property on Dorchester Avenue, the same street as the first. He reimagined it in the same way, bought all the records from a defunct, once famous local record store, Dr Wax, housed them there, and called it the Listening Room. By now he was on a roll.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430401848257/f50edfa2-1d63-4bf9-834f-b98e055b5122-300x180.jpeg\" alt=\"Theaster Gates's Listening Room, recreated in Seattle Art museum, 2011.\" class=\"gu-image\">\n\nTheaster Gates&#8217;s Listening Room, recreated in Seattle Art museum, 2011.\n\n\n\n<p>Over the seven years since, Gates has used the same principle &#8211; buying and stripping out properties in his neighbourhood, a mile or two south of the university but a different world entirely, remaking some of the scrap as art, selling it, and buying more property to create community spaces and houses for local artists and others. In 2011 he made a series of beautiful textured canvases covered in spectrums or coils of reclaimed fire hoses, called them In the Event of a Race Riot. One set recently sold at Christie&#8217;s for &#163;250,000. Always channelling the money back into the <a href=\"http://theastergates.com/section/117693_Dorchester_Projects.html\" class=\" u-underline\">&#8220;Dorchester Projects&#8221;</a>, he is inexorably remodelling his entire neighbourhood which had previously been hollowed out for two or three decades by poverty and crime. Gates now employs and houses 60 &#8220;artists and makers&#8221;, and his practice is expanding to other cities in the American rust belt &#8211; St Louis, Missouri; Akron, Ohio; Gary, Indiana. His ambition is growing too. Two years ago he saved from demolition a bank building, with classical portico and marble interior, the last civic building standing on <a href=\"http://en.wikipedia.org/wiki/Stony_Island_Avenue\" class=\" u-underline\">Stony Island Avenue</a>, the main drag two blocks from his home. The bank was flooded out and long-abandoned. Rahm Emanuel, Chicago&#8217;s mayor, and Gates&#8217;s most reliable patron, sold it to him for a dollar, on the basis that the artist would raise the money to renovate it. To this end Gates has created bonds from the marble tiles of the bank&#8217;s former urinals &#8211; readymades, indeed &#8211; inscribed, &#8220;In art we trust&#8221;. He has sold 100 of them for $5,000 each to get the renovation started. In the kind of neat reversal he lives for, he plans to sell more of his urinal bonds to collectors at the forthcoming Basel art fair. &#8220;I&#8217;m hoping Swiss bankers will bail out my flooded South Side bank in the name of art,&#8221; he says, with a broad grin.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/artanddesign/2015/apr/28/theaster-gates-freedom-of-assembly-white-cube-london-review\" class=\" u-underline\">Nuts, bolts and art: the man who turned a hardware store into hard cash</a> </p>\n\n<p>Gates is telling me some of this in the self-renovated shell of a corner house in which he lives alone, on Dorchester Avenue, over the road from the Listening Room (the ground floor is another venue, the Black Cinema House). He is an energising presence, precise in his movements, comfortable in his skin. In conversation he slides easily between registers, from knowing bursts of street slang to situationist theory &#8211; references to &#8220;French cats like Guy Debord&#8221; &#8211; always thoughtful but never quite in earnest. His voice is rich in cadence; occasionally he will burst into song. When I ask him about The Wire at one point, he suggests he is more of a Downton Abbey obsessive. If he were a superhero, he intones in a sudden surprising tenor, he would be the Unknown Craftsman, &#8220;You know! Mask and cape, making anony-mous artistic inter-ventions, chang-ing the cit-y for-eeever.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nTheaster Gates&#8217;s Dorchester Projects.\n\n\n<p>Gates is 41. This week he has new work &#8211; painting and pottery &#8211; filling the hangar-like White Cube gallery in Bermondsey in south London. He is planning another large-scale show at the Venice Biennale, which may include his playful Zen-gospel band, the Black Monks of Mississippi, among other things (at 13, Gates was director of his church&#8217;s gospel youth choir). Earlier this year he was <a href=\"http://www.artesmundi.org/news/theaster-gates-announced-as-winner-of-artes-mundi-6\" class=\" u-underline\">awarded the prestigious Artes Mundi prize</a> in Cardiff and shared the &#163;40,000 with his fellow nominees.</p>\n<p>He has not always been the &#8220;darling of the international art world&#8221;. He grew up in the tough West Side of <a href=\"http://www.theguardian.com/us-news/chicago\" class=\" u-underline\">Chicago</a>, at a time of increasing dislocation in the city. He was the youngest of nine children and the only boy. His sisters now mostly work in public service but when younger they all dabbled, he has said, in &#8220;Black Pantherism&#8221;. His late mother was a schoolteacher and had him read widely from an early age, a habit that won him a place at a smart North Side school and the sense of &#8220;walking in two worlds since fifth grade&#8221;. His father was a roofer and Gates worked in holidays as his labourer. He always had an idea roughly where he wanted to get to &#8211; he has a degree in urban planning, and an unusual joint masters in religion, ceramics and city design &#8211; but it took him a while to get here.</p>\n\n<blockquote>\n<p>The people with the most entrepreneurial spirit also had the least consciousness about the needs of a place</p>\n\nTheaster Gates\n\n</blockquote>\n\n<p>&#8220;I knew immediately after graduating that the kind of tactical planning I wanted to do I wouldn&#8217;t be able to do through a traditional city department,&#8221; he says &#8211; though he was a &#8220;bow-tie wearer&#8221; in city hall for a while. &#8220;I realised it was actually developers who changed cities. It bugged me that the people with the most agency, the most entrepreneurial spirit, were also the people with the least consciousness about the needs of a place. I went after having more agency&#8230;&#8221;</p>\n<p>Artists have long been a useful tool for developers; since the 80s the conventional way of &#8220;waking up&#8221; destitute urban areas has been to rent out cheap studio space to art students and watch the creativity and the caf&#233; culture follow, before the loft apartments are sold on to the bonus-rich with authentic artisanal grit priced in. Gates wanted to change that cynical paradigm &#8211; &#8220;What if you said culture was the end point?&#8221; he says. &#8220;Then you might get what the city planners are always talking about: the spectacle of diversity. That&#8217;s the part that gets me super-excited. But in order to get there one has to have expectations in excess of dollar returns for shareholders.&#8221;</p>\n<p>Through <a href=\"https://www.ted.com/talks/theaster_gates_how_to_revive_a_neighborhood_with_imagination_beauty_and_art?language=en\" class=\" u-underline\">TED talks</a> and keynote speeches at the World Economic Forum, Gates has lately been spreading this gospel to great effect. At the end of this year he will stage his <a href=\"http://www.situations.org.uk/theaster-gates/\" class=\" u-underline\">first UK project in Bristol</a>, details of which will be announced in June. &#8220;Most of the city mayors who want to talk to me have big problems and they see culture as a means to an end,&#8221; he says. &#8220;So they come to me and they say, &#8216;You seem to be doing this pretty well, Theaster, what&#8217;s your trick? What&#8217;s your secret sauce?&#8217;&#8221;</p>\n<p>That is where the conversation starts. Gates tells them to have faith in their city&#8217;s artists, give them a real seat at the table when their city is being shaped. The problems are the same in post-industrial western cities everywhere, he says. They boil down to the fact that &#8220;we can save 80 cents on the dollar doing this or that in Vietnam&#8221;. The problem in the South Side of Chicago &#8220;is the same as it is in Liverpool, or wherever, it is: what do working people do now the industry has gone?&#8221;</p>\n<p>Partly, Gates suggests, through his practice, the first &#8220;strategy of hope&#8221; lies in a philosophy of pride in things done well, made well, but also in the principle or metaphor of always, always finding use for what seems discarded or broken or abandoned, make do and mend at the scale of the object and also at the scale of the city. &#8220;I couldn&#8217;t find work coming out of graduate school and I was a mason&#8217;s tender. I mixed mortar and would run bricks back and forth. It was back-breaking work, but I needed to do something just to feel good. Then I started making pots a lot and that was expensive to do, no money. But it was like this need to be making busy, being purposeful. Around here, in the absence of certain kinds of jobs or when brothers don&#8217;t finish school, then keeping busy creates all kinds of new devices.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nTheaster Gates&#8217;s TED speech from March 2015.\n\n\n<p>If you walk along Dorchester Avenue it looks, as Gates says, like a decent street &#8220;but sometimes bad things happen. I have to say to my friends, violent things sometimes happen in this neighbourhood, and all the cleaning and sweeping in the world is not going to change the fact that among certain groups of young men and women here, rage is an entirely sensible reaction to their world. I get that. It is not always pretty, it is not always square.&#8221;</p>\n<p>Gates says there has been no hostility to his efforts to revitalise some formerly &#8220;no-go area&#8221; blocks. &#8220;Well,&#8221; he qualifies, &#8220;the windows of my studio have been shot out four times by kids &#8211; you know, target practice. But I think part of that is a desire to know what is happening on the inside and there being no obvious way to ask. Part of me wants to just catch these brothers to invite them in. In general I&#8217;m a co-worker with my neighbours here. And though maybe they don&#8217;t have the platform of the Observer to talk about it, they have stuck with this place through many more dire moments than me. My hat&#8217;s off to them. They got on with it. They had no leveraging mechanism but they stayed here, and most tried to do the right things.&#8221;</p>\n<p>You have the sense talking to Gates that the &#8220;sensible reaction&#8221; of rage, of <a href=\"http://www.theguardian.com/us-news/2015/apr/27/baltimore-police-protesters-violence-freddie-gray\" class=\" u-underline\">the kind that was demonstrated last week in Baltimore</a>, was closer to the surface in him as a younger man. Has he mellowed?</p>\n<p>&#8220;There was more anger and more jubilance,&#8221; he says. &#8220;Everything was more. But it was clear pretty early on for me that a certain kind of frustration was going to get in the way of doing any proper work. My first show at White Cube was called <a href=\"http://whitecube.com/exhibitions/theaster_gates_my_labor_is_my_protest_bermondsey_2012/\" class=\" u-underline\">My Labor Is My Protest</a>. In my body I felt for a long time that the best political act, the best faith act, is always an act, an action.&#8221;</p>\n<p>A lot of Gates&#8217;s work references the civil rights movement, and the lost hope it embodies. How conscious is he of an effort to reconnect with those values?</p>\n<p>&#8220;It is true that when I am interacting with close friends, cats who use complicated phrases like &#8216;self-determination&#8217;, &#8216;community assets&#8217;, &#8216;funding circles&#8217;, all those things that are about aggregating thought and money for the collective good, we hearken back to days when those things meant something to many more people in this community. Those values are still present in more recent immigrant communities. When you have nothing, when you come from nothing, then you lean on people and you let them lean on you. This gross individualism that middle classness taught us to believe in, it was really an erosive ideology against all that.&#8221;</p>\n\n\n<a href=\"/artanddesign/2015/may/03/theaster-gates-artist-chicago-dorchester-projects#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430402151469/c0f6e086-4571-4098-ac47-c83980db7900-300x180.jpeg\" alt=\"One of Theaster Gates's repurposed houses that make up his Dorchester Projects.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xcq%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Chicago+artist+Theaster+Gates%3A+%27My+studio%27s+been+shot+at+four+times+by+kids.+Hats+off+to+them%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xcq%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Chicago+artist+Theaster+Gates%3A+%27My+studio%27s+been+shot+at+four+times+by+kids.+Hats+off+to+them%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fartanddesign%2F2015%2Fmay%2F03%2Ftheaster-gates-artist-chicago-dorchester-projects&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430402152142%2Fc0f6e086-4571-4098-ac47-c83980db7900-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nOne of Theaster Gates&#8217;s repurposed houses that make up his Dorchester Projects.\n\n\n\n<p>Some of his &#8220;reaggregating&#8221; efforts have to do with simply being on the ground in this place, making a long-term commitment. &#8220;I&#8217;m interested in, &#8216;What happens when you stay?&#8217;&#8221; Gates says. But it is also about an attitude to objects, an attitude to making them and remaking them.</p>\n<p>&#8220;It is a way of life like: sweeping matters, shovelling matters, it matters that it is done well,&#8221; Gates says. He holds up one of the fine tea bowls he has made, from which we are drinking. &#8220;How you centre a pot matters. The willingness to elevate super-modest things is either in you or not. I think that is born in me.&#8221;</p>\n<p>Did he see those qualities in his father, the roofer?</p>\n<p>&#8220;I think I got it from both of them. You know my mum committed her life to raising nine children. My dad, for him it was just going to work but they were of a generation where if you were going to do something you should do it good. I&#8217;d say right now there is less of that per capita.&#8221;</p>\n<p>As a kid, watching the margins of his neighbourhood being partly destroyed by gang violence (it was city policy to demolish larger civic buildings that had become crack dens) he suggests: &#8220;There was so much outside my control that I thought: all right, I can keep my bedroom clean, I can take out the garbage, I can look really presentable.&#8221; He paid his way through college cutting his friends&#8217; hair. &#8220;I liked it because I always thought inside this little head under my hands is this vast possibility. With clippers and comb, there I went. That felt like the cultivation of a mindset, a skill set &#8211; and I wanted my girls and my guys to look good.&#8221;</p>\n<p>He makes it sound almost a religious ritual.</p>\n<p>&#8220;Well, yes. But better not to talk about that. There is always a part beyond what man owes man. It&#8217;s like: some decisions, most decisions I make, are not the right smart market decisions, but they are important to me.&#8221;</p>\n<p>Lately, along with a determined return to his potter&#8217;s wheel, Gates has been making &#8211; the headline act of the White Cube show &#8211; large-scale &#8220;tar paintings&#8221;, which are as they sound, canvases coated with whorls and geometries of viscous black. He made some of them with his father, now 80, who bequeathed him his tar kettle.</p>\n<p>&#8220;I could make another kind of work,&#8221; he says. &#8220;But how about I just really lean into my dad&#8217;s tar kettle?&#8221;</p>\n<p>He believes art, if it matters, has to have roots in autobiography.</p>\n<p>&#8220;This is the thing about the art market. If a young kid isn&#8217;t invited to know what they have inside them, and how to unlock that, then what they have is just devices. And you pretty quickly run out of devices. I had a life before all this. The lights were off for me, I was out in the shed, but that was a really useful way into this world.&#8221;</p>\n<p>He revels in his current access to galleries and museums, and is amused by some of the excess of the prospect of a Venice show, for example. Doesn&#8217;t it sometimes just seem completely absurd, that conceptual, bankrolled world?</p>\n<p>&#8220;Of course, but some people know how to ride the crest of absurdity and put things on your mind.&#8221;</p>\n<p>He is not so interested in that kind of strategy though. He is, he says, after more of a &#8220;low-tide feel&#8221; than riding the latest wave.</p>\n\n\n<a href=\"/artanddesign/2015/may/03/theaster-gates-artist-chicago-dorchester-projects#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430404473659/d99cbeac-d64a-4697-b794-08bcddb0af1f-300x180.jpeg\" alt=\"Diagonal bitumen (2014), one of Theaster Gates's 'tar paintings', inspired by his father's work as a roofer.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xcq%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Chicago+artist+Theaster+Gates%3A+%27My+studio%27s+been+shot+at+four+times+by+kids.+Hats+off+to+them%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xcq%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Chicago+artist+Theaster+Gates%3A+%27My+studio%27s+been+shot+at+four+times+by+kids.+Hats+off+to+them%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fartanddesign%2F2015%2Fmay%2F03%2Ftheaster-gates-artist-chicago-dorchester-projects&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430404474214%2Fd99cbeac-d64a-4697-b794-08bcddb0af1f-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDiagonal bitumen (2014), one of Theaster Gates&#8217;s &#8216;tar paintings&#8217;, inspired by his father&#8217;s work as a roofer.\n\n\n\n<p>&#8220;My dad gave me good advice. He said: &#8216;If this is about roofing, you should really treat it like a roof.&#8217; It was like: should we use galvanised nails or copper ones? We have to add the gravel stop. And what is art if not the elevation of a certain set of skills? Tar is not unlike clay, which is where I started. What could be more humble than clay? No ironies. No crest of absurdity.&#8221;</p>\n<p>What did his dad make of the paintings?</p>\n<p>&#8220;He was into his tar pieces. He was way into them. He got it. You know, I used to sign things, and there came a time when I stopped. It was more about making the pot right. I had this big argument with White Cube because I didn&#8217;t want to sign anything.&#8221;</p>\n<p>And you realised that what they are really selling is your signature?</p>\n<p>He laughs. &#8220;They are like: &#8216;Hey man, you got to sign this stuff!&#8217; And I&#8217;m like: &#8216;No, I&#8217;m the unknown craftsman!&#8217;&#8221;</p>\n<p>They reached a compromise. Gates put his name to some things and not others.</p>\n<p>We go for a drive around the neighbourhood and he takes me inside his vast, half-restored bank. &#8220;It was pretty rough. It was filled with shit. People came by after we had cleared it out and said: &#8216;Wow! This is so distressed!&#8217; But it was actually distressed. Today as far as the banks are concerned this is my living room. I had to put myself on the line here.&#8221; He walks the floors, runs though his plans. &#8220;There will be a bar here, a little speakeasy. Performance space, galleries&#8230;&#8221; In the vault downstairs with its flood-damaged safety deposit boxes, its great submarine metal door smashed open, it looks as if Butch and Sundance have just ransacked the place. All of this was below water. Gates will leave much of it intact behind glass, create a music venue.</p>\n<p>&#8220;It is not just about this community,&#8221; he says. &#8220;I am invested in illustrating the possible. So that other people might think: &#8216;OK, that works.&#8217; People with more means, other artists in other places.&#8221;</p>\n<p>Upstairs he has installed wooden cabinets from a demolished department store. In them he will file the album collection of <a href=\"http://www.theguardian.com/music/2014/apr/01/frankie-knuckles-house-music-dj-producer-nightclubs\" class=\" u-underline\">Frankie Knuckles, the legendary house DJ who died last year</a>. In the drawers below will be the collection of a man named Ed Williams who trawled around thrift stores across the country on a mission to take derogatory black miniatures out of circulation: &#8220;mammies, jolly nigger babes, little watermelon-eating sambos, all the stuff that was very popular among whites over 70, 80 years&#8221;. Williams collected 6,500 objects, which Gates now has care of. &#8220;We will have those in these drawers here, butting up against the collection donated by Johnson Publishing [based in Chicago] of Jet and Ebony magazines that were made to shift the way the world saw black people.&#8221; They will, he says, be a resource for anyone trying to grapple with meaning, from the local community to material studies PhD students.</p>\n<p>Does he ever doubt that the refashioned artistic purposes will be clear? Worry that it might just look like Urban Outfitters?</p>\n<p>&#8220;All the time. Constantly. The thing is, it doesn&#8217;t have to make complete sense. It doesn&#8217;t have to follow a developer logic. It&#8217;s just: I can make some meaning with this. A couple of years ago I did this project that was: &#8216;To make the thing that makes the thing&#8217;. I was interested in the idea that I could make a pot &#8211; or I could make a pottery. I started making wheels and kilns. I wanted to make bricks. And if I could do that then hundreds of people could do it, maybe thousands of people and we could build cities&#8230;&#8221;</p>\n<p>He takes me to his latest project, a three-acre site with a disused power station at its centre. He has piled up all the limestone from a church that was pulled down by a developer. &#8220;It will be a green space with a large sculptural work running through it,&#8221; he says. &#8220;We call it the monastery. These materials were around and we could get them. We will find out what works here.&#8221;</p>\n<p>Is there no real limit to the scale of his projects?</p>\n<p>&#8220;That&#8217;s the thing. I mean it feels like a philosophy more than a commitment to a set of things. And philosophy can exist at any scale.&#8221;</p>\n<p>What if people here feel it is not for them?</p>\n<p>&#8220;Well, every day we are in conversation with our neighbours. Some people are excited about it, others are maybe just glad something is happening to all the waste land. And others just assume I am a front for some corporation.&#8221;</p>\n<p>Gates&#8217;s studio and workshop is in a disused Anheuser-Busch distribution plant that he restored with his team of makers. There is a wood shop and a metal shop. He recently did a deal for the entire contents of a hardware store that was closing down &#8211; the old cabinets full of tools and nails and drill bits line the walls. (&#8220;When my guys saw all this stuff they got real horny.&#8221;) One warehouse space houses some of his major works, some firehose pieces, his remade scrap-wood market carts and trolleys, everything carefully thought out, honestly built, including the room itself. &#8220;I have three great wood guys on my team. They are incredibly sensitive in the way they handle materials,&#8221; Gates says. &#8220;They don&#8217;t like making things that are half-assed.&#8221;</p>\n<p>Walking round the workshop, with its emphasis on the handmade &#8211; its implicit refusal of the new digital world order &#8211; it feels like a very modern medieval guild. Like something William Morris would have approved of. Does Gates see it in those terms?</p>\n<p>&#8220;I think, as William Morris realised, as new power structures emerged, some things were being lost for ever. I am into that. I&#8217;d rather have a communal cinematheque than Netflix, so I&#8217;ll make one. The people I work with, they love each other now. They are like family. All of the scales are exciting for me, from wanting to make a pot to getting 60 people to make something well. It&#8217;s the same feeling. We believe in the things we make.&#8221;</p>\n<p>Gates shows me one of his exquisitely engraved $5,000 urinal-tile bank bonds, destined for Basel bankers, material evidence of the transforming power of art. &#8220;People are already trading them up. They are functioning like a real bond,&#8221; he says.</p>\n<p>We end up standing in front of a pair of his tar paintings, the matt and gloss patches of black catching the light in surprising ways.</p>\n<p>&#8220;When you are working with tar there is a kind of consistency of movement that has to happen or it doesn&#8217;t spread evenly,&#8221; Gates says. It is, in this sense, he suggests, like a ritual dance or calligraphy, or sword fencing, or any of those habitual Zen Buddhist practices. &#8220;I used to love the moment when we had just about finished the roof and we had to figure out how to get from whatever spot we were in to the hatch to get off. You had to mop yourself into a corner and out of it, get all your supplies down, get your last bucket of tar up&#8230;&#8221;</p>\n<p>That was presumably second nature to his old man?</p>\n<p>&#8220;Yes. And he would tell me rules, which are what you have before it becomes second nature. And that is the same as painting. You move paint around a canvas by certain inherited rules until it becomes second nature and you make your own rules. I never painted. I was much more interested in building in three dimensions, the practical. This is the closest I have come.&#8221;</p>\n<p>The two pieces illustrate the before and after of his father&#8217;s long career. The second of them involves a technique he was too old to master that allowed roofers to guarantee a new roof for longer, and put him out of business. When Gates was making them, he was reflecting not only on his father&#8217;s tar kettle but also on the abstract painting of Jasper Johns and others, art considered the high-water mark of American modernism.</p>\n<p>&#8220;For me,&#8221; he says, &#8220;that kind of painting always involved an idea of whiteness. Of art as individuality. The self-made. The artist representing an autonomy, without reference to the world. I think that is bullshit. I don&#8217;t think there is a black aesthetic necessarily, but I was born into an ideological framework that believed in collective endeavour. I didn&#8217;t get here by myself, self-made. Biography and geography matter&#8230;&#8221;</p>\n<p>That in the art world, as in the real world, there is no such thing as abstraction?</p>\n<p>&#8220;Or rather the thing that we see as abstract is really the by-product of a set of ideas about power that are way more complicated.&#8221; Gates smiles. &#8220;Of course, if a person doesn&#8217;t want to read all that into this tar they don&#8217;t have to. They can say: &#8216;Look it is four lines, black on black. And all the other stuff isn&#8217;t there.&#8217;&#8221; He stands back, has another look at the work. &#8220;But it always is.&#8221;</p>\n<p><a href=\"http://whitecube.com/exhibitions/theaster_gates_bermondsey_2015/\" class=\" u-underline\">Theaster Gates: Freedom of Assembly is at White Cube Bermondsey, London SE1, until 5 July</a></p>\n</div>",
  "authors": [
    "Tim Adams"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Art",
    "Art and design",
    "Regeneration",
    "Communities",
    "Society",
    "Cities",
    "Chicago",
    "US news",
    "Installation",
    "Race issues"
  ],
  "ntitle": "chicago_artist_theaster_gates_my_studio_s_been_shot_at_four_times_by_kids_hats_off_to_them",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The 2008 sub-prime mortgage crash looked a lot like the apocalyptic end of something in many American cities, but to Theaster Gates it was a new beginning. Gates, these days director of arts and public life at the University of Chicago, whom ArtReview likes to call “the poster boy for socially engaged art”, was then a somewhat overlooked potter and frustrated town planner. He used the opportunity afforded by the collapse of Fannie Mae and Freddie Mac to buy a bungalow in the derelict South Side of Chicago for $16,000, then about as much as he could afford.\n\nGates, 34 at the time, set about making the clapboard bungalow his new artistic medium. He gutted it, “repurposed” the scrap to make shelves for 14,000 art books plundered from a closed-down bookstore, and covered the exterior with vertical strips of weathered wood. He created a “soul food kitchen”, and a room to hold a floor-to-ceiling collection of photographic slides rescued from the skip. He called the bungalow the Archive House, and opened it to the neighbourhood.\n\nSo far it sounds like any number of community projects. But Gates wasn’t finished there. He used leftover scrap wood to build shoe-shine stands – referencing a history of black poverty and labour – and sold them for thousands of dollars at an art fair in Miami. With the proceeds, Gates bought another property on Dorchester Avenue, the same street as the first. He reimagined it in the same way, bought all the records from a defunct, once famous local record store, Dr Wax, housed them there, and called it the Listening Room. By now he was on a roll.\n\nTheaster Gates’s Listening Room, recreated in Seattle Art museum, 2011.\n\nOver the seven years since, Gates has used the same principle – buying and stripping out properties in his neighbourhood, a mile or two south of the university but a different world entirely, remaking some of the scrap as art, selling it, and buying more property to create community spaces and houses for local artists and others. In 2011 he made a series of beautiful textured canvases covered in spectrums or coils of reclaimed fire hoses, called them In the Event of a Race Riot. One set recently sold at Christie’s for £250,000. Always channelling the money back into the “Dorchester Projects”, he is inexorably remodelling his entire neighbourhood which had previously been hollowed out for two or three decades by poverty and crime. Gates now employs and houses 60 “artists and makers”, and his practice is expanding to other cities in the American rust belt – St Louis, Missouri; Akron, Ohio; Gary, Indiana. His ambition is growing too. Two years ago he saved from demolition a bank building, with classical portico and marble interior, the last civic building standing on Stony Island Avenue, the main drag two blocks from his home. The bank was flooded out and long-abandoned. Rahm Emanuel, Chicago’s mayor, and Gates’s most reliable patron, sold it to him for a dollar, on the basis that the artist would raise the money to renovate it. To this end Gates has created bonds from the marble tiles of the bank’s former urinals – readymades, indeed – inscribed, “In art we trust”. He has sold 100 of them for $5,000 each to get the renovation started. In the kind of neat reversal he lives for, he plans to sell more of his urinal bonds to collectors at the forthcoming Basel art fair. “I’m hoping Swiss bankers will bail out my flooded South Side bank in the name of art,” he says, with a broad grin.\n\nRelated: Nuts, bolts and art: the man who turned a hardware store into hard cash\n\nGates is telling me some of this in the self-renovated shell of a corner house in which he lives alone, on Dorchester Avenue, over the road from the Listening Room (the ground floor is another venue, the Black Cinema House). He is an energising presence, precise in his movements, comfortable in his skin. In conversation he slides easily between registers, from knowing bursts of street slang to situationist theory – references to “French cats like Guy Debord” – always thoughtful but never quite in earnest. His voice is rich in cadence; occasionally he will burst into song. When I ask him about The Wire at one point, he suggests he is more of a Downton Abbey obsessive. If he were a superhero, he intones in a sudden surprising tenor, he would be the Unknown Craftsman, “You know! Mask and cape, making anony-mous artistic inter-ventions, chang-ing the cit-y for-eeever.”\n\nTheaster Gates’s Dorchester Projects.\n\nGates is 41. This week he has new work – painting and pottery – filling the hangar-like White Cube gallery in Bermondsey in south London. He is planning another large-scale show at the Venice Biennale, which may include his playful Zen-gospel band, the Black Monks of Mississippi, among other things (at 13, Gates was director of his church’s gospel youth choir). Earlier this year he was awarded the prestigious Artes Mundi prize in Cardiff and shared the £40,000 with his fellow nominees.\n\nHe has not always been the “darling of the international art world”. He grew up in the tough West Side of Chicago, at a time of increasing dislocation in the city. He was the youngest of nine children and the only boy. His sisters now mostly work in public service but when younger they all dabbled, he has said, in “Black Pantherism”. His late mother was a schoolteacher and had him read widely from an early age, a habit that won him a place at a smart North Side school and the sense of “walking in two worlds since fifth grade”. His father was a roofer and Gates worked in holidays as his labourer. He always had an idea roughly where he wanted to get to – he has a degree in urban planning, and an unusual joint masters in religion, ceramics and city design – but it took him a while to get here.\n\nThe people with the most entrepreneurial spirit also had the least consciousness about the needs of a place Theaster Gates\n\n“I knew immediately after graduating that the kind of tactical planning I wanted to do I wouldn’t be able to do through a traditional city department,” he says – though he was a “bow-tie wearer” in city hall for a while. “I realised it was actually developers who changed cities. It bugged me that the people with the most agency, the most entrepreneurial spirit, were also the people with the least consciousness about the needs of a place. I went after having more agency…”\n\nArtists have long been a useful tool for developers; since the 80s the conventional way of “waking up” destitute urban areas has been to rent out cheap studio space to art students and watch the creativity and the café culture follow, before the loft apartments are sold on to the bonus-rich with authentic artisanal grit priced in. Gates wanted to change that cynical paradigm – “What if you said culture was the end point?” he says. “Then you might get what the city planners are always talking about: the spectacle of diversity. That’s the part that gets me super-excited. But in order to get there one has to have expectations in excess of dollar returns for shareholders.”\n\nThrough TED talks and keynote speeches at the World Economic Forum, Gates has lately been spreading this gospel to great effect. At the end of this year he will stage his first UK project in Bristol, details of which will be announced in June. “Most of the city mayors who want to talk to me have big problems and they see culture as a means to an end,” he says. “So they come to me and they say, ‘You seem to be doing this pretty well, Theaster, what’s your trick? What’s your secret sauce?’”\n\nThat is where the conversation starts. Gates tells them to have faith in their city’s artists, give them a real seat at the table when their city is being shaped. The problems are the same in post-industrial western cities everywhere, he says. They boil down to the fact that “we can save 80 cents on the dollar doing this or that in Vietnam”. The problem in the South Side of Chicago “is the same as it is in Liverpool, or wherever, it is: what do working people do now the industry has gone?”\n\nPartly, Gates suggests, through his practice, the first “strategy of hope” lies in a philosophy of pride in things done well, made well, but also in the principle or metaphor of always, always finding use for what seems discarded or broken or abandoned, make do and mend at the scale of the object and also at the scale of the city. “I couldn’t find work coming out of graduate school and I was a mason’s tender. I mixed mortar and would run bricks back and forth. It was back-breaking work, but I needed to do something just to feel good. Then I started making pots a lot and that was expensive to do, no money. But it was like this need to be making busy, being purposeful. Around here, in the absence of certain kinds of jobs or when brothers don’t finish school, then keeping busy creates all kinds of new devices.”\n\nTheaster Gates’s TED speech from March 2015.\n\nIf you walk along Dorchester Avenue it looks, as Gates says, like a decent street “but sometimes bad things happen. I have to say to my friends, violent things sometimes happen in this neighbourhood, and all the cleaning and sweeping in the world is not going to change the fact that among certain groups of young men and women here, rage is an entirely sensible reaction to their world. I get that. It is not always pretty, it is not always square.”\n\nGates says there has been no hostility to his efforts to revitalise some formerly “no-go area” blocks. “Well,” he qualifies, “the windows of my studio have been shot out four times by kids – you know, target practice. But I think part of that is a desire to know what is happening on the inside and there being no obvious way to ask. Part of me wants to just catch these brothers to invite them in. In general I’m a co-worker with my neighbours here. And though maybe they don’t have the platform of the Observer to talk about it, they have stuck with this place through many more dire moments than me. My hat’s off to them. They got on with it. They had no leveraging mechanism but they stayed here, and most tried to do the right things.”\n\nYou have the sense talking to Gates that the “sensible reaction” of rage, of the kind that was demonstrated last week in Baltimore, was closer to the surface in him as a younger man. Has he mellowed?\n\n“There was more anger and more jubilance,” he says. “Everything was more. But it was clear pretty early on for me that a certain kind of frustration was going to get in the way of doing any proper work. My first show at White Cube was called My Labor Is My Protest. In my body I felt for a long time that the best political act, the best faith act, is always an act, an action.”\n\nA lot of Gates’s work references the civil rights movement, and the lost hope it embodies. How conscious is he of an effort to reconnect with those values?\n\n“It is true that when I am interacting with close friends, cats who use complicated phrases like ‘self-determination’, ‘community assets’, ‘funding circles’, all those things that are about aggregating thought and money for the collective good, we hearken back to days when those things meant something to many more people in this community. Those values are still present in more recent immigrant communities. When you have nothing, when you come from nothing, then you lean on people and you let them lean on you. This gross individualism that middle classness taught us to believe in, it was really an erosive ideology against all that.”\n\nFacebook Twitter Pinterest One of Theaster Gates’s repurposed houses that make up his Dorchester Projects.\n\nSome of his “reaggregating” efforts have to do with simply being on the ground in this place, making a long-term commitment. “I’m interested in, ‘What happens when you stay?’” Gates says. But it is also about an attitude to objects, an attitude to making them and remaking them.\n\n“It is a way of life like: sweeping matters, shovelling matters, it matters that it is done well,” Gates says. He holds up one of the fine tea bowls he has made, from which we are drinking. “How you centre a pot matters. The willingness to elevate super-modest things is either in you or not. I think that is born in me.”\n\nDid he see those qualities in his father, the roofer?\n\n“I think I got it from both of them. You know my mum committed her life to raising nine children. My dad, for him it was just going to work but they were of a generation where if you were going to do something you should do it good. I’d say right now there is less of that per capita.”\n\nAs a kid, watching the margins of his neighbourhood being partly destroyed by gang violence (it was city policy to demolish larger civic buildings that had become crack dens) he suggests: “There was so much outside my control that I thought: all right, I can keep my bedroom clean, I can take out the garbage, I can look really presentable.” He paid his way through college cutting his friends’ hair. “I liked it because I always thought inside this little head under my hands is this vast possibility. With clippers and comb, there I went. That felt like the cultivation of a mindset, a skill set – and I wanted my girls and my guys to look good.”\n\nHe makes it sound almost a religious ritual.\n\n“Well, yes. But better not to talk about that. There is always a part beyond what man owes man. It’s like: some decisions, most decisions I make, are not the right smart market decisions, but they are important to me.”\n\nLately, along with a determined return to his potter’s wheel, Gates has been making – the headline act of the White Cube show – large-scale “tar paintings”, which are as they sound, canvases coated with whorls and geometries of viscous black. He made some of them with his father, now 80, who bequeathed him his tar kettle.\n\n“I could make another kind of work,” he says. “But how about I just really lean into my dad’s tar kettle?”\n\nHe believes art, if it matters, has to have roots in autobiography.\n\n“This is the thing about the art market. If a young kid isn’t invited to know what they have inside them, and how to unlock that, then what they have is just devices. And you pretty quickly run out of devices. I had a life before all this. The lights were off for me, I was out in the shed, but that was a really useful way into this world.”\n\nHe revels in his current access to galleries and museums, and is amused by some of the excess of the prospect of a Venice show, for example. Doesn’t it sometimes just seem completely absurd, that conceptual, bankrolled world?\n\n“Of course, but some people know how to ride the crest of absurdity and put things on your mind.”\n\nHe is not so interested in that kind of strategy though. He is, he says, after more of a “low-tide feel” than riding the latest wave.\n\nFacebook Twitter Pinterest Diagonal bitumen (2014), one of Theaster Gates’s ‘tar paintings’, inspired by his father’s work as a roofer.\n\n“My dad gave me good advice. He said: ‘If this is about roofing, you should really treat it like a roof.’ It was like: should we use galvanised nails or copper ones? We have to add the gravel stop. And what is art if not the elevation of a certain set of skills? Tar is not unlike clay, which is where I started. What could be more humble than clay? No ironies. No crest of absurdity.”\n\nWhat did his dad make of the paintings?\n\n“He was into his tar pieces. He was way into them. He got it. You know, I used to sign things, and there came a time when I stopped. It was more about making the pot right. I had this big argument with White Cube because I didn’t want to sign anything.”\n\nAnd you realised that what they are really selling is your signature?\n\nHe laughs. “They are like: ‘Hey man, you got to sign this stuff!’ And I’m like: ‘No, I’m the unknown craftsman!’”\n\nThey reached a compromise. Gates put his name to some things and not others.\n\nWe go for a drive around the neighbourhood and he takes me inside his vast, half-restored bank. “It was pretty rough. It was filled with shit. People came by after we had cleared it out and said: ‘Wow! This is so distressed!’ But it was actually distressed. Today as far as the banks are concerned this is my living room. I had to put myself on the line here.” He walks the floors, runs though his plans. “There will be a bar here, a little speakeasy. Performance space, galleries…” In the vault downstairs with its flood-damaged safety deposit boxes, its great submarine metal door smashed open, it looks as if Butch and Sundance have just ransacked the place. All of this was below water. Gates will leave much of it intact behind glass, create a music venue.\n\n“It is not just about this community,” he says. “I am invested in illustrating the possible. So that other people might think: ‘OK, that works.’ People with more means, other artists in other places.”\n\nUpstairs he has installed wooden cabinets from a demolished department store. In them he will file the album collection of Frankie Knuckles, the legendary house DJ who died last year. In the drawers below will be the collection of a man named Ed Williams who trawled around thrift stores across the country on a mission to take derogatory black miniatures out of circulation: “mammies, jolly nigger babes, little watermelon-eating sambos, all the stuff that was very popular among whites over 70, 80 years”. Williams collected 6,500 objects, which Gates now has care of. “We will have those in these drawers here, butting up against the collection donated by Johnson Publishing [based in Chicago] of Jet and Ebony magazines that were made to shift the way the world saw black people.” They will, he says, be a resource for anyone trying to grapple with meaning, from the local community to material studies PhD students.\n\nDoes he ever doubt that the refashioned artistic purposes will be clear? Worry that it might just look like Urban Outfitters?\n\n“All the time. Constantly. The thing is, it doesn’t have to make complete sense. It doesn’t have to follow a developer logic. It’s just: I can make some meaning with this. A couple of years ago I did this project that was: ‘To make the thing that makes the thing’. I was interested in the idea that I could make a pot – or I could make a pottery. I started making wheels and kilns. I wanted to make bricks. And if I could do that then hundreds of people could do it, maybe thousands of people and we could build cities…”\n\nHe takes me to his latest project, a three-acre site with a disused power station at its centre. He has piled up all the limestone from a church that was pulled down by a developer. “It will be a green space with a large sculptural work running through it,” he says. “We call it the monastery. These materials were around and we could get them. We will find out what works here.”\n\nIs there no real limit to the scale of his projects?\n\n“That’s the thing. I mean it feels like a philosophy more than a commitment to a set of things. And philosophy can exist at any scale.”\n\nWhat if people here feel it is not for them?\n\n“Well, every day we are in conversation with our neighbours. Some people are excited about it, others are maybe just glad something is happening to all the waste land. And others just assume I am a front for some corporation.”\n\nGates’s studio and workshop is in a disused Anheuser-Busch distribution plant that he restored with his team of makers. There is a wood shop and a metal shop. He recently did a deal for the entire contents of a hardware store that was closing down – the old cabinets full of tools and nails and drill bits line the walls. (“When my guys saw all this stuff they got real horny.”) One warehouse space houses some of his major works, some firehose pieces, his remade scrap-wood market carts and trolleys, everything carefully thought out, honestly built, including the room itself. “I have three great wood guys on my team. They are incredibly sensitive in the way they handle materials,” Gates says. “They don’t like making things that are half-assed.”\n\nWalking round the workshop, with its emphasis on the handmade – its implicit refusal of the new digital world order – it feels like a very modern medieval guild. Like something William Morris would have approved of. Does Gates see it in those terms?\n\n“I think, as William Morris realised, as new power structures emerged, some things were being lost for ever. I am into that. I’d rather have a communal cinematheque than Netflix, so I’ll make one. The people I work with, they love each other now. They are like family. All of the scales are exciting for me, from wanting to make a pot to getting 60 people to make something well. It’s the same feeling. We believe in the things we make.”\n\nGates shows me one of his exquisitely engraved $5,000 urinal-tile bank bonds, destined for Basel bankers, material evidence of the transforming power of art. “People are already trading them up. They are functioning like a real bond,” he says.\n\nWe end up standing in front of a pair of his tar paintings, the matt and gloss patches of black catching the light in surprising ways.\n\n“When you are working with tar there is a kind of consistency of movement that has to happen or it doesn’t spread evenly,” Gates says. It is, in this sense, he suggests, like a ritual dance or calligraphy, or sword fencing, or any of those habitual Zen Buddhist practices. “I used to love the moment when we had just about finished the roof and we had to figure out how to get from whatever spot we were in to the hatch to get off. You had to mop yourself into a corner and out of it, get all your supplies down, get your last bucket of tar up…”\n\nThat was presumably second nature to his old man?\n\n“Yes. And he would tell me rules, which are what you have before it becomes second nature. And that is the same as painting. You move paint around a canvas by certain inherited rules until it becomes second nature and you make your own rules. I never painted. I was much more interested in building in three dimensions, the practical. This is the closest I have come.”\n\nThe two pieces illustrate the before and after of his father’s long career. The second of them involves a technique he was too old to master that allowed roofers to guarantee a new roof for longer, and put him out of business. When Gates was making them, he was reflecting not only on his father’s tar kettle but also on the abstract painting of Jasper Johns and others, art considered the high-water mark of American modernism.\n\n“For me,” he says, “that kind of painting always involved an idea of whiteness. Of art as individuality. The self-made. The artist representing an autonomy, without reference to the world. I think that is bullshit. I don’t think there is a black aesthetic necessarily, but I was born into an ideological framework that believed in collective endeavour. I didn’t get here by myself, self-made. Biography and geography matter…”\n\nThat in the art world, as in the real world, there is no such thing as abstraction?\n\n“Or rather the thing that we see as abstract is really the by-product of a set of ideas about power that are way more complicated.” Gates smiles. “Of course, if a person doesn’t want to read all that into this tar they don’t have to. They can say: ‘Look it is four lines, black on black. And all the other stuff isn’t there.’” He stands back, has another look at the work. “But it always is.”\n\nTheaster Gates: Freedom of Assembly is at White Cube Bermondsey, London SE1, until 5 July",
  "title": "Chicago artist Theaster Gates: 'My studio's been shot at four times by kids. Hats off to them'",
  "ts_in": "2015-05-03T15:16:31.927536",
  "url": "http://www.theguardian.com/artanddesign/2015/may/03/theaster-gates-artist-chicago-dorchester-projects"
}