{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/sport/los-angeles-clippers\" class=\" u-underline\">Los Angeles Clippers</a> have less than two days to enjoy their wildly entertaining first-round series victory over the defending NBA champions San Antonio Spurs.<br></p>\n<p>And what a victory it was. Chris Paul, who willed himself back from an early hamstring injury, banked in a shot over Tim Duncan with a second left to lift the Clippers to a 111-109 victory in Game 7 on Saturday night that eliminated San Antonio.</p>\n<p>&#8220;It&#8217;s only round one, but that team over there, I mean, it&#8217;s crazy that this was the first round of the playoffs,&#8221; Paul said.</p>\n<p>The Clippers, who faltered at home in Games 2 and 5, move on to face the Rockets starting Monday night in Houston. &#8220;As soon as this settles tonight, we&#8217;ll start thinking about that,&#8221; Blake Griffin said.</p>\n<p>After Duncan made two free throws to tie it with 8.8 seconds left, Paul drove the right side. He originally was covered by Danny Green before Duncan came over to help. Paul put up a one-handed shot over the 39-year Spurs star that went in as he was falling away.</p>\n<p>Paul said coach Doc Rivers called him and Griffin over at the end of the morning walk-through to talk about last-shot scenarios.</p>\n<p>&#8220;We&#8217;ve been in that situation a lot of times already this year, and most of the time I hadn&#8217;t made it,&#8221; Paul said. &#8220;We talked about it, and finally it worked when we needed it.&#8221;</p>\n<p>Rivers said Paul is &#8220;just a tough kid. He&#8217;s a street fighter. I mean, he really is. I love him to death because of his will.&#8221;</p>\n<p>Duncan said Paul&#8217;s shot was &#8220;just unbelievable. I know he was playing a little hurt, and he played through all that, found ways to get it done. I mean, just an unbelievable last shot over two of us. He&#8217;s just a great leader, and it was amazing to watch. I wish I wasn&#8217;t on the other end.&#8221;</p>\n<p>Matt Barnes knocked away the inbound pass to seal the victory and the Staples Center crowd went crazy after the Clippers advanced to the Western Conference semifinals for just the fourth time in franchise history.</p>\n<p>The Rockets defeated the Dallas Mavericks in five games to advance to the second round for the first time since 2009. Now, they are looking to become the first Houston team to win a Western Conference semi-final since 1997.</p>\n<p>The Rockets bounced back from a lackluster performance in a 121-109 loss in Game 4 to head to the West semifinals for the first time since Yao Ming starred for Houston.</p>\n<p>For the Clippers, Paul scored 18 of his 27 points in the second half, including four big 3-pointers. Duncan had 27 points and 11 rebounds, his sixth double-double of the series.</p>\n<p>Paul missed the final two minutes of the first quarter and nearly six minutes of the second quarter. He appeared to get hurt as he dribbled up court before making a three-pointer. He sat on the bench with his head in his hands before leaving for the locker room.</p>\n<p>&#8220;Down the stretch our team has a thing that we say, what Doc said, &#8216;Don&#8217;t let go of the rope,&#8217;&#8221; Paul said. &#8220;At any time we could have let go of the rope. We fought hard and we could have just conceded, but we kept fighting and guys made plays in order to win.&#8221;</p>\n<p>Griffin had 24 points, 13 rebounds and 10 assists for Los Angeles for his second triple-double of the series.</p>\n<p>The Clippers trailed by five points with 5:42 left before Griffin made two free throws and JJ Redick a three-pointer to tie it at 97 with 3:58 to go.</p>\n<p>The teams traded leads during the final minutes, with Duncan, Kawhi Leonard and Manu Ginobili scoring for the Spurs and Barnes hitting a three-pointer for the Clippers. Paul made two three throws with 13.3 seconds left for a 109-107 lead before Duncan was fouled by Redick and made both shots with 8.8 seconds left.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "NBA",
    "Los Angeles Clippers",
    "San Antonio Spurs",
    "Sport",
    "US sports"
  ],
  "ntitle": "chris_paul_strikes_at_death_to_push_la_clippers_past_champions_san_antonio",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Los Angeles Clippers have less than two days to enjoy their wildly entertaining first-round series victory over the defending NBA champions San Antonio Spurs.\n\n\n\nAnd what a victory it was. Chris Paul, who willed himself back from an early hamstring injury, banked in a shot over Tim Duncan with a second left to lift the Clippers to a 111-109 victory in Game 7 on Saturday night that eliminated San Antonio.\n\n“It’s only round one, but that team over there, I mean, it’s crazy that this was the first round of the playoffs,” Paul said.\n\nThe Clippers, who faltered at home in Games 2 and 5, move on to face the Rockets starting Monday night in Houston. “As soon as this settles tonight, we’ll start thinking about that,” Blake Griffin said.\n\nAfter Duncan made two free throws to tie it with 8.8 seconds left, Paul drove the right side. He originally was covered by Danny Green before Duncan came over to help. Paul put up a one-handed shot over the 39-year Spurs star that went in as he was falling away.\n\nPaul said coach Doc Rivers called him and Griffin over at the end of the morning walk-through to talk about last-shot scenarios.\n\n“We’ve been in that situation a lot of times already this year, and most of the time I hadn’t made it,” Paul said. “We talked about it, and finally it worked when we needed it.”\n\nRivers said Paul is “just a tough kid. He’s a street fighter. I mean, he really is. I love him to death because of his will.”\n\nDuncan said Paul’s shot was “just unbelievable. I know he was playing a little hurt, and he played through all that, found ways to get it done. I mean, just an unbelievable last shot over two of us. He’s just a great leader, and it was amazing to watch. I wish I wasn’t on the other end.”\n\nMatt Barnes knocked away the inbound pass to seal the victory and the Staples Center crowd went crazy after the Clippers advanced to the Western Conference semifinals for just the fourth time in franchise history.\n\nThe Rockets defeated the Dallas Mavericks in five games to advance to the second round for the first time since 2009. Now, they are looking to become the first Houston team to win a Western Conference semi-final since 1997.\n\nThe Rockets bounced back from a lackluster performance in a 121-109 loss in Game 4 to head to the West semifinals for the first time since Yao Ming starred for Houston.\n\nFor the Clippers, Paul scored 18 of his 27 points in the second half, including four big 3-pointers. Duncan had 27 points and 11 rebounds, his sixth double-double of the series.\n\nPaul missed the final two minutes of the first quarter and nearly six minutes of the second quarter. He appeared to get hurt as he dribbled up court before making a three-pointer. He sat on the bench with his head in his hands before leaving for the locker room.\n\n“Down the stretch our team has a thing that we say, what Doc said, ‘Don’t let go of the rope,’” Paul said. “At any time we could have let go of the rope. We fought hard and we could have just conceded, but we kept fighting and guys made plays in order to win.”\n\nGriffin had 24 points, 13 rebounds and 10 assists for Los Angeles for his second triple-double of the series.\n\nThe Clippers trailed by five points with 5:42 left before Griffin made two free throws and JJ Redick a three-pointer to tie it at 97 with 3:58 to go.\n\nThe teams traded leads during the final minutes, with Duncan, Kawhi Leonard and Manu Ginobili scoring for the Spurs and Barnes hitting a three-pointer for the Clippers. Paul made two three throws with 13.3 seconds left for a 109-107 lead before Duncan was fouled by Redick and made both shots with 8.8 seconds left.",
  "title": "Chris Paul strikes at death to push LA Clippers past champions San Antonio",
  "ts_in": "2015-05-03T20:53:55.082952",
  "url": "http://www.theguardian.com/sport/2015/may/03/chris-paul-strikes-at-death-to-push-la-clippers-past-champions-san-antonio"
}