{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a> has indicated that he may be prepared to agree to David Cameron&#8217;s demand for an EU referendum in coalition talks if the Tories grant him concessions on a series of Liberal Democrat &#8220;red lines&#8221; on schools and public sector pay.</p>\n<p>The deputy prime minister was highly critical of the Tories for &#8220;banging on about Europe&#8221; and said that he was not gagging to remain in power for power&#8217;s sake.</p>\n<p>But he gave the impression that if the Tories agree to meet his own key demands &#8211; to balance the budget more fairly and to end the public sector pay restraint &#8211; then he would not stand in the way of Cameron&#8217;s demand to hold an in/out referendum on Britain&#8217;s EU membership.</p>\n<p>Clegg gave an insight into the Lib Dems&#8217; post-election coalition negotiations during an appearance on the Andrew Marr Show on BBC1. </p>\n<p> He said a series of Lib Dem red lines would be his key priority in any coalition negotiations with the Tories or Labour. He indicated that were the Tories to grant him concessions in these areas he would be open to negotiation on Cameron&#8217;s main red line &#8211; his demand for an EU referendum.</p>\n<p>The polls suggest that neither Labour nor the Tories will win an overall majority which means that a new coalition may have to be agreed or one of the larger parties might seek to govern alone as a minority administration. A YouGov/Sunday Times poll put the Tories on 34%, Labour on 33% Ukip on 13%, the Lib Dems on 8% and the SNP on 5% as a UK wide share of the vote. </p>\n<p>YouGov projected that this would give the Tories 283 seats, Labour would win 261, the SNP would have 50 while the Lib Dems would have 32. Clegg has said that the Lib Dems are equidistant between Labour and the Tories. But David Laws, who wrote the party&#8217;s manifesto, has indicated he would prefer to team up with the Tories.</p>\n<p>The projections suggest that the Tories and Lib Dems would have a combined total of 315 seats &#8211; 11 short of the 326 formally needed to win an overall majority. If they teamed up with the DUP, who hope to win nine seats, they would have 324 seats &#8211; one ahead of the informal projection for a majority because Sinn F&#233;in refuses to take its seats. </p>\n<p>The YouGov figures show that the most viable option is for Labour to team up with the SNP and the Lib Dems, giving them a combined total of 343 seats. But Ed Miliband and Clegg have ruled out forming a coalition or agreeing to a less formal deal with the SNP.</p>\n \n<p>The Lib Dem red lines are the key priorities identified on the front page of the party&#8217;s manifesto. </p>\n<p>Clegg said: &#8220;This issue of red lines is, as you will have seen on the front page of our manifesto we could not have been clearer in setting out, collectively as a party, the things that we care about most &#8211; money into the NHS; balancing the books and doing so fairly; not asking, as we balance the books, millions of public sector workers to take more cuts to their take home pay; investing in education, protecting schools and nurseries from cuts from the Labour and the Conservative parties&#8217; plans; protecting the environment and delivering more tax cuts to people on lower and middle income. Then the British people, it&#8217;s called democracy, decide which of those priorities do they prefer.&#8221;</p>\n<p>The deputy prime minister indicated that his demands would force the Tories to change tack on deficit reduction in such a strong way that he would be open to negotiations on their key area &#8211; Europe. He said: &#8220;The <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> would have to abandon hook, line and sinker one of the most regressive approaches to balancing the books I have seen in modern British politics. They want to take the equivalent of &#163;1,500 out of the hands of the 8 million most vulnerable families in this country.&#8221;</p>\n<p>Clegg added: &#8220;I am happy to insist on my red lines &#8211; they are the ones the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a> have put on the front page of our manifesto which are much more important than some of the other red lines other parties have chosen.&#8221;</p>\n<p>He said he disagreed with the Tory position on EU and said he was still committed to the act of parliament passed by the coalition which would trigger a referendum if further UK sovereignty is ceded to Brussels. But he declined to rule out rejecting Cameron&#8217;s demand for a referendum.</p>\n<p>&#8220;It&#8217;s not my responsibility to try and stare into a crystal ball. The way this works is I set out my priorities, David Cameron sets out his, Ed Miliband sets out his. People then choose. How those red lines are or are not compatible with eachother is in part dependent on the mandate that the British people give each of those parties.&#8221;</p>\n<p>Clegg also used the interview to give further details on the final red line &#8211; ending public sector pay restraint by guaranteeing that pay rises in line with inflation. He said: &#8220;It is now time to say we are tantalisingly close to finishing the job of balancing the budget &#8211; we will not ask workers in the public sector to weather any more cuts to their take home pay. That is the fair way to balance the books.&#8221;</p>\n<p>The Lib Dem leader, who said that the &#8220;tectonic plates are shifting massively&#8221; in Scotland as the SNP surges ahead, downplayed his own personal ambitions in future coalition negotiations. He said: &#8220;I am not sort of gagging to be in power for power&#8217;s sake. You shouldn&#8217;t do that in life. I personally think the Liberal Democrats are now the only the guarantors, in these final days of this election campaign, of stability because we are the only party grown up enough to say no one is going to win. We have got to treat eachother like grown ups, there is going to be give and take.&#8221;</p>\n</div>",
  "authors": [
    "Nicholas Watt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nick Clegg",
    "General election 2015",
    "Liberal Democrats",
    "Conservatives",
    "Liberal-Conservative coalition"
  ],
  "ntitle": "clegg_hints_at_eu_referendum_backing_if_tories_agree_to_lib_dem_red_lines",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Nick Clegg has indicated that he may be prepared to agree to David Cameron’s demand for an EU referendum in coalition talks if the Tories grant him concessions on a series of Liberal Democrat “red lines” on schools and public sector pay.\n\nThe deputy prime minister was highly critical of the Tories for “banging on about Europe” and said that he was not gagging to remain in power for power’s sake.\n\nBut he gave the impression that if the Tories agree to meet his own key demands – to balance the budget more fairly and to end the public sector pay restraint – then he would not stand in the way of Cameron’s demand to hold an in/out referendum on Britain’s EU membership.\n\nClegg gave an insight into the Lib Dems’ post-election coalition negotiations during an appearance on the Andrew Marr Show on BBC1.\n\nHe said a series of Lib Dem red lines would be his key priority in any coalition negotiations with the Tories or Labour. He indicated that were the Tories to grant him concessions in these areas he would be open to negotiation on Cameron’s main red line – his demand for an EU referendum.\n\nThe polls suggest that neither Labour nor the Tories will win an overall majority which means that a new coalition may have to be agreed or one of the larger parties might seek to govern alone as a minority administration. A YouGov/Sunday Times poll put the Tories on 34%, Labour on 33% Ukip on 13%, the Lib Dems on 8% and the SNP on 5% as a UK wide share of the vote.\n\nYouGov projected that this would give the Tories 283 seats, Labour would win 261, the SNP would have 50 while the Lib Dems would have 32. Clegg has said that the Lib Dems are equidistant between Labour and the Tories. But David Laws, who wrote the party’s manifesto, has indicated he would prefer to team up with the Tories.\n\nThe projections suggest that the Tories and Lib Dems would have a combined total of 315 seats – 11 short of the 326 formally needed to win an overall majority. If they teamed up with the DUP, who hope to win nine seats, they would have 324 seats – one ahead of the informal projection for a majority because Sinn Féin refuses to take its seats.\n\nThe YouGov figures show that the most viable option is for Labour to team up with the SNP and the Lib Dems, giving them a combined total of 343 seats. But Ed Miliband and Clegg have ruled out forming a coalition or agreeing to a less formal deal with the SNP.\n\nThe Lib Dem red lines are the key priorities identified on the front page of the party’s manifesto.\n\nClegg said: “This issue of red lines is, as you will have seen on the front page of our manifesto we could not have been clearer in setting out, collectively as a party, the things that we care about most – money into the NHS; balancing the books and doing so fairly; not asking, as we balance the books, millions of public sector workers to take more cuts to their take home pay; investing in education, protecting schools and nurseries from cuts from the Labour and the Conservative parties’ plans; protecting the environment and delivering more tax cuts to people on lower and middle income. Then the British people, it’s called democracy, decide which of those priorities do they prefer.”\n\nThe deputy prime minister indicated that his demands would force the Tories to change tack on deficit reduction in such a strong way that he would be open to negotiations on their key area – Europe. He said: “The Conservatives would have to abandon hook, line and sinker one of the most regressive approaches to balancing the books I have seen in modern British politics. They want to take the equivalent of £1,500 out of the hands of the 8 million most vulnerable families in this country.”\n\nClegg added: “I am happy to insist on my red lines – they are the ones the Liberal Democrats have put on the front page of our manifesto which are much more important than some of the other red lines other parties have chosen.”\n\nHe said he disagreed with the Tory position on EU and said he was still committed to the act of parliament passed by the coalition which would trigger a referendum if further UK sovereignty is ceded to Brussels. But he declined to rule out rejecting Cameron’s demand for a referendum.\n\n“It’s not my responsibility to try and stare into a crystal ball. The way this works is I set out my priorities, David Cameron sets out his, Ed Miliband sets out his. People then choose. How those red lines are or are not compatible with eachother is in part dependent on the mandate that the British people give each of those parties.”\n\nClegg also used the interview to give further details on the final red line – ending public sector pay restraint by guaranteeing that pay rises in line with inflation. He said: “It is now time to say we are tantalisingly close to finishing the job of balancing the budget – we will not ask workers in the public sector to weather any more cuts to their take home pay. That is the fair way to balance the books.”\n\nThe Lib Dem leader, who said that the “tectonic plates are shifting massively” in Scotland as the SNP surges ahead, downplayed his own personal ambitions in future coalition negotiations. He said: “I am not sort of gagging to be in power for power’s sake. You shouldn’t do that in life. I personally think the Liberal Democrats are now the only the guarantors, in these final days of this election campaign, of stability because we are the only party grown up enough to say no one is going to win. We have got to treat eachother like grown ups, there is going to be give and take.”",
  "title": "Clegg hints at EU referendum backing if Tories agree to Lib Dem ‘red lines’",
  "ts_in": "2015-05-03T15:17:16.704622",
  "url": "http://www.theguardian.com/politics/2015/may/03/clegg-hints-at-eu-referendum-backing-if-tories-agree-to-lib-dem-red-lines"
}