{
  "article_html": "<div><h2>THE EARTH IS WARMER NOW THAN IT HAS EVER BEEN</h2>\n<p>In the distant past, temperatures were far warmer than even the most extreme warming scenarios predicted by the end of the century. Fifty million years ago, during the Eocene, it was on average 10C hotter than today. Forests stretched from pole to pole, the <a href=\"http://www.theguardian.com/world/arctic\" class=\" u-underline\">Arctic</a> was inhabited by alligators and squirrel-like primates, and palm trees grew in what is now Alaska.</p>\n<p>Unlike the current warming trend, though, most natural warm periods in the past developed over thousands, if not millions, of years. &#8220;It&#8217;s not how much the temperature has gone up &#8211; that&#8217;s only around 1C over the past 100 years,&#8221; says professor Adam Scaife of the Met Office. &#8220;What&#8217;s unprecedented is the rate of change.&#8221;</p>\n<p>When searching ancient climate records for parallels with the current situation, scientists point to the handful of instances where the Earth&#8217;s temperature shifted quickly because of surges in CO2 linked to volcanic activity. Such rapid warming events are often linked in the fossil record to mass extinctions. In common with naturally occurring sudden global temperature changes, scientists can explain the warming observed this century only by factoring in the large rise in CO2 emissions linked to human activity rather than volcanos.</p>\n<h2>CHANGES IN THE SUN&#8217;S ACTIVITY CAUSE WARMING</h2>\n<p>The sun is ultimately responsible for warming the Earth, so it seems reasonable that changes in solar activity would influence climate. But can changes observed in the sun explain global warming? Scientists don&#8217;t think so.</p>\n<p>The sun&#8217;s activity rises and falls roughly on an 11-year cycle, while temperatures have been rising steadily for a century. &#8220;If you just look at global average surface temperatures, there is a small effect that you can associate with solar energy,&#8221; says professor Jo Haigh, an atmospheric physicist at Imperial College London. &#8220;But it&#8217;s a very small signal that can&#8217;t possibly have done more than greenhouse gas.&#8221;</p>\n<p>During a complete solar cycle, the total energy output of the sun changes by about 0.1%, Haigh says, which, using a typical estimate for climate sensitivity, translates to a change in temperature on Earth of about 0.5C. This means that a dip in solar activity probably contributed in a small way to the slowing of global warming in the past decade. But only a more dramatic drop in solar output &#8211; a so-called &#8220;super-minimum&#8221; &#8211; would offset the underlying warming trend. &#8220;If the sun went into a state of very low activity, it&#8217;s possible, but unlikely,&#8221; says Haigh. &#8220;There&#8217;s no way of forecasting the sun so I wouldn&#8217;t hold your breath.&#8221;</p>\n<h2>WE WILL BE WORSE OFF IF TEMPERATURES KEEP RISING</h2>\n<p>The world&#8217;s infrastructure, from energy to transport to the food we grow, was designed for today&#8217;s climate. However, projected changes to climate may be fortuitous for some.</p>\n<p><a href=\"http://jech.bmj.com/content/early/2014/01/08/jech-2013-202449.short?g=w_jech_ahead_tab\" class=\" u-underline\">A 2014 study, by Public Health England</a>, confirmed that the increase in rates of summer deaths would be more than cancelled out by the drop in winter deaths. David Spiegelhalter, professor of the public understanding of risk at the University of Cambridge, points out: &#8220;This study got headlines by claiming that heat-related deaths in the UK were projected to more than double by 2050. However, closer examination of their results revealed that they estimated that the overall death rate due to extreme weather &#8211; both hot and cold &#8211; would go down in all age groups. It was only because of an ageing population that the overall number of deaths would go up.&#8221;</p>\n<p><a href=\"http://iopscience.iop.org/1748-9326/9/3/034011/article?fromSearchPage=true\" class=\" u-underline\">A study published last year by the University of East Anglia</a> predicted that global yields of wheat and soybeans would increase for the next 70 years under a &#8220;business as usual&#8221; scenario, in which carbon dioxide emissions rise rapidly. CO2 is central to the process of photosynthesis and in theory higher levels of CO2 can increase the efficiency by which plants convert sunlight to energy. However, this has to be balanced against the heat stress faced both by plants and agricultural workers.&#8220;I think that focusing only on the negative aspects of climate change can risk scientific credibility,&#8221; Spiegelhalter says.</p>\n<h2>EXTREME WEATHER IS CAUSED BY CLIMATE CHANGE</h2>\n<p>The floods that gripped Britain in the winter of 2013-14 led to a stronger public belief in human-induced climate change. The storms marked the wettest December to January period since 1876. But some years will always be hotter, wetter or stormier than others.</p>\n<p>&#8220;Asking whether a specific event is down to climate change is really tricky, but you can look at whether that type of event is more likely,&#8221; says Professor Adam Scaife. &#8220;It&#8217;s all about the risk of certain events changing. You can say that a specific type of event is more likely.&#8221;</p>\n<p>For temperature, this calculation is relatively straightforward. &#8220;As the climate warms, the range of daily temperatures shifts upwards and at the upper end starts to stretch out into unprecedented territory.&#8221;</p>\n<p>Other extremes are more complex to predict. As the air warms, it can hold more water vapour and this is expected to lead to more rain in some parts of the globe &#8211; including Britain. There is already a &#8220;hint of a signal&#8221; showing that extreme rainfall has increased in this country, although mean rainfall has not yet significantly shifted.</p>\n<h2>ANTARCTIC SEA ICE IS DECREASING</h2>\n<p>Antarctic sea ice extended further than ever recorded during the last southern winter, according to satellite data. This could be taken to mean that Antarctic ice is in robust condition and may appear to confound the basic &#8220;warmer world, less ice&#8221; narrative. Scientists however say that the observations are less paradoxical than they seem.</p>\n<p>First, there are no good measurements for the thickness of Antarctic sea ice. &#8220;It might be decreasing in the Antarctic, we just don&#8217;t know,&#8221; says Andy Shepherd, professor of earth observation at the University of Leeds. Second, although the area of ice at the south pole has been growing, this has been a much smaller change than the shrinkage seen at the north pole. &#8220;It&#8217;s wrong, from a climate perspective, to take this binary view that they balance out,&#8221; Shepherd says.</p>\n<p>Finally, scientists believe that other factors, such as the hole in the ozone layer, which is linked to a cooling effect in the southern hemisphere, may have overshadowed the impact of global warming on the continent.</p>\n<p>As warming continues, the current growth in the extent of Antarctic ice could be reversed.</p>\n<h2>ARCTIC SEA ICE SEEMS TO BE RECOVERING</h2>\n<p>Discussions about sea ice in the Arctic often confuse two different measures &#8211; extent and volume. The extent of ice, although a useful indicator of global temperatures, is also strongly influenced by wind and ocean currents, which alter how densely the ice is packed.</p>\n<p>&#8220;The volume of the ice is really the important number for an assessment of its health,&#8221; says Andy Shepherd.</p>\n<p>Often the two figures don&#8217;t match, he points out. The US National Snow and Ice Data Center recently declared this year&#8217;s winter maximum for sea ice in the Arctic to be lower than ever, but volume measurements were up on 2013.</p>\n<p>During the past five years, Arctic ice volume has been relatively stable, but this follows a <a href=\"http://nsidc.org/arcticseaicenews/2015/03/2015-maximum-lowest-on-record/\" class=\" u-underline\">30-year downward trend in both volume and extent</a>.</p>\n<p>&#8220;You wouldn&#8217;t ever take five years of measurement and say that is the climate signal,&#8221; says Shepherd.</p>\n<p>Scientists&#8217; best projections suggest that any recovery in Arctic sea ice is probably temporary, but that there will be ice at the north pole for at least the next 20 to 30 years.</p>\n<h2>THERE IS NO SCIENTIFIC CONSENSUS ON WARMING</h2>\n<p>Scientists disagree about how much warming there has been in the past century, how much there will be in the future and what the environmental impacts might be. The fundamental idea that the world is getting hotter due to human activity is not seriously disputed, however.</p>\n<p>&#8220;The basic physics that CO2 causes warming and that humans are responsible is incredibly well established,&#8221; according to Mark Maslin, professor of physical geography at University College London. &#8220;If you consider the five IPCC [Intergovernmental Panel on Climate Change] reports, there&#8217;s never been science that&#8217;s been examined in so much detail.&#8221;</p>\n<p>A survey of the peer-reviewed literature shows that more than <a href=\"http://iopscience.iop.org/1748-9326/8/2/024024/article\" class=\" u-underline\">97% of published work</a> supports the idea that warming trends are linked to human activity. After investigating, scientists also found no evidence that papers with a sceptical slant were being systematically rejected by journals.</p>\n<p>The strength of the consensus appears not to have been conveyed to the public. In a 2014 survey by the Energy and Climate Intelligence Unit, only one in nine people in Britain thought that almost all climate scientists believe that rising temperatures are primarily caused by burning fossil fuels.</p>\n<h2> HUMANS FACE EXTINCTION AS CLIMATE CHANGE INTENSIFIES</h2>\n<p>&#8220;No challenge poses a greater threat to future generations than climate change,&#8221; President Barack Obama said in his State of the Union address in January.</p>\n<p>The claim is backed up by the IPCC&#8217;s 2014 climate impacts assessment, which suggests that a significantly warmer world would present major challenges in terms of health, the economy and food.</p>\n<p>There is no evidence that the spectre of extinction is looming, however. Even under apocalyptic changes that made parts of the globe uninhabitable, plenty of us would still survive. And we tick most of the boxes &#8211; geographical range, being able to survive in a variety of climates and sheer numbers &#8211; that predict the species that did well in previous mass extinction events.</p>\n<p>&#8220;We are the perfect weed,&#8221; says Maslin. &#8220;If you look at the things that have killed a lot of people like Spanish flu or wars, they barely register in the smooth upward population curve. It sounds awful, but it&#8217;s really hard to get rid of us.&#8221;</p>\n<p><a href=\"http://www.theguardian.com/environment/climate-change\" class=\" u-underline\">Climate change</a> might make people in the west poorer and cause increased misery to the very poorest in society, but it will probably take something else to wipe us out.</p>\n</div>",
  "authors": [
    "Hannah Devlin"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Climate change",
    "Climate change",
    "Science",
    "Intergovernmental Panel on Climate Change (IPCC)",
    "United Nations",
    "Environment",
    "Global climate talks",
    "Arctic",
    "Antarctica"
  ],
  "ntitle": "climate_change_the_big_myths_that_need_to_be_exploded",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "THE EARTH IS WARMER NOW THAN IT HAS EVER BEEN\n\nIn the distant past, temperatures were far warmer than even the most extreme warming scenarios predicted by the end of the century. Fifty million years ago, during the Eocene, it was on average 10C hotter than today. Forests stretched from pole to pole, the Arctic was inhabited by alligators and squirrel-like primates, and palm trees grew in what is now Alaska.\n\nUnlike the current warming trend, though, most natural warm periods in the past developed over thousands, if not millions, of years. “It’s not how much the temperature has gone up – that’s only around 1C over the past 100 years,” says professor Adam Scaife of the Met Office. “What’s unprecedented is the rate of change.”\n\nWhen searching ancient climate records for parallels with the current situation, scientists point to the handful of instances where the Earth’s temperature shifted quickly because of surges in CO 2 linked to volcanic activity. Such rapid warming events are often linked in the fossil record to mass extinctions. In common with naturally occurring sudden global temperature changes, scientists can explain the warming observed this century only by factoring in the large rise in CO 2 emissions linked to human activity rather than volcanos.\n\nCHANGES IN THE SUN’S ACTIVITY CAUSE WARMING\n\nThe sun is ultimately responsible for warming the Earth, so it seems reasonable that changes in solar activity would influence climate. But can changes observed in the sun explain global warming? Scientists don’t think so.\n\nThe sun’s activity rises and falls roughly on an 11-year cycle, while temperatures have been rising steadily for a century. “If you just look at global average surface temperatures, there is a small effect that you can associate with solar energy,” says professor Jo Haigh, an atmospheric physicist at Imperial College London. “But it’s a very small signal that can’t possibly have done more than greenhouse gas.”\n\nDuring a complete solar cycle, the total energy output of the sun changes by about 0.1%, Haigh says, which, using a typical estimate for climate sensitivity, translates to a change in temperature on Earth of about 0.5C. This means that a dip in solar activity probably contributed in a small way to the slowing of global warming in the past decade. But only a more dramatic drop in solar output – a so-called “super-minimum” – would offset the underlying warming trend. “If the sun went into a state of very low activity, it’s possible, but unlikely,” says Haigh. “There’s no way of forecasting the sun so I wouldn’t hold your breath.”\n\nWE WILL BE WORSE OFF IF TEMPERATURES KEEP RISING\n\nThe world’s infrastructure, from energy to transport to the food we grow, was designed for today’s climate. However, projected changes to climate may be fortuitous for some.\n\nA 2014 study, by Public Health England, confirmed that the increase in rates of summer deaths would be more than cancelled out by the drop in winter deaths. David Spiegelhalter, professor of the public understanding of risk at the University of Cambridge, points out: “This study got headlines by claiming that heat-related deaths in the UK were projected to more than double by 2050. However, closer examination of their results revealed that they estimated that the overall death rate due to extreme weather – both hot and cold – would go down in all age groups. It was only because of an ageing population that the overall number of deaths would go up.”\n\nA study published last year by the University of East Anglia predicted that global yields of wheat and soybeans would increase for the next 70 years under a “business as usual” scenario, in which carbon dioxide emissions rise rapidly. CO 2 is central to the process of photosynthesis and in theory higher levels of CO 2 can increase the efficiency by which plants convert sunlight to energy. However, this has to be balanced against the heat stress faced both by plants and agricultural workers.“I think that focusing only on the negative aspects of climate change can risk scientific credibility,” Spiegelhalter says.\n\nEXTREME WEATHER IS CAUSED BY CLIMATE CHANGE\n\nThe floods that gripped Britain in the winter of 2013-14 led to a stronger public belief in human-induced climate change. The storms marked the wettest December to January period since 1876. But some years will always be hotter, wetter or stormier than others.\n\n“Asking whether a specific event is down to climate change is really tricky, but you can look at whether that type of event is more likely,” says Professor Adam Scaife. “It’s all about the risk of certain events changing. You can say that a specific type of event is more likely.”\n\nFor temperature, this calculation is relatively straightforward. “As the climate warms, the range of daily temperatures shifts upwards and at the upper end starts to stretch out into unprecedented territory.”\n\nOther extremes are more complex to predict. As the air warms, it can hold more water vapour and this is expected to lead to more rain in some parts of the globe – including Britain. There is already a “hint of a signal” showing that extreme rainfall has increased in this country, although mean rainfall has not yet significantly shifted.\n\nANTARCTIC SEA ICE IS DECREASING\n\nAntarctic sea ice extended further than ever recorded during the last southern winter, according to satellite data. This could be taken to mean that Antarctic ice is in robust condition and may appear to confound the basic “warmer world, less ice” narrative. Scientists however say that the observations are less paradoxical than they seem.\n\nFirst, there are no good measurements for the thickness of Antarctic sea ice. “It might be decreasing in the Antarctic, we just don’t know,” says Andy Shepherd, professor of earth observation at the University of Leeds. Second, although the area of ice at the south pole has been growing, this has been a much smaller change than the shrinkage seen at the north pole. “It’s wrong, from a climate perspective, to take this binary view that they balance out,” Shepherd says.\n\nFinally, scientists believe that other factors, such as the hole in the ozone layer, which is linked to a cooling effect in the southern hemisphere, may have overshadowed the impact of global warming on the continent.\n\nAs warming continues, the current growth in the extent of Antarctic ice could be reversed.\n\nARCTIC SEA ICE SEEMS TO BE RECOVERING\n\nDiscussions about sea ice in the Arctic often confuse two different measures – extent and volume. The extent of ice, although a useful indicator of global temperatures, is also strongly influenced by wind and ocean currents, which alter how densely the ice is packed.\n\n“The volume of the ice is really the important number for an assessment of its health,” says Andy Shepherd.\n\nOften the two figures don’t match, he points out. The US National Snow and Ice Data Center recently declared this year’s winter maximum for sea ice in the Arctic to be lower than ever, but volume measurements were up on 2013.\n\nDuring the past five years, Arctic ice volume has been relatively stable, but this follows a 30-year downward trend in both volume and extent.\n\n“You wouldn’t ever take five years of measurement and say that is the climate signal,” says Shepherd.\n\nScientists’ best projections suggest that any recovery in Arctic sea ice is probably temporary, but that there will be ice at the north pole for at least the next 20 to 30 years.\n\nTHERE IS NO SCIENTIFIC CONSENSUS ON WARMING\n\nScientists disagree about how much warming there has been in the past century, how much there will be in the future and what the environmental impacts might be. The fundamental idea that the world is getting hotter due to human activity is not seriously disputed, however.\n\n“The basic physics that CO 2 causes warming and that humans are responsible is incredibly well established,” according to Mark Maslin, professor of physical geography at University College London. “If you consider the five IPCC [Intergovernmental Panel on Climate Change] reports, there’s never been science that’s been examined in so much detail.”\n\nA survey of the peer-reviewed literature shows that more than 97% of published work supports the idea that warming trends are linked to human activity. After investigating, scientists also found no evidence that papers with a sceptical slant were being systematically rejected by journals.\n\nThe strength of the consensus appears not to have been conveyed to the public. In a 2014 survey by the Energy and Climate Intelligence Unit, only one in nine people in Britain thought that almost all climate scientists believe that rising temperatures are primarily caused by burning fossil fuels.\n\nHUMANS FACE EXTINCTION AS CLIMATE CHANGE INTENSIFIES\n\n“No challenge poses a greater threat to future generations than climate change,” President Barack Obama said in his State of the Union address in January.\n\nThe claim is backed up by the IPCC’s 2014 climate impacts assessment, which suggests that a significantly warmer world would present major challenges in terms of health, the economy and food.\n\nThere is no evidence that the spectre of extinction is looming, however. Even under apocalyptic changes that made parts of the globe uninhabitable, plenty of us would still survive. And we tick most of the boxes – geographical range, being able to survive in a variety of climates and sheer numbers – that predict the species that did well in previous mass extinction events.\n\n“We are the perfect weed,” says Maslin. “If you look at the things that have killed a lot of people like Spanish flu or wars, they barely register in the smooth upward population curve. It sounds awful, but it’s really hard to get rid of us.”\n\nClimate change might make people in the west poorer and cause increased misery to the very poorest in society, but it will probably take something else to wipe us out.",
  "title": "Climate change: the big myths that need to be exploded",
  "ts_in": "2015-05-03T15:16:41.675563",
  "url": "http://www.theguardian.com/science/2015/may/03/climate-change-myths-warming-ice-antarctic-arctic"
}