{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/apr/29/hillary-clinton-criminal-justice-overhaul-baltimore-unrest\" class=\" u-underline\">Hillary Clinton: America must confront 'hard truths about race and justice'</a> </p>\n\n<p><a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a> has had two launches in the past year. Last June, she launched a book. Last month, she launched a presidential campaign.</p>\n<p>The book was derided as &#8220;<a href=\"http://www.theguardian.com/books/2014/jun/12/hard-choices-hillary-clinton-review-buttoned-up-revealing\" class=\" u-underline\">buttoned-up</a>,&#8221; &#8220;<a href=\"http://www.nytimes.com/2014/07/06/books/review/hillary-rodham-clintons-hard-choices.html?_r=0\" class=\" u-underline\">safe and unchallenging</a>&#8221; and &#8220;<a href=\"http://www.newrepublic.com/article/117724/hillary-clinton-memoir-and-politico-coverage\" class=\" u-underline\">boring and dreary</a>.&#8221;<br></p>\n<p>Nobody, so far, is saying that about the campaign.<br></p>\n<p>In three weeks of multi-format politicking &#8211; roundtables, speeches, fundraisers, mile markers &#8211; Clinton has seized the Democratic banner and run with it, pitching voters on progressive priorities from reproductive rights to income inequality to climate change. </p>\n<p>She has wrapped herself in a <a href=\"https://twitter.com/HillaryClinton/status/594270535367929857\" class=\" u-underline\">pride flag</a> online and asked the country to confront &#8220;hard truths about race and justice&#8221;. She has <a href=\"https://twitter.com/hillaryclinton/status/593838843889065984\" class=\" u-underline\">welcomed</a> a self-declared socialist into the primary race against her, and highlighted their areas of agreement.</p>\n<p>Candidate Clinton feels different, political analysts and media observers say, from the workaday secretary of state who filled that office from 2009 to 2013 or from the more timidly progressive candidate voters got to know in 2008 &#8211; one whose presumptuous designs on the general election left her vulnerable on the left in the primary.</p>\n<p>&#8220;If you look at just the politics this time, she has essentially no competitive primary challengers,&#8221; Eric Boehlert, a senior fellow at <a href=\"http://mediamatters.org/authors/eric-boehlert/25\" class=\" u-underline\">Media Matters</a>, told the Guardian. &#8220;And so some people have expected her to play it down the middle. It doesn&#8217;t seem she&#8217;s going to do that.&#8221;</p>\n\n<blockquote>\n<p>Some people have expected her to play it down the middle. It doesn&#8217;t seem she&#8217;s going to do that</p>\n\nEric Boehlert\n\n</blockquote>\n\n<p>If Clinton is saying all the right things from the progressive perspective, however, activists retain doubts about what actions might follow. They voice concerns that should she win the presidency with progressive support, Clinton would fail to implement a progressive agenda &#8211; analogous to how Barack Obama campaigned, twice, on a vow to close the prison at Guant&#225;namo Bay, but has not.</p>\n<p>Other analysts do not see the Clinton campaign, at this early stage, as reaching in a particularly progressive direction, noting that backing same-sex marriage, for example, does not require the political courage it once did. And whatever else is driving the Clinton strategy, many agree that smart politics, of the not necessarily constructive kind, is part of it.</p>\n<p>&#8220;To me it&#8217;s not unexpected, I think she&#8217;s kind of going with the zeitgeist in terms of how she campaigns,&#8221; <a href=\"https://twitter.com/zaidjilani\" class=\" u-underline\">Zaid Jilani</a>, a progressive writer, told the Guardian. &#8220;I think my issue is that this isn&#8217;t necessarily indicative of what she will actually do&#8230; </p>\n<p>&#8220;I think that people need to understand that in traditional politics &#8211; and the Clintons really do practice traditional politics &#8211; there&#8217;s such a thing as, &#8216;This is how you campaign, but this is how you govern.&#8217; </p>\n<p>&#8220;And in 2017, she&#8217;s going to be sitting there, most likely with two houses of Congress controlled by the Republican party, and what is she going to do?&#8221;<br></p>\n<p>To hear the candidate tell it, she will arrive in the White House and launch a series of sweeping reforms of the criminal justice system and education policy. She will jack up taxes for hedge-fund managers, cap pay for CEOs and pump up the minimum wage. She will rewrite the constitution so it is illegal for sympathetic friends such as Tom Steyer or Jamie Dimon to spend anonymous millions on elections. She will equip every police officer in the US with a body camera and release hundreds of thousands of low-level offenders from prisons.</p>\n\n<blockquote>\n<p>In traditional politics &#8230; there&#8217;s such a thing as, &#8216;This is how you campaign, but this is how you govern&#8217;</p>\n\nZaid Jilani\n\n</blockquote>\n\n<p>In at least one instance on the campaign trail so far, Clinton&#8217;s progressive messaging seemed at risk of speaking too narrowly to the core Democratic voter. <a href=\"https://twitter.com/HillaryClinton/status/592411143672569856\" class=\" u-underline\">She said</a> last week that religious beliefs &#8220;have to be changed&#8221; to protect a woman&#8217;s right to reproductive health care. The line unleashed the wrath of heaven from <a href=\"http://www.lifenews.com/2015/04/27/hillary-clinton-force-christians-to-change-their-religious-views-to-support-abortion/\" class=\" u-underline\">religion</a> <a href=\"http://christiannews.net/2015/04/27/hillary-clinton-religious-beliefs-have-to-be-changed-toward-abortion/\" class=\" u-underline\">sites</a> to <a href=\"http://nation.foxnews.com/2015/04/27/hillary-religious-beliefs-must-change-sake-abortion\" class=\" u-underline\">Fox News</a> to Nigeria, where a Catholic bishop was <a href=\"http://www.aleteia.org/en/religion/article/nigerian-bishop-hillary-clintons-remarks-about-religious-beliefs-show-she-thinks-she-is-a-god-5842615580753920\" class=\" u-underline\">quoted</a> as saying that Clinton &#8220;thinks she is a god&#8221;.</p>\n<p>Amy Walter, national editor of the Cook Political Report, said that while Clinton may currently be emphasizing issues that resonate with Democratic primary voters, there was no reason to think the words were not honestly come by, and the candidate did not seem to be straying outside her central political identity.</p>\n<p>&#8220;I don&#8217;t know if you took any one of those issues and went back and looked at her statements &#8211; take gay marriage out of the equation for the moment &#8211; and said, &#8216;OK, this goes against sort of her actual core set of values, and this is only political expediency&#8217; &#8211; I don&#8217;t think that&#8217;s a fair assessment,&#8221; Walter said. </p>\n<p>&#8220;In my mind, it&#8217;s much more a recognition of the reality of a Democratic primary, especially a Democratic primary where she&#8217;s going to have folks running and challenging her on her left.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/03/hillary-clinton-2016-campaign-progressive-leftwing#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430603226933/d020f054-1ae7-41ac-9ed7-803338b2cc7a-300x200.jpeg\" alt=\"Senator Bernie Sanders\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4843k%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Clinton+campaign+keeps+progressives+guessing%3A+how+far+left+will+she+go%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4843k%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Clinton+campaign+keeps+progressives+guessing%3A+how+far+left+will+she+go%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F03%2Fhillary-clinton-2016-campaign-progressive-leftwing&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430603227325%2Fd020f054-1ae7-41ac-9ed7-803338b2cc7a-2060x1373.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSenator Bernie Sanders has declared his run for president &#8211; from the left of the Democratic field. Photograph: Jacquelyn Martin/AP\n\n\n\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/apr/30/bernie-sanders-progressive-democrats-income-inequality-police-reform\" class=\" u-underline\">Rise of progressive policies signals Democrats' embrace of Bernie Sanders' ideals</a> </p>\n\n<p>In polls, liberal voters have expressed a willingness to vote for Clinton and a desire for her to run, Walter said, comparing that to voters on the right and their view of the Republican establishment favourite. </p>\n<p>&#8220;Jeb Bush&#8217;s problem right now is that Tea Partiers and conservatives don&#8217;t trust him. They don&#8217;t think that he&#8217;s sufficiently a Tea Party conservative,&#8221; she said. &#8220;That&#8217;s not where Hillary Clinton is.&#8221;</p>\n<p>Where Clinton is, according to polling <a href=\"http://elections.huffingtonpost.com/pollster/2016-national-democratic-primary\" class=\" u-underline\">averages</a>, is about 50 points out in front of the field in the primary race. It&#8217;s the kind of lead that might tempt a campaign to begin to take victory for granted &#8211; at least the campaign of a candidate not so painfully familiar with the wrong side of a primary upset.</p>\n<p>Clinton lost once. She may lose again. Or she may go on to write one more boring memoir &#8211; about her second stint in the White House.</p>\n</div>",
  "authors": [
    "Tom Mccarthy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hillary Clinton",
    "US elections 2016",
    "US politics",
    "Democrats",
    "US news",
    "World news"
  ],
  "ntitle": "clinton_campaign_keeps_progressives_guessing_how_far_left_will_she_go",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Hillary Clinton: America must confront 'hard truths about race and justice'\n\nHillary Clinton has had two launches in the past year. Last June, she launched a book. Last month, she launched a presidential campaign.\n\nThe book was derided as “buttoned-up,” “safe and unchallenging” and “boring and dreary.”\n\n\n\nNobody, so far, is saying that about the campaign.\n\n\n\nIn three weeks of multi-format politicking – roundtables, speeches, fundraisers, mile markers – Clinton has seized the Democratic banner and run with it, pitching voters on progressive priorities from reproductive rights to income inequality to climate change.\n\nShe has wrapped herself in a pride flag online and asked the country to confront “hard truths about race and justice”. She has welcomed a self-declared socialist into the primary race against her, and highlighted their areas of agreement.\n\nCandidate Clinton feels different, political analysts and media observers say, from the workaday secretary of state who filled that office from 2009 to 2013 or from the more timidly progressive candidate voters got to know in 2008 – one whose presumptuous designs on the general election left her vulnerable on the left in the primary.\n\n“If you look at just the politics this time, she has essentially no competitive primary challengers,” Eric Boehlert, a senior fellow at Media Matters, told the Guardian. “And so some people have expected her to play it down the middle. It doesn’t seem she’s going to do that.”\n\nSome people have expected her to play it down the middle. It doesn’t seem she’s going to do that Eric Boehlert\n\nIf Clinton is saying all the right things from the progressive perspective, however, activists retain doubts about what actions might follow. They voice concerns that should she win the presidency with progressive support, Clinton would fail to implement a progressive agenda – analogous to how Barack Obama campaigned, twice, on a vow to close the prison at Guantánamo Bay, but has not.\n\nOther analysts do not see the Clinton campaign, at this early stage, as reaching in a particularly progressive direction, noting that backing same-sex marriage, for example, does not require the political courage it once did. And whatever else is driving the Clinton strategy, many agree that smart politics, of the not necessarily constructive kind, is part of it.\n\n“To me it’s not unexpected, I think she’s kind of going with the zeitgeist in terms of how she campaigns,” Zaid Jilani, a progressive writer, told the Guardian. “I think my issue is that this isn’t necessarily indicative of what she will actually do…\n\n“I think that people need to understand that in traditional politics – and the Clintons really do practice traditional politics – there’s such a thing as, ‘This is how you campaign, but this is how you govern.’\n\n“And in 2017, she’s going to be sitting there, most likely with two houses of Congress controlled by the Republican party, and what is she going to do?”\n\n\n\nTo hear the candidate tell it, she will arrive in the White House and launch a series of sweeping reforms of the criminal justice system and education policy. She will jack up taxes for hedge-fund managers, cap pay for CEOs and pump up the minimum wage. She will rewrite the constitution so it is illegal for sympathetic friends such as Tom Steyer or Jamie Dimon to spend anonymous millions on elections. She will equip every police officer in the US with a body camera and release hundreds of thousands of low-level offenders from prisons.\n\nIn traditional politics … there’s such a thing as, ‘This is how you campaign, but this is how you govern’ Zaid Jilani\n\nIn at least one instance on the campaign trail so far, Clinton’s progressive messaging seemed at risk of speaking too narrowly to the core Democratic voter. She said last week that religious beliefs “have to be changed” to protect a woman’s right to reproductive health care. The line unleashed the wrath of heaven from religion sites to Fox News to Nigeria, where a Catholic bishop was quoted as saying that Clinton “thinks she is a god”.\n\nAmy Walter, national editor of the Cook Political Report, said that while Clinton may currently be emphasizing issues that resonate with Democratic primary voters, there was no reason to think the words were not honestly come by, and the candidate did not seem to be straying outside her central political identity.\n\n“I don’t know if you took any one of those issues and went back and looked at her statements – take gay marriage out of the equation for the moment – and said, ‘OK, this goes against sort of her actual core set of values, and this is only political expediency’ – I don’t think that’s a fair assessment,” Walter said.\n\n“In my mind, it’s much more a recognition of the reality of a Democratic primary, especially a Democratic primary where she’s going to have folks running and challenging her on her left.”\n\nFacebook Twitter Pinterest Senator Bernie Sanders has declared his run for president – from the left of the Democratic field. Photograph: Jacquelyn Martin/AP\n\nRelated: Rise of progressive policies signals Democrats' embrace of Bernie Sanders' ideals\n\nIn polls, liberal voters have expressed a willingness to vote for Clinton and a desire for her to run, Walter said, comparing that to voters on the right and their view of the Republican establishment favourite.\n\n“Jeb Bush’s problem right now is that Tea Partiers and conservatives don’t trust him. They don’t think that he’s sufficiently a Tea Party conservative,” she said. “That’s not where Hillary Clinton is.”\n\nWhere Clinton is, according to polling averages, is about 50 points out in front of the field in the primary race. It’s the kind of lead that might tempt a campaign to begin to take victory for granted – at least the campaign of a candidate not so painfully familiar with the wrong side of a primary upset.\n\nClinton lost once. She may lose again. Or she may go on to write one more boring memoir – about her second stint in the White House.",
  "title": "Clinton campaign keeps progressives guessing: how far left will she go?",
  "ts_in": "2015-05-03T15:16:59.968516",
  "url": "http://www.theguardian.com/us-news/2015/may/03/hillary-clinton-2016-campaign-progressive-leftwing"
}