{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/business/co-operative-group\" class=\" u-underline\">Co-operative Group</a> still faces opposition to its planned boardroom overhaulbefore the annual general meeting on 16 May, where an emergency motion is set to call for a halt to the election of three potential directors.</p>\n<p>The boardroom shakeup could also be at risk from a legal opinion that reportedly concludes the decision to crop a shortlist of six candidates for &#8220;member-nominated directors&#8221; down to three is not within the organisation&#8217;s powers. The three candidates are standing for three seats and thus avoiding the contested elections expected by members.</p>\n<p>The emergency motion calls for the three rejected candidates to be put on a new ballot within six months of the AGM, and demands a vote on the future of political donations to be put on hold. In the past, the Co-op Group has given about &#163;1m annually to the Co-operative party, which is aligned with Labour. </p>\n<p>It is not yet clear if the motion will be put to members at the AGM in a fortnight because it needs the approval of the board &#8211; chaired by Allan Leighton &#8211; and the members council, which comprises about 100 individuals representing the millions of members who own the Co-op. The motion is being backed by Steve Thompson of the members council. If it was put to the AGM, its outcome would be advisory.</p>\n<p>The motion is the latest part of an ongoing row over governance changes at the Co-op following <a href=\"http://www.theguardian.com/business/2014/apr/17/co-op-group-loses-billions-failings-in-management\" class=\" u-underline\">record &#163;2.5bn losses in 2014</a>, which were caused by a crisis inside its banking arm and an over-ambitious expansion of its supermarkets. The Group is now focused on its grocery business and funeral homes after selling off its farms and cutting its bank stake to 20%.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/business/2015/apr/24/new-co-operative-chairman-allan-leighton-braces-himself-for-agm\" class=\" u-underline\">New Co-operative chairman braces himself for the annual meeting</a> </p>\n\n<p>Until this year, the Co-op board consisted entirely of member representatives of the 7m members, who own the majority of the operations, and the independent societies, which control 22%. But, following ideas drawn up by former City minister Paul Myners, the board now includes two executive directors &#8211; including chief executive Richard Pennycook &#8211; and Leighton, the first independent chairman.</p>\n<p>The member-nominated directors were not part of Lord Myners&#8217;s original proposals and were added later to placate furious members last year when the group was trying to win support for its corporate governance changes. </p>\n<p>The three being put forward for election are former Labour cabinet minister <a href=\"http://www.theguardian.com/politics/hazelblears\" class=\" u-underline\">Hazel Blears</a>; Ruth Spellman, the chief executive of the Workers&#8217; Educational Association; and Paul Chandler, former boss of the fair-trade group Traidcraft. Among the three left off the list were Dame Pauline Green, the president of the International Co-operative Alliance, and Nick Eyre, the Co-op&#8217;s former group secretary.</p>\n<p>Leighton, the former Royal Mail chairman who joined the Co-op in February, has defended the planned changes in boardroom process, saying <a href=\"http://www.theguardian.com/business/2015/apr/20/co-op-group-chairman-defends-boardroom-election-process\" class=\" u-underline\">it was necessary</a> to ensure the board had &#8220;commercial acumen, accountability and the eclectic mix that is the Co-op&#8221;.</p>\n<p>The Co-op said: &#8220;We are confident that the member-nominated director process has been executed in accordance with the relevant rules and regulations and that there are no grounds for a legal challenge.&#8221;</p>\n<p>The AGM will be the first held under &#8220;one-member-one-vote&#8221;, which has replaced the previous system in which the meeting was attended by 100 or so members from regional councils. </p>\n<p>Green gave a speech last week in which she touched upon the boardroom situation. She said: &#8220;With only three member directors to be elected to a board of 11, it is surely not too much to accept the right of members to decide by democratic vote, in the true co-operative tradition, which of the six candidates they supported for the ballot paper, should be elected.<br></p>\n<p>&#8220;It is distressing in the extreme to see this country&#8217;s largest and most iconic co-operative moving yet further away from member control.&#8221; </p>\n</div>",
  "authors": [
    "Jill Treanor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Co-operative Group",
    "Retail industry",
    "Banking",
    "Business",
    "Supermarkets",
    "Corporate governance"
  ],
  "ntitle": "co_op_group_boardroom_shakeup_could_be_halted_by_emergency_motion",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Co-operative Group still faces opposition to its planned boardroom overhaulbefore the annual general meeting on 16 May, where an emergency motion is set to call for a halt to the election of three potential directors.\n\nThe boardroom shakeup could also be at risk from a legal opinion that reportedly concludes the decision to crop a shortlist of six candidates for “member-nominated directors” down to three is not within the organisation’s powers. The three candidates are standing for three seats and thus avoiding the contested elections expected by members.\n\nThe emergency motion calls for the three rejected candidates to be put on a new ballot within six months of the AGM, and demands a vote on the future of political donations to be put on hold. In the past, the Co-op Group has given about £1m annually to the Co-operative party, which is aligned with Labour.\n\nIt is not yet clear if the motion will be put to members at the AGM in a fortnight because it needs the approval of the board – chaired by Allan Leighton – and the members council, which comprises about 100 individuals representing the millions of members who own the Co-op. The motion is being backed by Steve Thompson of the members council. If it was put to the AGM, its outcome would be advisory.\n\nThe motion is the latest part of an ongoing row over governance changes at the Co-op following record £2.5bn losses in 2014, which were caused by a crisis inside its banking arm and an over-ambitious expansion of its supermarkets. The Group is now focused on its grocery business and funeral homes after selling off its farms and cutting its bank stake to 20%.\n\nRelated: New Co-operative chairman braces himself for the annual meeting\n\nUntil this year, the Co-op board consisted entirely of member representatives of the 7m members, who own the majority of the operations, and the independent societies, which control 22%. But, following ideas drawn up by former City minister Paul Myners, the board now includes two executive directors – including chief executive Richard Pennycook – and Leighton, the first independent chairman.\n\nThe member-nominated directors were not part of Lord Myners’s original proposals and were added later to placate furious members last year when the group was trying to win support for its corporate governance changes.\n\nThe three being put forward for election are former Labour cabinet minister Hazel Blears; Ruth Spellman, the chief executive of the Workers’ Educational Association; and Paul Chandler, former boss of the fair-trade group Traidcraft. Among the three left off the list were Dame Pauline Green, the president of the International Co-operative Alliance, and Nick Eyre, the Co-op’s former group secretary.\n\nLeighton, the former Royal Mail chairman who joined the Co-op in February, has defended the planned changes in boardroom process, saying it was necessary to ensure the board had “commercial acumen, accountability and the eclectic mix that is the Co-op”.\n\nThe Co-op said: “We are confident that the member-nominated director process has been executed in accordance with the relevant rules and regulations and that there are no grounds for a legal challenge.”\n\nThe AGM will be the first held under “one-member-one-vote”, which has replaced the previous system in which the meeting was attended by 100 or so members from regional councils.\n\nGreen gave a speech last week in which she touched upon the boardroom situation. She said: “With only three member directors to be elected to a board of 11, it is surely not too much to accept the right of members to decide by democratic vote, in the true co-operative tradition, which of the six candidates they supported for the ballot paper, should be elected.\n\n\n\n“It is distressing in the extreme to see this country’s largest and most iconic co-operative moving yet further away from member control.”",
  "title": "Co-op Group boardroom shakeup could be halted by emergency motion",
  "ts_in": "2015-05-03T20:54:10.223176",
  "url": "http://www.theguardian.com/business/2015/may/03/co-op-group-boardroom-shakeup-could-be-halted-emergency-motion"
}