{
  "article_html": "<div><p>A re-elected coalition government would increase tution fees to &#163;11,500 a year, Labour has claimed.</p>\n<p>Labour said <a href=\"http://www.theguardian.com/news/datablog/2014/mar/21/explained-triple-tuition-fees-no-extra-cash\" class=\" u-underline\">a black hole in university finances</a> meant a renewed Conservative-Liberal Democrat coalition would mean higher fees for undergraduate students.<br tabindex=\"-1\"></p>\n<p>Nick Clegg, appearing on the Andrew Marr show on BBC1, came under pressure from the <a href=\"http://www.theguardian.com/politics/yvette-cooper\" class=\" u-underline\">Yvette Cooper</a>, the shadow home secretary, to rule out an increase in fees, but he appeared to push the issue to one side, focusing instead on Labour&#8217;s plans to cut the preschool budget in real terms.</p>\n<p>The decision to increase tuition fees, breaking a Liberal Democrat manifesto promise, has proved to be the single biggest millstone around Clegg&#8217;s neck acting as a block to his re-engagement with voters.<br tabindex=\"-1\"></p>\n<p>Chuka Umunna, the shadow business secretary, said: &#8220;Five times <a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a> was challenged to rule out a further increase in tuition fees, five times he failed to do so. It&#8217;s now clear that the Lib Dems are preparing to hike tuition fees yet again.&#8221;<br tabindex=\"-1\"></p>\n<p>The Conservative William Hague refused to rule out increasing fees but accused Labour of putting out &#8220;scare stories&#8221;. </p>\n<p>Hague told the BBC2&#8217;s Daily Politics: &#8220;We haven&#8217;t specified the future level of university fees but I think the scare stories put about by the Labour party are extremely misleading. They are just designed to frighten the voters before the election. We will continue to act in the interests of universities prospering and of record numbers of students going to university.&#8221; </p>\n<p>Pressed on raising fees, he said: &#8220;We haven&#8217;t ruled that out but scare stories about what may happen to such fees are really, as I say, just designed to scare people ahead of the elections.&#8221;</p>\n<p>Clegg was also forced to defend himself after a former Conservative director of policy at Number 10 said the deputy prime minister had enthusiastically embraced the increase in tuition fees to &#163;9,000 in 2010.<br tabindex=\"-1\"></p>\n<p>James O&#8217;Shaughnessy said on Twitter last week that Clegg made no effort to stop the trebling of fees, adding he had been in the room when Clegg made the decision.<br tabindex=\"-1\"></p>\n<p>Clegg said he did not know O&#8217;Shaughnessy, a political consultant, adding that his description of the chain of events was wrong. &#8220;It&#8217;s complete rubbish,&#8221; he said. &#8220;I don&#8217;t even know who the chap is and he certainly was not in the room. I tell you we were between a rock and a hard place.</p>\n<p>&#8220;It was a very difficult decision for us to take. Thankfully Vince Cable and, credit to him, David Willetts then provided the fairest deal they could in the circumstances to graduates in the future.&#8221; <br tabindex=\"-1\"></p>\n<p>O&#8217;Shaughnessy tweeted during the leaders&#8217; question time on Thursday: &#8220;<a href=\"https://twitter.com/jamesosh/status/593868838376218625\" class=\" u-underline\">Clegg talking crap on tuition fees</a>. He was not between &#8216;rock and hard place&#8217;. I was in the room when he decided to vote for it. He was keen. </p>\n<p>&#8220;Two reasons Clegg made Liberal Democrats vote for &#163;9,000 fees. 1. He thought that, as it came from Liberal Democrat department (the business department) they should. 2. He agreed with policy.&#8221;<br tabindex=\"-1\"></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; James O'Shaughnessy (@jamesosh)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Clegg talking crap on tuition fees. He wasn't between 'rock and hard place'. I was in the room when he decided to vote for it. He was keen.</p>\n<a href=\"https://twitter.com/jamesosh/status/593868838376218625\"></a>\n</blockquote>\n\n<p>O&#8217;Shaughnessy said: &#8220;Despite the odd porky Clegg is doing quite well.&#8221; And then added, &#8220;For clarity: I respect Clegg voting for &#163;9,000 fees cos it&#8217;s a good policy. Just wish he&#8217;d admit that rather than saying he was strong armed.&#8221;</p>\n</div>",
  "authors": [
    "Patrick Wintour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Tuition fees",
    "Nick Clegg",
    "Yvette Cooper",
    "Politics",
    "UK news",
    "University funding",
    "Higher education",
    "Education",
    "Students"
  ],
  "ntitle": "coalition_plans_to_increase_tuition_fees_to_11_500_a_year_says_labour",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A re-elected coalition government would increase tution fees to £11,500 a year, Labour has claimed.\n\nLabour said a black hole in university finances meant a renewed Conservative-Liberal Democrat coalition would mean higher fees for undergraduate students.\n\n\n\nNick Clegg, appearing on the Andrew Marr show on BBC1, came under pressure from the Yvette Cooper, the shadow home secretary, to rule out an increase in fees, but he appeared to push the issue to one side, focusing instead on Labour’s plans to cut the preschool budget in real terms.\n\nThe decision to increase tuition fees, breaking a Liberal Democrat manifesto promise, has proved to be the single biggest millstone around Clegg’s neck acting as a block to his re-engagement with voters.\n\n\n\nChuka Umunna, the shadow business secretary, said: “Five times Nick Clegg was challenged to rule out a further increase in tuition fees, five times he failed to do so. It’s now clear that the Lib Dems are preparing to hike tuition fees yet again.”\n\n\n\nThe Conservative William Hague refused to rule out increasing fees but accused Labour of putting out “scare stories”.\n\nHague told the BBC2’s Daily Politics: “We haven’t specified the future level of university fees but I think the scare stories put about by the Labour party are extremely misleading. They are just designed to frighten the voters before the election. We will continue to act in the interests of universities prospering and of record numbers of students going to university.”\n\nPressed on raising fees, he said: “We haven’t ruled that out but scare stories about what may happen to such fees are really, as I say, just designed to scare people ahead of the elections.”\n\nClegg was also forced to defend himself after a former Conservative director of policy at Number 10 said the deputy prime minister had enthusiastically embraced the increase in tuition fees to £9,000 in 2010.\n\n\n\nJames O’Shaughnessy said on Twitter last week that Clegg made no effort to stop the trebling of fees, adding he had been in the room when Clegg made the decision.\n\n\n\nClegg said he did not know O’Shaughnessy, a political consultant, adding that his description of the chain of events was wrong. “It’s complete rubbish,” he said. “I don’t even know who the chap is and he certainly was not in the room. I tell you we were between a rock and a hard place.\n\n“It was a very difficult decision for us to take. Thankfully Vince Cable and, credit to him, David Willetts then provided the fairest deal they could in the circumstances to graduates in the future.”\n\n\n\nO’Shaughnessy tweeted during the leaders’ question time on Thursday: “Clegg talking crap on tuition fees. He was not between ‘rock and hard place’. I was in the room when he decided to vote for it. He was keen.\n\n“Two reasons Clegg made Liberal Democrats vote for £9,000 fees. 1. He thought that, as it came from Liberal Democrat department (the business department) they should. 2. He agreed with policy.”\n\n\n\n— James O'Shaughnessy (@jamesosh) Clegg talking crap on tuition fees. He wasn't between 'rock and hard place'. I was in the room when he decided to vote for it. He was keen.\n\nO’Shaughnessy said: “Despite the odd porky Clegg is doing quite well.” And then added, “For clarity: I respect Clegg voting for £9,000 fees cos it’s a good policy. Just wish he’d admit that rather than saying he was strong armed.”",
  "title": "Coalition plans to increase tuition fees to £11,500 a year, says Labour",
  "ts_in": "2015-05-03T15:16:58.372952",
  "url": "http://www.theguardian.com/politics/2015/may/03/coalition-plans-increased-tuition-fees-11500-university"
}