{
  "article_html": "<div><p>Dallas defensive end Greg Hardy, who is facing a 10-game suspension for his role in a domestic violence case, stirred criticism Friday night with a joking reference on Twitter to the 9/11 terrorist attacks.</p>\n<p>Hardy was responding to a fan of his former team in Carolina after the Panthers drafted a tall receiver for the second straight year. Hardy tweeted, &#8220;didn&#8217;t the twin towers get blowN up lol,&#8221; following a similar reference from the fan to the 2001 attacks. The tweet has since been deleted.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/01/alternative-draft-grades-an-f-for-chip-kelly-but-an-a-for-recreational-drug-use\" class=\" u-underline\">Alternative draft grades: An F for Chip Kelly ... but an A for recreational drug use!</a> </p>\n\n<p>The tweet came about a week after Hardy&#8217;s agent acknowledged he had a verbal altercation with Cowboys defensive tackle Davon Coleman in an offseason workout.</p>\n<p>Carolina drafted 6ft 5in receiver Devin Funchess in the second round Friday night after getting 6ft 5in Kelvin Benjamin in the first round last year.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Dallas Cowboys",
    "NFL",
    "Sport",
    "US sports",
    "September 11 2001",
    "US news"
  ],
  "ntitle": "dallas_defensive_end_greg_hardy_faces_backlash_over_9_11_joke",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Dallas defensive end Greg Hardy, who is facing a 10-game suspension for his role in a domestic violence case, stirred criticism Friday night with a joking reference on Twitter to the 9/11 terrorist attacks.\n\nHardy was responding to a fan of his former team in Carolina after the Panthers drafted a tall receiver for the second straight year. Hardy tweeted, “didn’t the twin towers get blowN up lol,” following a similar reference from the fan to the 2001 attacks. The tweet has since been deleted.\n\nRelated: Alternative draft grades: An F for Chip Kelly ... but an A for recreational drug use!\n\nThe tweet came about a week after Hardy’s agent acknowledged he had a verbal altercation with Cowboys defensive tackle Davon Coleman in an offseason workout.\n\nCarolina drafted 6ft 5in receiver Devin Funchess in the second round Friday night after getting 6ft 5in Kelvin Benjamin in the first round last year.",
  "title": "Dallas defensive end Greg Hardy faces backlash over 9/11 joke",
  "ts_in": "2015-05-03T15:16:07.126678",
  "url": "http://www.theguardian.com/sport/2015/may/01/dallas-defensive-end-greg-hardy-faces-backlash-over-911-joke"
}