{
  "article_html": "<div><p>Dale Vince, the chairman of the renewable energy firm Ecotricity and a major <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> donor, has published a plan for four fifths of British power generation to be derived from renewable energy within 15 years, calling for the introduction of &#8220;a cow tax&#8221; to reduce UK beef consumption. <br></p>\n<p>Vince, Britain&#8217;s wealthiest green energy businessman, told the Guardian he had discussed his ideas with the shadow energy secretary, Caroline Flint, and the energy secretary, Ed Davey, but said he had given up on David Cameron, whom he claimed was in hock to the Ukip wing of his party.</p>\n<p>Ecotricity is one of the largest renewable energy firms in the UK and the unconventional Vince has given Labour &#163;250,000 to help fight the election. He has also given smaller sums to the Liberal Democrats.</p>\n\n<blockquote>\n<p>A Minister for carbon would ensure green government promises were no longer followed by demands to cut the green crap</p>\n\nDale Vince\n\n</blockquote>\n\n<p>Vince&#8217;s plan, developed with the research group Cambridge Econometrics, calls for a 2030 decarbonisation target for the power sector, a ban on new coal-fired power generation from 2020, a promise to phase out subsidies for fossil fuels by 2025 and the scrapping of VAT currently charged on electric vehicles, so cutting their cost by 20%.</p>\n<p>He also proposes a permanent government minister dedicated to removing carbon from the UK economy. </p>\n<p>&#8220;A Minister for carbon would ensure promises to be the greenest government ever were no longer followed immediately by demands to cut the green crap,&#8221; Vince said. </p>\n<p>He accepted a tax on cattle ownership would be contentious but said that 40% of agricultural emissions came directly from cattle and sheep and another 54% from fertilisers widely used on the grasslands they eat.<br></p>\n<p>He proposes the burden of green taxes, such as social and environmental levies, should come off energy bills and be applied to general taxation.<br></p>\n<p>Vince said: &#8220;There will come a time when people will laugh at the idea that instead of producing our own energy from free wind and sunshine, we used to pay someone else to do it; when they will be shocked that we used to send billions of pounds overseas every year to foreign governments just for the privilege of burning their natural resources and polluting our planet; when people will watch their carbon footprint like we watch our weight.&#8221;</p>\n<p>If the new government implemented the programme immediately, he claimed it would be possible by 2030 for almost half of Britain&#8217;s electricity to be provided by offshore wind, with onshore and biomass providing an additional 25%.</p>\n</div>",
  "authors": [
    "Patrick Wintour",
    "Deborah Orr"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Renewable energy",
    "Green economy",
    "Energy industry",
    "Labour",
    "Wind power",
    "Business",
    "Energy",
    "Environment",
    "Politics",
    "UK news",
    "General election 2015"
  ],
  "ntitle": "ecotricity_boss_writes_plan_to_make_four_fifths_of_uk_power_renewable_by_2030",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Dale Vince, the chairman of the renewable energy firm Ecotricity and a major Labour donor, has published a plan for four fifths of British power generation to be derived from renewable energy within 15 years, calling for the introduction of “a cow tax” to reduce UK beef consumption.\n\n\n\nVince, Britain’s wealthiest green energy businessman, told the Guardian he had discussed his ideas with the shadow energy secretary, Caroline Flint, and the energy secretary, Ed Davey, but said he had given up on David Cameron, whom he claimed was in hock to the Ukip wing of his party.\n\nEcotricity is one of the largest renewable energy firms in the UK and the unconventional Vince has given Labour £250,000 to help fight the election. He has also given smaller sums to the Liberal Democrats.\n\nA Minister for carbon would ensure green government promises were no longer followed by demands to cut the green crap Dale Vince\n\nVince’s plan, developed with the research group Cambridge Econometrics, calls for a 2030 decarbonisation target for the power sector, a ban on new coal-fired power generation from 2020, a promise to phase out subsidies for fossil fuels by 2025 and the scrapping of VAT currently charged on electric vehicles, so cutting their cost by 20%.\n\nHe also proposes a permanent government minister dedicated to removing carbon from the UK economy.\n\n“A Minister for carbon would ensure promises to be the greenest government ever were no longer followed immediately by demands to cut the green crap,” Vince said.\n\nHe accepted a tax on cattle ownership would be contentious but said that 40% of agricultural emissions came directly from cattle and sheep and another 54% from fertilisers widely used on the grasslands they eat.\n\n\n\nHe proposes the burden of green taxes, such as social and environmental levies, should come off energy bills and be applied to general taxation.\n\n\n\nVince said: “There will come a time when people will laugh at the idea that instead of producing our own energy from free wind and sunshine, we used to pay someone else to do it; when they will be shocked that we used to send billions of pounds overseas every year to foreign governments just for the privilege of burning their natural resources and polluting our planet; when people will watch their carbon footprint like we watch our weight.”\n\nIf the new government implemented the programme immediately, he claimed it would be possible by 2030 for almost half of Britain’s electricity to be provided by offshore wind, with onshore and biomass providing an additional 25%.",
  "title": "Ecotricity boss writes plan to make four fifths of UK power renewable by 2030",
  "ts_in": "2015-05-03T20:53:52.801027",
  "url": "http://www.theguardian.com/environment/2015/may/03/ecotricity-dale-vince-four-fifths-of-uk-power-renewable-by-2030"
}