{
  "article_html": "<div><h2>LABOUR</h2>\n<p>The broadcasters&#8217; exit poll, published as the polls close at 10pm, will set the tone for the night. The Commons arithmetic for Labour is this: it can rely on seven very likely seats from anti-Tory minors (Plaid, SDLP, Greens) alongside those from the SNP, which is committed to voting against any Conservative government. Therefore the key number to watch is the combined &#8220;anti-Tory&#8221; Labour and SNP seat total, and the &#8220;magic number&#8221; Labour activists will look for is 316. If <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> and the SNP win this many seats between them they can vote David Cameron out of office with support from the anti-Tory minors.</p>\n<p><strong>Early seats are safe, so the the focus will be on the the swing from Tory to Labour. </strong>Ed Miliband probably needs a swing of 3 to 4 points in England and Wales to secure an an &#8220;anti-Tory&#8221; majority &#8211; this is the benchmark for Labour in early contests.</p>\n<p><strong>The first true target to report will be Nuneaton at about 1am, a traditionally Labour-leaning seat needing a 2.3-point swing. </strong>Labour will look for a comfortable win. Northampton North and Carmarthen West &amp; South Pembrokeshire will provide two more early markers &#8211; the first is a must-win, while victory in the latter will point to a swing above 4 points and a strong night south of Hadrian&#8217;s wall.</p>\n<p><strong>Labour eyes will turn north about 2am, as the first formerly safe Labour Scottish seats report. </strong>Kirkcaldy and Cowdenbeath is the one to watch: the loss of the ultra-safe seat where Gordon Brown is stepping down would be a massive blow to morale and would point to an SNP landslide. By about 3am enough Scottish seats will be in to give Labour a clear sense of what is needed in England and Wales, so attention will return to the south of the border.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/03/general-election-2015-what-happens-next-day\" class=\" u-underline\">Election aftermath: how will the next government be decided?</a> </p>\n\n<p><strong>The declarations will accelerate as the night wears on, with nearly 200 results expected between 3am and 4am.</strong> Must-wins for Labour include Enfield North, Erewash and Croydon Central, while wins in Pendle, High Peak or Vale of Glamorgan will point to a good night for the party. If the result is close, all eyes will be on late-reporting Lib Dem seats such as Bradford East, Birmingham Yardley and Cardiff Central, where Labour wins could help tip the balance.</p>\n<p><strong>Key numbers</strong></p>\n<p><strong>Good (&gt;290)</strong> Labour join with Lib Dems, Plaid, Greens and SDLP - not SNP.</p>\n<p><strong>Bad (260-290)</strong> Labour would have to depend in some form on SNP.</p>\n<p><strong>Awful (&lt;260)</strong> Miliband can&#8217;t reach the magic number even including SNP.</p>\n<h2>CONSERVATIVES</h2>\n<p>The Conservatives&#8217; Commons arithmetic is slightly different. The only parties the Tories can rely on as governing partners are the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a> and the DUP (Ukip is out as the Lib Dems won&#8217;t deal with them). With the DUP very likely to take eight or nine seats, the key number for the Tories is again a sum: the total seats held by the two current coalition parties needs to be above 315, which would deliver a majority for &#8220;Coalition 2&#8221; with support from the Northern Irish DUP. With the Lib Dems expected to win about 25 seats, the Tories&#8217; magic number is about 285 &#8211; below this, it will be very hard to find a majority in a confidence vote.</p>\n<p><strong>Tories will have little interest in the Scottish results, beyond visceral enjoyment of Labour&#8217;s woes, as SNP gains do nothing to alter their Westminster maths. </strong>While Labour sweats over Scotland, Tories will hope for evidence that their 100 first-term MPs are picking up a &#8220;personal vote&#8221;. Bury North, home of high-profile Eurosceptic David Nuttall, and Kingswood, near Bristol, where polling suggests the highly regarded Chris Skidmore is doing well, will be two early indications.<strong> </strong></p>\n\n\n<a href=\"/politics/2015/may/03/election-night-guide-vital-signs-as-counts-roll-in#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430574892194/03b8d2b0-ca57-4b83-8945-15b2197e7e1a-300x180.jpeg\" alt=\"Nicky Morgan.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484vb%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Election+night+guide%3A+the+vital+signs+to+look+out+for+as+the+counts+roll+in&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484vb%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Election+night+guide%3A+the+vital+signs+to+look+out+for+as+the+counts+roll+in&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Felection-night-guide-vital-signs-as-counts-roll-in&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430574892735%2F03b8d2b0-ca57-4b83-8945-15b2197e7e1a-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNicky Morgan faces a tight race in Loughborough. Photograph: Graeme Robertson for the Observer\n\n\n\n<p><strong>The &#8220;personal vote&#8221; could also be crucial for senior Tory ministers in marginals.</strong> Education secretary Nicky Morgan has a 7% majority in Loughborough; employment minister Esther McVey has a 6% majority in Wirral West.</p>\n<p><strong>As the night wears on, Tory strategists will hope for some successful defences in ultra-marginals to boost their prospects. </strong>My colleagues at election forecast.co.uk suggest Stockton South, Pudsey and Ipswich as good seats to watch. A few gains against the tide from Labour will also do wonders for Tory morale &#8211; keep a close eye on Dumfries &amp; Galloway, where the Tories may be the unlikely beneficiaries of Scottish Labour&#8217;s collapse, and the ultra-marginals of Hampstead &amp; Kilburn and Wirral South.</p>\n<p><strong>Key numbers</strong></p>\n<p><strong>Good (&gt;300)</strong> Cameron in power, most likely in coalition with Lib Dems.</p>\n<p><strong>Bad (280-300)</strong> Cameron could cobble together support from Lib Dems and DUP.</p>\n<p><strong>Awful (&lt;280)</strong> Tories lack numbers to put together a stable government.</p>\n<h2>LIBERAL DEMOCRATS</h2>\n<p>The Liberal Democrats, who have lost two-thirds of their support in national polling, are pinning their hopes on local electoral machines and popular incumbents. Eastleigh (2am) will provide an early test of this &#8211; the party will hope to repeat its 2013 byelection success when it held on despite the shadow cast by former MP Chris Huhne and his legal troubles.<strong> </strong></p>\n<p><strong>London, with a more diverse and left-leaning electorate, could present a tougher challenge: high-profile incumbents Lynne Featherstone and Simon Hughes will learn their fates at 3am when Hornsey &amp; Wood Green and Bermondsey &amp; Old Southwark report. </strong>The surge in Green support seems to be hurting the Lib Dems most &#8211; both parties draw heavily on socially liberal students and graduates. Bristol West (3am) and Cambridge (5am) are two seats where Green challenges could cause headaches.</p>\n<p><strong>The critical declarations of the night will come between 4.30am and 5am </strong>&#8211; when Nick Clegg (Sheffield Hallam) and Treasury secretary Danny Alexander (Inverness, Nairn, Badenoch &amp; Strathspey) will learn whether they have held on in seats where the polls suggest voters are turning against them. If both survive, it will lift morale, which may get a further boost on Friday morning if results from late-declaring close fights such as North Cornwall (6am), Ross, Skye &amp; Lochaber (7am) and St Ives (1pm) go their way.</p>\n<p><strong>Key numbers</strong></p>\n<p><strong>Good (&gt;35) </strong>Clegg&#8217;s party defies polls and retains more than half its seats.</p>\n<p><strong>Bad (25-35) </strong>Lib Dems could split over whether to enter another coalition.</p>\n<p><strong>Awful (&lt;25) </strong>High profile casualties (Clegg?) and the party would be demoralised.</p>\n<h2>SNP</h2>\n<p>While the other parties chart their progress in terms of marginals held or won, the SNP will measure theirs in terms of records broken and giants felled. The current swing from Labour to the SNP is larger than any recorded in an election in Scotland, or Britain as a whole &#8211; at 22 points, it is twice the swing Tony Blair achieved in the 1997 landslide. The first record &#8211; 11 seats in October 1974 &#8211; should fall around 2am-3am as Scottish constituencies start declaring in numbers. Then the big question becomes how the surge in support is distributed. Glenrothes and Rutherglen &amp; Hamilton West declare about 2am &#8211; both seats have enormous Labour majorities, so wins in either will point to a huge landslide.</p>\n<p><strong>If Labour holds on in Rutherglen &amp; Hamilton West, where Tom Greatrex has been working hard, it may hint at a personal vote enabling some Labour MPs to weather the storm. </strong>Headline moments will come in a flood about 3am. Labour&#8217;s great Glasgow fortresses declare then &#8211; each SNP win will be historic. Watch Glasgow North East and Glasgow South West, the two safest seats, where Labour traditionally wins two-thirds or more of the vote. At around the same time, Scottish Labour&#8217;s two most senior figures will learn their fate, as East Renfrewshire (Jim Murphy) and Paisley &amp; Renfrewshire South (Douglas Alexander) declare.</p>\n<p>The SNP faces a different challenge in areas such as Edinburgh and the Borders &#8211; nationalist sentiment is weaker, but the unionist vote is divided. In seats such as Edinburgh South (4am) and Berwickshire, Roxburgh &amp; Selkirk (4.30am) the SNP will hope a split vote will let it through the middle even on a weaker swing.</p>\n<p>If 20-year-old politics student Mhairi Black defeats Alexander, it will be the &#8220;Portillo moment&#8221; of the night &#8211; the shadow foreign secretary will be the most senior leader to lose his seat since Patrick Gordon Walker, who held the same post for Labour, lost Smethwick in 1964.</p>\n<p><strong>Around the same time, the SNP will find out whether it has defeated the Lib Dems in their fortress of Orkney &amp; Shetland, a seat that has returned Liberal MPs in every election but one since 1837.</strong> If the nationalists win there, only the hugely popular Charles Kennedy, whose Ross, Skye &amp; Lochaber seat reports at 7am, will stand in the way of a total SNP victory.</p>\n<p><strong>Key numbers</strong></p>\n<p><strong>Good (&gt;40)</strong> Given expectations, the SNP hope to do at least this well.</p>\n<p><strong>OK (20-40)</strong> Still a huge advance but not as much as would have been hoped.</p>\n<p><strong>Bad (&lt;20) </strong>Less than 20 would feel like a disaster given the buildup.</p>\n<h2>UKIP</h2>\n<p>Ukip has held up well in the national polls during the campaign, but has looked much weaker in constituency polling, suggesting its local organisations are still too weak to compete with the established parties. A year ago, the party was looking to fight hard in at least 20 seats; now its realistic prospects are reduced to about half a dozen.</p>\n<p><strong>The first strong Ukip prospect will be Castle Point at 2am, a south Essex seat on the Thames estuary, where Lord Ashcroft&#8217;s polling puts the party in a close race with the Conservative incumbent.</strong> An even stronger prospect is Thurrock, which reports at 3am, where Ukip candidate Tim Aker has a slim lead in a three-way fight. Great Grimsby, which reports at 3.30am, was long regarded as Ukip&#8217;s best chance to take a Labour seat, but prospects have dimmed following a poll showing it 17 points behind. A surprise here would be a big boost to morale.</p>\n\n\n<a href=\"/politics/2015/may/03/election-night-guide-vital-signs-as-counts-roll-in#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430574987682/8c4c5bbc-b54d-42f7-97d7-bc2f0cef1d88-300x180.jpeg\" alt=\"Douglas Carswell and Mark Reckless of Ukip.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484vb%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Election+night+guide%3A+the+vital+signs+to+look+out+for+as+the+counts+roll+in&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484vb%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Election+night+guide%3A+the+vital+signs+to+look+out+for+as+the+counts+roll+in&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Felection-night-guide-vital-signs-as-counts-roll-in&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430574988278%2F8c4c5bbc-b54d-42f7-97d7-bc2f0cef1d88-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDouglas Carswell and Mark Reckless of Ukip. Photograph: Rob Stothard/Getty Images\n\n\n\n<p><strong>Ukip&#8217;s two current MPs &#8211; former <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> Douglas Carswell and Mark Reckless &#8211; will find out whether they have won under their new party&#8217;s colours at 4.30am-5am when Clacton and Rochester &amp; Strood declare.</strong> Carswell looks safe, but Reckless is struggling. By far the most important result of the night for the party comes at 6am, when the verdict of South Thanet voters on Nigel Farage will be known. Defeat for the Ukip leader, who trails in the most recent polling, will trigger his resignation and a potentially bloody leadership battle, so the stakes could not be higher.</p>\n<p><strong>Key numbers</strong></p>\n<p><strong>Good (&gt;3) </strong>Gains would be a boost, notably if Nigel Farage wins South Thanet.</p>\n<p><strong>Bad (1-2) </strong>Party&#8217;s bubble bursts unless it scores dozens of second places.</p>\n<p><strong>Awful (&lt;1)</strong> If it loses one MP and Farage doesn&#8217;t win, Ukip will have flopped.</p>\n<h2>THE FIELD</h2>\n<p><strong>The Greens look set to increase their vote share but have very few chances to win seats </strong>&#8211; Bristol West and Norwich South (4.30am) are probably their best hopes.</p>\n<p><strong>Plaid Cymru has had a good campaign, with the TV leaders&#8217; events giving its leader, Leanne Wood, unusual exposure on the national stage. </strong>Its top targets are Lib Dem-held Ceredigion (4am) and Labour-held Ynys M&#244;n (2am) and Llanelli (2am).</p>\n<p><strong>The Democratic Unionist Party will look to regain Belfast East, </strong>where party leader Peter Robinson suffered a shock defeat in 2010.</p>\n<p><strong>Sinn F&#233;in will hope to defend Fermanagh &amp; South Tyrone</strong>, the most marginal seat in the UK, which it won by only four votes in 2010.</p>\n<p><strong>Possibly the most polarising local campaign in England is taking place in Bradford West,</strong> where Respect&#8217;s George Galloway is in a tight race to defend a seat taken in a shock 2012 byelection win.</p>\n<p><strong>The return of the NHS to the top of the issue agenda may help one of Britain&#8217;s more unusual politicians</strong>, Dr Richard Taylor of Health Concern, return for a third stint as MP for Wyre Forest at the age of 80.</p>\n</div>",
  "authors": [
    "Robert Ford"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Conservatives",
    "Liberal Democrats",
    "Labour",
    "Democratic Unionist party (DUP)",
    "Scottish National party (SNP)",
    "Green party",
    "UK Independence party (Ukip)",
    "Politics"
  ],
  "ntitle": "election_night_guide_the_vital_signs_to_look_out_for_as_the_counts_roll_in",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "LABOUR\n\nThe broadcasters’ exit poll, published as the polls close at 10pm, will set the tone for the night. The Commons arithmetic for Labour is this: it can rely on seven very likely seats from anti-Tory minors (Plaid, SDLP, Greens) alongside those from the SNP, which is committed to voting against any Conservative government. Therefore the key number to watch is the combined “anti-Tory” Labour and SNP seat total, and the “magic number” Labour activists will look for is 316. If Labour and the SNP win this many seats between them they can vote David Cameron out of office with support from the anti-Tory minors.\n\nEarly seats are safe, so the the focus will be on the the swing from Tory to Labour. Ed Miliband probably needs a swing of 3 to 4 points in England and Wales to secure an an “anti-Tory” majority – this is the benchmark for Labour in early contests.\n\nThe first true target to report will be Nuneaton at about 1am, a traditionally Labour-leaning seat needing a 2.3-point swing. Labour will look for a comfortable win. Northampton North and Carmarthen West & South Pembrokeshire will provide two more early markers – the first is a must-win, while victory in the latter will point to a swing above 4 points and a strong night south of Hadrian’s wall.\n\nLabour eyes will turn north about 2am, as the first formerly safe Labour Scottish seats report. Kirkcaldy and Cowdenbeath is the one to watch: the loss of the ultra-safe seat where Gordon Brown is stepping down would be a massive blow to morale and would point to an SNP landslide. By about 3am enough Scottish seats will be in to give Labour a clear sense of what is needed in England and Wales, so attention will return to the south of the border.\n\nRelated: Election aftermath: how will the next government be decided?\n\nThe declarations will accelerate as the night wears on, with nearly 200 results expected between 3am and 4am. Must-wins for Labour include Enfield North, Erewash and Croydon Central, while wins in Pendle, High Peak or Vale of Glamorgan will point to a good night for the party. If the result is close, all eyes will be on late-reporting Lib Dem seats such as Bradford East, Birmingham Yardley and Cardiff Central, where Labour wins could help tip the balance.\n\nKey numbers\n\nGood (>290) Labour join with Lib Dems, Plaid, Greens and SDLP - not SNP.\n\nBad (260-290) Labour would have to depend in some form on SNP.\n\nAwful (<260) Miliband can’t reach the magic number even including SNP.\n\nCONSERVATIVES\n\nThe Conservatives’ Commons arithmetic is slightly different. The only parties the Tories can rely on as governing partners are the Liberal Democrats and the DUP (Ukip is out as the Lib Dems won’t deal with them). With the DUP very likely to take eight or nine seats, the key number for the Tories is again a sum: the total seats held by the two current coalition parties needs to be above 315, which would deliver a majority for “Coalition 2” with support from the Northern Irish DUP. With the Lib Dems expected to win about 25 seats, the Tories’ magic number is about 285 – below this, it will be very hard to find a majority in a confidence vote.\n\nTories will have little interest in the Scottish results, beyond visceral enjoyment of Labour’s woes, as SNP gains do nothing to alter their Westminster maths. While Labour sweats over Scotland, Tories will hope for evidence that their 100 first-term MPs are picking up a “personal vote”. Bury North, home of high-profile Eurosceptic David Nuttall, and Kingswood, near Bristol, where polling suggests the highly regarded Chris Skidmore is doing well, will be two early indications.\n\nFacebook Twitter Pinterest Nicky Morgan faces a tight race in Loughborough. Photograph: Graeme Robertson for the Observer\n\nThe “personal vote” could also be crucial for senior Tory ministers in marginals. Education secretary Nicky Morgan has a 7% majority in Loughborough; employment minister Esther McVey has a 6% majority in Wirral West.\n\nAs the night wears on, Tory strategists will hope for some successful defences in ultra-marginals to boost their prospects. My colleagues at election forecast.co.uk suggest Stockton South, Pudsey and Ipswich as good seats to watch. A few gains against the tide from Labour will also do wonders for Tory morale – keep a close eye on Dumfries & Galloway, where the Tories may be the unlikely beneficiaries of Scottish Labour’s collapse, and the ultra-marginals of Hampstead & Kilburn and Wirral South.\n\nKey numbers\n\nGood (>300) Cameron in power, most likely in coalition with Lib Dems.\n\nBad (280-300) Cameron could cobble together support from Lib Dems and DUP.\n\nAwful (<280) Tories lack numbers to put together a stable government.\n\nLIBERAL DEMOCRATS\n\nThe Liberal Democrats, who have lost two-thirds of their support in national polling, are pinning their hopes on local electoral machines and popular incumbents. Eastleigh (2am) will provide an early test of this – the party will hope to repeat its 2013 byelection success when it held on despite the shadow cast by former MP Chris Huhne and his legal troubles.\n\nLondon, with a more diverse and left-leaning electorate, could present a tougher challenge: high-profile incumbents Lynne Featherstone and Simon Hughes will learn their fates at 3am when Hornsey & Wood Green and Bermondsey & Old Southwark report. The surge in Green support seems to be hurting the Lib Dems most – both parties draw heavily on socially liberal students and graduates. Bristol West (3am) and Cambridge (5am) are two seats where Green challenges could cause headaches.\n\nThe critical declarations of the night will come between 4.30am and 5am – when Nick Clegg (Sheffield Hallam) and Treasury secretary Danny Alexander (Inverness, Nairn, Badenoch & Strathspey) will learn whether they have held on in seats where the polls suggest voters are turning against them. If both survive, it will lift morale, which may get a further boost on Friday morning if results from late-declaring close fights such as North Cornwall (6am), Ross, Skye & Lochaber (7am) and St Ives (1pm) go their way.\n\nKey numbers\n\nGood (>35) Clegg’s party defies polls and retains more than half its seats.\n\nBad (25-35) Lib Dems could split over whether to enter another coalition.\n\nAwful (<25) High profile casualties (Clegg?) and the party would be demoralised.\n\nSNP\n\nWhile the other parties chart their progress in terms of marginals held or won, the SNP will measure theirs in terms of records broken and giants felled. The current swing from Labour to the SNP is larger than any recorded in an election in Scotland, or Britain as a whole – at 22 points, it is twice the swing Tony Blair achieved in the 1997 landslide. The first record – 11 seats in October 1974 – should fall around 2am-3am as Scottish constituencies start declaring in numbers. Then the big question becomes how the surge in support is distributed. Glenrothes and Rutherglen & Hamilton West declare about 2am – both seats have enormous Labour majorities, so wins in either will point to a huge landslide.\n\nIf Labour holds on in Rutherglen & Hamilton West, where Tom Greatrex has been working hard, it may hint at a personal vote enabling some Labour MPs to weather the storm. Headline moments will come in a flood about 3am. Labour’s great Glasgow fortresses declare then – each SNP win will be historic. Watch Glasgow North East and Glasgow South West, the two safest seats, where Labour traditionally wins two-thirds or more of the vote. At around the same time, Scottish Labour’s two most senior figures will learn their fate, as East Renfrewshire (Jim Murphy) and Paisley & Renfrewshire South (Douglas Alexander) declare.\n\nThe SNP faces a different challenge in areas such as Edinburgh and the Borders – nationalist sentiment is weaker, but the unionist vote is divided. In seats such as Edinburgh South (4am) and Berwickshire, Roxburgh & Selkirk (4.30am) the SNP will hope a split vote will let it through the middle even on a weaker swing.\n\nIf 20-year-old politics student Mhairi Black defeats Alexander, it will be the “Portillo moment” of the night – the shadow foreign secretary will be the most senior leader to lose his seat since Patrick Gordon Walker, who held the same post for Labour, lost Smethwick in 1964.\n\nAround the same time, the SNP will find out whether it has defeated the Lib Dems in their fortress of Orkney & Shetland, a seat that has returned Liberal MPs in every election but one since 1837. If the nationalists win there, only the hugely popular Charles Kennedy, whose Ross, Skye & Lochaber seat reports at 7am, will stand in the way of a total SNP victory.\n\nKey numbers\n\nGood (>40) Given expectations, the SNP hope to do at least this well.\n\nOK (20-40) Still a huge advance but not as much as would have been hoped.\n\nBad (<20) Less than 20 would feel like a disaster given the buildup.\n\nUKIP\n\nUkip has held up well in the national polls during the campaign, but has looked much weaker in constituency polling, suggesting its local organisations are still too weak to compete with the established parties. A year ago, the party was looking to fight hard in at least 20 seats; now its realistic prospects are reduced to about half a dozen.\n\nThe first strong Ukip prospect will be Castle Point at 2am, a south Essex seat on the Thames estuary, where Lord Ashcroft’s polling puts the party in a close race with the Conservative incumbent. An even stronger prospect is Thurrock, which reports at 3am, where Ukip candidate Tim Aker has a slim lead in a three-way fight. Great Grimsby, which reports at 3.30am, was long regarded as Ukip’s best chance to take a Labour seat, but prospects have dimmed following a poll showing it 17 points behind. A surprise here would be a big boost to morale.\n\nFacebook Twitter Pinterest Douglas Carswell and Mark Reckless of Ukip. Photograph: Rob Stothard/Getty Images\n\nUkip’s two current MPs – former Conservatives Douglas Carswell and Mark Reckless – will find out whether they have won under their new party’s colours at 4.30am-5am when Clacton and Rochester & Strood declare. Carswell looks safe, but Reckless is struggling. By far the most important result of the night for the party comes at 6am, when the verdict of South Thanet voters on Nigel Farage will be known. Defeat for the Ukip leader, who trails in the most recent polling, will trigger his resignation and a potentially bloody leadership battle, so the stakes could not be higher.\n\nKey numbers\n\nGood (>3) Gains would be a boost, notably if Nigel Farage wins South Thanet.\n\nBad (1-2) Party’s bubble bursts unless it scores dozens of second places.\n\nAwful (<1) If it loses one MP and Farage doesn’t win, Ukip will have flopped.\n\nTHE FIELD\n\nThe Greens look set to increase their vote share but have very few chances to win seats – Bristol West and Norwich South (4.30am) are probably their best hopes.\n\nPlaid Cymru has had a good campaign, with the TV leaders’ events giving its leader, Leanne Wood, unusual exposure on the national stage. Its top targets are Lib Dem-held Ceredigion (4am) and Labour-held Ynys Môn (2am) and Llanelli (2am).\n\nThe Democratic Unionist Party will look to regain Belfast East, where party leader Peter Robinson suffered a shock defeat in 2010.\n\nSinn Féin will hope to defend Fermanagh & South Tyrone, the most marginal seat in the UK, which it won by only four votes in 2010.\n\nPossibly the most polarising local campaign in England is taking place in Bradford West, where Respect’s George Galloway is in a tight race to defend a seat taken in a shock 2012 byelection win.\n\nThe return of the NHS to the top of the issue agenda may help one of Britain’s more unusual politicians, Dr Richard Taylor of Health Concern, return for a third stint as MP for Wyre Forest at the age of 80.",
  "title": "Election night guide: the vital signs to look out for as the counts roll in",
  "ts_in": "2015-05-03T15:17:16.125592",
  "url": "http://www.theguardian.com/politics/2015/may/03/election-night-guide-vital-signs-as-counts-roll-in"
}