{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-5545cbe7e4b0fc4f1b18bfbb\" class=\"block-time__link\">09:10</a> </p><p>Good morning. Only four days to go, and the bank holiday weekend is not going to hold up campaigning.</p>\n<h2>The big picture</h2>\n<p>Effectively, the two main parties are still close enough to be effectively tied and there is very little chance of either David Cameron or Ed Miliband being able to command a majority. That means attention is starting to focus on what happens in a hung parliament situation.</p>\n \n<blockquote class=\"quoted\">\n<p>The Tories have taken the lead in the race for Downing Street as senior Conservatives revealed that David Cameron is planning to continue as prime minister even if he lacks a Commons majority ...</p>\n<p>Senior Tories say the prime minister is planning to declare victory if he gets the most seats and votes on Thursday. He is expected to give a statement in Downing Street on Friday if the Tories are &#8220;clearly the largest party&#8221; &#8212; forcing Ed Miliband to strike a deal with the <a href=\"http://www.theguardian.com/politics/snp\" class=\" u-underline\">Scottish National party (SNP)</a> to bring him down.</p>\n<p> Three Conservatives with the ear of the prime minister say he will &#8220;quickly&#8221; argue that Labour cannot claim &#8220;legitimacy&#8221; to form a government if it is behind and needs nationalist backing. </p>\n</blockquote>\n \n<blockquote class=\"quoted\">\n<p>Lib Dem leader <a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a> has said that in the event of a hung parliament he would open talks with the largest party. But Tory backbenchers, who are resentful at Lib Dem influence during the last coalition, are determined to force Cameron to offer them a secret ballot on any potential deal with Clegg, allowing them to block the creation of another coalition without a fear of retribution for their decision.</p>\n<p>They hope to strongarm Cameron into either giving in to rightwing demands over a prolonged period, or calling another election to try to win a majority. The powerful 1922 committee has already made Cameron accept that its chair, Graham Brady, will be involved in coalition negotiations. Now members are confident of forcing further concessions from a weakened leadership, according to one senior Tory source, who said backbench support for a secret ballot was &#8220;strong&#8221;.</p>\n<p>Meanwhile, there were growing signs that Clegg could face a revolt from within his own party if he tries to push through a second deal with the Conservatives that includes an agreement to hold an in/out referendum on the UK&#8217;s membership of the EU. The Observer has learned that the business secretary, <a href=\"http://www.theguardian.com/politics/vincentcable\" class=\" u-underline\">Vince Cable</a>, is among several senior figures who are upset at an apparent decision by Clegg to abandon his previous opposition to a referendum, except in circumstances where there is a further transfer of powers to Brussels.</p>\n</blockquote>\n \n<blockquote class=\"quoted\">\n<p>Senior Labour figures have been consulting legal experts over ambiguities in the new Fixed Term Parliaments Act, which governs the timing and outcome of general elections.</p>\n<p> Under the Act, the David Cameron has the right to remain in Number 10 and seek to win a Commons vote on his Queen&#8217;s Speech in late May or early June if it is not clear that he has lost the election and Ed Miliband has won.</p>\n<p>r Miliband&#8217;s team have sought advice over whether it would be possible to force Mr Cameron out of office with an immediate vote of no confidence when the new Parliament meets for the first time after the election. </p>\n<p>Their aim would be to deny Mr Cameron the chance to build support from minor parties and before announcing his Queen&#8217;s Speech, which is not scheduled to take place until May 27. </p>\n</blockquote>\n<h2>Other stories</h2>\n<ul>\n<li><strong><a href=\"http://www.thesundaytimes.co.uk/sto/news/focus/article1551762.ece\" class=\" u-underline\">Boris Johnson tells the Sunday Times that having a Labour government dependent on the SNP would be &#8220;Ajockalypse Now&#8221;. </a></strong>He said:<br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p>It&#8217;s Ajockalypse Now. People are looking at Ed Miliband and they&#8217;re getting bad visuals of him popping out of Alex Salmond&#8217;s sporran like a baffled baby kangaroo. Everybody loves the Scots. Nobody thinks this is going to be some tartan tyranny with everybody forced to wear kilts. But it would be a chaotic and tense arrangement.</p>\n<p>Labour and the SNP are like the two spent swimmers in the beginning of Macbeth. The sergeant says: &#8216;As two spent swimmers that do cling together. And choke their art.&#8217; They&#8217;re locked in mortal combat and the risk is they&#8217;ll take us all down with them.&#8221; </p>\n</blockquote>\n \n<blockquote class=\"quoted\">\n<p> The &#8220;secret plan&#8221; for higher tuition fees would saddle graduates with an extra &#163;7,500 of debt each, leaving them an average of &#163;51,600 in the red, according to figures produced by Chuka Umunna, the shadow business secretary. </p>\n<p> With five days to go, Miliband predicted it would be the &#8220;closest election for a generation&#8221; and rounded on Cameron at a Labour rally in London. </p>\n<p> &#8220;He is the risk to your family,&#8221; Miliband said. &#8220;He is the risk to your family finances. He is a risk that this country can&#8217;t afford to take.&#8221; </p>\n</blockquote>\n \n<blockquote class=\"quoted\">\n<p>Nick Clegg stepped back from a second coalition with the Conservatives, saying he would refuse to sacrifice the unity of his party and threaten a &#8220;disastrous&#8221; split for the sake of another five-year deal with David Cameron. </p>\n<p>Clegg said: &#8220;And every single day of my leadership I have always said the one thing I will never, ever do as a leader is allow my party to split ... I would never have the party go into a coalition government against its own collective will. I will not go against the collective will of my party. You can&#8217;t weather all the pressures, you can&#8217;t hang tough, you can&#8217;t stay the course unless you&#8217;ve taken a collective decision. At all levels of the party, including the leader, there is wariness, of course there is.&#8221;</p>\n</blockquote>\n<h2>Polls</h2>\n<p>There are at least four polls out today.<a href=\"http://ukpollingreport.co.uk/blog/archives/9393\" class=\" u-underline\"> Here is the UK Polling Report summary.</a> Two show the Conservatives ahead, one shows Labour ahead and one shows the two parties tied. </p>\n<p>And here is the Guardian&#8217;s latest seat projection.</p>\n \n<h2>Today&#8217;s agenda</h2>\n<p>9am: Nick Clegg, Nigel Farage and Yvette Cooper are interviewed on the Andrew Marr show</p>\n<p>10am: Nicola Sturgeon, Farage, William Hague, Harriet Harman, Martin McGuinness and Natalie Bennett are interviewed on Sky&#8217;s Murnaghan show.</p>\n<p>10am: George Osborne, Danny Alexander and Chuka Umunna are interviewed on Radio 5 Live&#8217;s Pienaar&#8217;s Politics.</p>\n<p>11am: Hague, Chris Leslie and John Swinney are interviewed on the Sunday Politics.</p>\n<p>11am: Clegg holds a rally in Southwark with Simon Hughes.</p>\n<p>12pm: David Cameron gives a campaign speech. He will urge potential Lib Dem and Ukip supporters to think who they want as prime minister before they vote.</p>\n<h2>If today were a song</h2>\n<p>The Final Countdown</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<h2>Non-election news story</h2>\n<p><a href=\"http://news.yahoo.com/baby-born-field-hospital-nepal-earthquake-161137290.html\" class=\" u-underline\">A woman has had a baby. (</a>No, not her - this one was in a field hospital in Nepal.)</p>\n<p>If you want to follow me on Twitter, I&#8217;m on @AndrewSparrow.</p>\n</div>",
  "authors": [
    "Henry Mcdonald",
    "Rowena Mason",
    "Andrew Sparrow",
    "Frances Perraudin"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "David Cameron",
    "Conservatives",
    "Ed Miliband",
    "Labour",
    "Nick Clegg",
    "Liberal Democrats",
    "Nigel Farage",
    "UK Independence party (Ukip)",
    "Scottish National party (SNP)",
    "Nicola Sturgeon"
  ],
  "ntitle": "election_2015_live_miliband_s_pledges_stone_marks_sheffield_rally_moment_for_labour_says_osborne",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "09:10\n\nGood morning. Only four days to go, and the bank holiday weekend is not going to hold up campaigning.\n\nThe big picture\n\nEffectively, the two main parties are still close enough to be effectively tied and there is very little chance of either David Cameron or Ed Miliband being able to command a majority. That means attention is starting to focus on what happens in a hung parliament situation.\n\nThe Tories have taken the lead in the race for Downing Street as senior Conservatives revealed that David Cameron is planning to continue as prime minister even if he lacks a Commons majority ... Senior Tories say the prime minister is planning to declare victory if he gets the most seats and votes on Thursday. He is expected to give a statement in Downing Street on Friday if the Tories are “clearly the largest party” — forcing Ed Miliband to strike a deal with the Scottish National party (SNP) to bring him down. Three Conservatives with the ear of the prime minister say he will “quickly” argue that Labour cannot claim “legitimacy” to form a government if it is behind and needs nationalist backing.\n\nLib Dem leader Nick Clegg has said that in the event of a hung parliament he would open talks with the largest party. But Tory backbenchers, who are resentful at Lib Dem influence during the last coalition, are determined to force Cameron to offer them a secret ballot on any potential deal with Clegg, allowing them to block the creation of another coalition without a fear of retribution for their decision. They hope to strongarm Cameron into either giving in to rightwing demands over a prolonged period, or calling another election to try to win a majority. The powerful 1922 committee has already made Cameron accept that its chair, Graham Brady, will be involved in coalition negotiations. Now members are confident of forcing further concessions from a weakened leadership, according to one senior Tory source, who said backbench support for a secret ballot was “strong”. Meanwhile, there were growing signs that Clegg could face a revolt from within his own party if he tries to push through a second deal with the Conservatives that includes an agreement to hold an in/out referendum on the UK’s membership of the EU. The Observer has learned that the business secretary, Vince Cable, is among several senior figures who are upset at an apparent decision by Clegg to abandon his previous opposition to a referendum, except in circumstances where there is a further transfer of powers to Brussels.\n\nSenior Labour figures have been consulting legal experts over ambiguities in the new Fixed Term Parliaments Act, which governs the timing and outcome of general elections. Under the Act, the David Cameron has the right to remain in Number 10 and seek to win a Commons vote on his Queen’s Speech in late May or early June if it is not clear that he has lost the election and Ed Miliband has won. r Miliband’s team have sought advice over whether it would be possible to force Mr Cameron out of office with an immediate vote of no confidence when the new Parliament meets for the first time after the election. Their aim would be to deny Mr Cameron the chance to build support from minor parties and before announcing his Queen’s Speech, which is not scheduled to take place until May 27.\n\nOther stories\n\nBoris Johnson tells the Sunday Times that having a Labour government dependent on the SNP would be “Ajockalypse Now”. He said:\n\n\n\nIt’s Ajockalypse Now. People are looking at Ed Miliband and they’re getting bad visuals of him popping out of Alex Salmond’s sporran like a baffled baby kangaroo. Everybody loves the Scots. Nobody thinks this is going to be some tartan tyranny with everybody forced to wear kilts. But it would be a chaotic and tense arrangement. Labour and the SNP are like the two spent swimmers in the beginning of Macbeth. The sergeant says: ‘As two spent swimmers that do cling together. And choke their art.’ They’re locked in mortal combat and the risk is they’ll take us all down with them.”\n\nThe “secret plan” for higher tuition fees would saddle graduates with an extra £7,500 of debt each, leaving them an average of £51,600 in the red, according to figures produced by Chuka Umunna, the shadow business secretary. With five days to go, Miliband predicted it would be the “closest election for a generation” and rounded on Cameron at a Labour rally in London. “He is the risk to your family,” Miliband said. “He is the risk to your family finances. He is a risk that this country can’t afford to take.”\n\nNick Clegg stepped back from a second coalition with the Conservatives, saying he would refuse to sacrifice the unity of his party and threaten a “disastrous” split for the sake of another five-year deal with David Cameron. Clegg said: “And every single day of my leadership I have always said the one thing I will never, ever do as a leader is allow my party to split ... I would never have the party go into a coalition government against its own collective will. I will not go against the collective will of my party. You can’t weather all the pressures, you can’t hang tough, you can’t stay the course unless you’ve taken a collective decision. At all levels of the party, including the leader, there is wariness, of course there is.”\n\nPolls\n\nThere are at least four polls out today. Here is the UK Polling Report summary. Two show the Conservatives ahead, one shows Labour ahead and one shows the two parties tied.\n\nAnd here is the Guardian’s latest seat projection.\n\nToday’s agenda\n\n9am: Nick Clegg, Nigel Farage and Yvette Cooper are interviewed on the Andrew Marr show\n\n10am: Nicola Sturgeon, Farage, William Hague, Harriet Harman, Martin McGuinness and Natalie Bennett are interviewed on Sky’s Murnaghan show.\n\n10am: George Osborne, Danny Alexander and Chuka Umunna are interviewed on Radio 5 Live’s Pienaar’s Politics.\n\n11am: Hague, Chris Leslie and John Swinney are interviewed on the Sunday Politics.\n\n11am: Clegg holds a rally in Southwark with Simon Hughes.\n\n12pm: David Cameron gives a campaign speech. He will urge potential Lib Dem and Ukip supporters to think who they want as prime minister before they vote.\n\nIf today were a song\n\nThe Final Countdown\n\nNon-election news story\n\nA woman has had a baby. (No, not her - this one was in a field hospital in Nepal.)\n\nIf you want to follow me on Twitter, I’m on @AndrewSparrow.",
  "title": "Election 2015 live: Miliband's pledges stone marks 'Sheffield rally' moment for Labour, says Osborne",
  "ts_in": "2015-05-03T15:16:49.124608",
  "url": "http://www.theguardian.com/politics/blog/live/2015/may/03/election-2015-live-nick-clegg-and-nigel-farage-interviewed-on-the-andrew-marr-show"
}