{
  "article_html": "<div><p>My former colleague Elias Chipimo, who has died aged 83, was a one-time Zambian high commissioner in London who played an important role in the public life of <a href=\"http://www.theguardian.com/world/zambia\" class=\" u-underline\">Zambia</a> from the 1960s onwards.</p>\n<p>His early life was a struggle. He was born near Mporokoso in what was then Northern Rhodesia; his parents, Marko and Musawa, were poor villagers with seven children. To get to the nearest primary school, Elias had to walk 12km, and to the seminary where he later learned Latin it was 30km on foot. When he was eventually offered a scholarship he renounced it to start a job to help his parents.</p>\n<p>However, Elias finally made it to Fort Hare University in South <a href=\"http://www.theguardian.com/world/africa\" class=\" u-underline\">Africa</a>, where he graduated in Latin and English in 1959. In the same year he married Anna Konie, an excellent scholar and the first Zambian woman to pass the Cambridge School Certificate.</p>\n<p>I worked with Elias at Chizongwe secondary school in Chipata, where from 1959 to 1963 he taught English and inspired students with his love of Latin. When Northern Rhodesia became Zambia in 1964, his qualities came to the notice of Kenneth Kaunda&#8217;s United National Independence party, which was looking for local talent to help run the country. Although Elias was never a great lover of the UNIP, he began a career as a diplomat and soon rose through the ranks.</p>\n<p>As Zambian high commissioner in London (1968-69) he had the task of restoring relations after his predecessor had described Britain as &#8220;a toothless bulldog&#8221;. He was later appointed as the first African chairman of Standard Chartered Bank Zambia. He was never afraid to say what he thought, and in one speech in 1980 ruffled more than a few feathers by arguing that very often in Africa &#8220;the only change in leadership is by death in the saddle &#8230; [or] by an assassin&#8217;s bullet&#8221;.</p>\n<p>Kaunda, president of Zambia at the time, was enraged by the remark and Elias subsequently had to resign from the bank. But he bounced back into politics when the Movement for Multi-Party Democracy came to power in 1991, and served as its minister for Lusaka province. Later he became the ambassador to Germany (1997-2000) and Japan (2000-01). One of a generation of outstanding Zambian intellectuals, he was consistent and independent in his views, whoever was in power.</p>\n<p>Anna died in a car crash in 2008. Elias is survived by four sons, three daughters and 17 grandchildren.</p>\n</div>",
  "authors": [
    "Nigel Watt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Zambia",
    "Africa",
    "World news"
  ],
  "ntitle": "elias_chipimo_obituary",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "My former colleague Elias Chipimo, who has died aged 83, was a one-time Zambian high commissioner in London who played an important role in the public life of Zambia from the 1960s onwards.\n\nHis early life was a struggle. He was born near Mporokoso in what was then Northern Rhodesia; his parents, Marko and Musawa, were poor villagers with seven children. To get to the nearest primary school, Elias had to walk 12km, and to the seminary where he later learned Latin it was 30km on foot. When he was eventually offered a scholarship he renounced it to start a job to help his parents.\n\nHowever, Elias finally made it to Fort Hare University in South Africa, where he graduated in Latin and English in 1959. In the same year he married Anna Konie, an excellent scholar and the first Zambian woman to pass the Cambridge School Certificate.\n\nI worked with Elias at Chizongwe secondary school in Chipata, where from 1959 to 1963 he taught English and inspired students with his love of Latin. When Northern Rhodesia became Zambia in 1964, his qualities came to the notice of Kenneth Kaunda’s United National Independence party, which was looking for local talent to help run the country. Although Elias was never a great lover of the UNIP, he began a career as a diplomat and soon rose through the ranks.\n\nAs Zambian high commissioner in London (1968-69) he had the task of restoring relations after his predecessor had described Britain as “a toothless bulldog”. He was later appointed as the first African chairman of Standard Chartered Bank Zambia. He was never afraid to say what he thought, and in one speech in 1980 ruffled more than a few feathers by arguing that very often in Africa “the only change in leadership is by death in the saddle … [or] by an assassin’s bullet”.\n\nKaunda, president of Zambia at the time, was enraged by the remark and Elias subsequently had to resign from the bank. But he bounced back into politics when the Movement for Multi-Party Democracy came to power in 1991, and served as its minister for Lusaka province. Later he became the ambassador to Germany (1997-2000) and Japan (2000-01). One of a generation of outstanding Zambian intellectuals, he was consistent and independent in his views, whoever was in power.\n\nAnna died in a car crash in 2008. Elias is survived by four sons, three daughters and 17 grandchildren.",
  "title": "Elias Chipimo obituary",
  "ts_in": "2015-05-03T15:16:07.597886",
  "url": "http://www.theguardian.com/world/2015/may/03/elias-chipimo-obituary"
}