{
  "article_html": "<div><p>By their first productions shall ye know them. Or shall we? When Trevor Nunn took over as artistic director of the National Theatre, he opened with a production of Ibsen&#8217;s An Enemy of the People that was choreographed like a musical. Nicholas Hytner began with an <a href=\"http://www.theguardian.com/stage/2003/may/14/theatre.artsfeatures2\" title=\"\" class=\" u-underline\">Iraq-inflected Henry V </a>that prefigured his sharp urban Shakespeares. Rufus Norris starts with what is essentially a new play &#8211; Carol Ann Duffy&#8217;s 21st-century version of <a href=\"http://www.nationaltheatre.org.uk/shows/everyman\" title=\"\" class=\" u-underline\"><strong>Everyman</strong></a>. He uses it to give a rousing display of his theatrical lexicon: brilliant visual effects, inventive music, diverse casting, environmental concern.</p>\n<p>The casting sets out to stir. God is a woman. Wearing Marigolds and pushing a mop, Kate Duch&#234;ne gives the divine boss a world-on-her-shoulders weariness. Dermot Crowley is a fine and caustic Death, in surgical overalls. &#8220;You&#8217;re taking it very personally,&#8221; he says to Everyman, about his impending exit from life. <a href=\"http://www.theguardian.com/culture/chiwetel-ejiofor\" title=\"\" class=\" u-underline\">Chiwetel Ejiofor</a> is Everyman; &#8220;Ev&#8221; to his intimates. He is everything you would want in a role that requires him to command attention without being overwhelming. He has had, from his earliest stage appearances, the ability to radiate, to transfix by quietness as well as by sudden flares. He uses that to the full here.</p>\n<p>The visual effects are tremendous, from the opening moment when Ev plummets from top to bottom of the stage. Tal Rosner&#8217;s spinning videos evoke tsunami and griddling rain, and scatter blocks of colour as if a Matisse was being dismembered. A derelict natural world is conjured in a marvellous episode dominated by plastic-bag monsters. A giant fan scatters rubbish &#8211; and is then turned on to the audience. Music weaves together the medieval and the modern.</p>\n<p>There is a difficulty. It lies in Duffy&#8217;s script. This is lively, demotic, outspoken &#8211; as is the 15th-century morality play, though that did not mention colostomy bags. Yet it is also avowedly secular. Take away from Everyman the fear of judgment, and you are left with an often attenuated satire on 21st-century consumerism. Justified, perhaps, but frequently familiar &#8211; and, in the case of the coke-snorting, roaring, sharp-suited binge with which the play begins, over-extended. It is unlikely that anyone will leave the theatre frightened for their own life. Neither &#8211; there is a muddle between the personal and the universal&#8211; are they likely to fear anew for the future of the world. The sensational staging, with gilded mannequins pirouetting around as Everyman&#8217;s earthly goods, does not provide that fear. Still, it can magnetise an audience.</p>\n<p><a href=\"http://www.nationaltheatre.org.uk/shows/everyman\" title=\"\" class=\" u-underline\">&#8226; At the Olivier, London until 30 August</a></p>\n</div>",
  "authors": [
    "Susannah Clapp"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Theatre",
    "Stage",
    "Culture",
    "National Theatre",
    "Chiwetel Ejiofor",
    "Rufus Norris",
    "Carol Ann Duffy"
  ],
  "ntitle": "everyman_review_a_rousing_display",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "By their first productions shall ye know them. Or shall we? When Trevor Nunn took over as artistic director of the National Theatre, he opened with a production of Ibsen’s An Enemy of the People that was choreographed like a musical. Nicholas Hytner began with an Iraq-inflected Henry V that prefigured his sharp urban Shakespeares. Rufus Norris starts with what is essentially a new play – Carol Ann Duffy’s 21st-century version of Everyman. He uses it to give a rousing display of his theatrical lexicon: brilliant visual effects, inventive music, diverse casting, environmental concern.\n\nThe casting sets out to stir. God is a woman. Wearing Marigolds and pushing a mop, Kate Duchêne gives the divine boss a world-on-her-shoulders weariness. Dermot Crowley is a fine and caustic Death, in surgical overalls. “You’re taking it very personally,” he says to Everyman, about his impending exit from life. Chiwetel Ejiofor is Everyman; “Ev” to his intimates. He is everything you would want in a role that requires him to command attention without being overwhelming. He has had, from his earliest stage appearances, the ability to radiate, to transfix by quietness as well as by sudden flares. He uses that to the full here.\n\nThe visual effects are tremendous, from the opening moment when Ev plummets from top to bottom of the stage. Tal Rosner’s spinning videos evoke tsunami and griddling rain, and scatter blocks of colour as if a Matisse was being dismembered. A derelict natural world is conjured in a marvellous episode dominated by plastic-bag monsters. A giant fan scatters rubbish – and is then turned on to the audience. Music weaves together the medieval and the modern.\n\nThere is a difficulty. It lies in Duffy’s script. This is lively, demotic, outspoken – as is the 15th-century morality play, though that did not mention colostomy bags. Yet it is also avowedly secular. Take away from Everyman the fear of judgment, and you are left with an often attenuated satire on 21st-century consumerism. Justified, perhaps, but frequently familiar – and, in the case of the coke-snorting, roaring, sharp-suited binge with which the play begins, over-extended. It is unlikely that anyone will leave the theatre frightened for their own life. Neither – there is a muddle between the personal and the universal– are they likely to fear anew for the future of the world. The sensational staging, with gilded mannequins pirouetting around as Everyman’s earthly goods, does not provide that fear. Still, it can magnetise an audience.\n\n• At the Olivier, London until 30 August",
  "title": "Everyman review – a rousing display",
  "ts_in": "2015-05-03T20:53:54.540623",
  "url": "http://www.theguardian.com/stage/2015/may/03/everyman-olivier-national-theatre-review-chiwetel-ejiofor-carol-ann-duffy"
}