{
  "article_html": "<div><p>A former Conservative MP whose home was raided earlier this year by officers investigating historical allegations of child sex abuse has launched a scathing attack on police, challenging them to &#8220;put up or shut up&#8221;.</p>\n<p>Harvey Proctor said he felt &#8220;disbelief and disgust&#8221; at what he described as &#8220;the growing paranoia among various police &#8216;organisations&#8221;&#8217; in relation to such investigations.</p>\n<p><a href=\"http://www.independent.co.uk/voices/comment/harvey-proctor-a-gay-sex-ring-in-westminster-i-dont-believe-it-10221263.html\" class=\" u-underline\">Writing in the Independent on Sunday</a>, the 68-year-old reiterated his innocence in relation to claims over which he said he has still not been interviewed.</p>\n<p>Proctor, who represented Basildon in Essex from 1979 to 1983 and Billericay from 1983 to 1987, said: &#8220;It&#8217;s time - with the spending on these inquiries approaching &#163;100m - to say to the police and the Director of Public Prosecutions: Put up or shut up. Arrest me; charge me; try me. If you have evidence against me, bring it on!&#8221;</p>\n<p>In a blunt and direct address to the Metropolitan police commissioner and other chief police officers he said &#8220;get a grip&#8221;, claiming they should redirect their scarce resources into tackling current crime and law and order.</p>\n<p>Proctor&#8217;s home within the grounds of Belvoir Castle in Leicestershire was searched by officers from Operation Midland in March. </p>\n<p>Just weeks later he announced he was retiring as private secretary to the Duke of Rutland.</p>\n<p>Operation Midland was launched by the Met last November following allegations that boys were sexually abused by a VIP paedophile ring alleged to have existed at Westminster during the 1970s and 1980s.</p>\n<p>There were claims that sex parties involving boys below the age of consent were held at the exclusive Dolphin Square apartment block near the Houses of Parliament.</p>\n<p>Proctor, who left parliament in 1987 after pleading guilty to acts of gross indecency, has previously said he knew nothing about the paedophile ring or allegations that three boys linked to the abuse were murdered.</p>\n<p>In bullet-point form in the Independent he reiterated that lack of knowledge or involvement.</p>\n<p>He said the search of his home and the allegations that hang over him have &#8220;ruined 28 years of my life&#8217;s rehabilitation after 1987&#8221;.</p>\n<p>He said the media, police and politicians were pursuing the issue of historic child sex abuse &#8220;to try to get on the good side of the people of this country and rehabilitate themselves from their past lapses&#8221;.</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "ex_tory_mp_harvey_proctor_hits_out_at_child_sex_abuse_investigation",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A former Conservative MP whose home was raided earlier this year by officers investigating historical allegations of child sex abuse has launched a scathing attack on police, challenging them to “put up or shut up”.\n\nHarvey Proctor said he felt “disbelief and disgust” at what he described as “the growing paranoia among various police ‘organisations”’ in relation to such investigations.\n\nWriting in the Independent on Sunday, the 68-year-old reiterated his innocence in relation to claims over which he said he has still not been interviewed.\n\nProctor, who represented Basildon in Essex from 1979 to 1983 and Billericay from 1983 to 1987, said: “It’s time - with the spending on these inquiries approaching £100m - to say to the police and the Director of Public Prosecutions: Put up or shut up. Arrest me; charge me; try me. If you have evidence against me, bring it on!”\n\nIn a blunt and direct address to the Metropolitan police commissioner and other chief police officers he said “get a grip”, claiming they should redirect their scarce resources into tackling current crime and law and order.\n\nProctor’s home within the grounds of Belvoir Castle in Leicestershire was searched by officers from Operation Midland in March.\n\nJust weeks later he announced he was retiring as private secretary to the Duke of Rutland.\n\nOperation Midland was launched by the Met last November following allegations that boys were sexually abused by a VIP paedophile ring alleged to have existed at Westminster during the 1970s and 1980s.\n\nThere were claims that sex parties involving boys below the age of consent were held at the exclusive Dolphin Square apartment block near the Houses of Parliament.\n\nProctor, who left parliament in 1987 after pleading guilty to acts of gross indecency, has previously said he knew nothing about the paedophile ring or allegations that three boys linked to the abuse were murdered.\n\nIn bullet-point form in the Independent he reiterated that lack of knowledge or involvement.\n\nHe said the search of his home and the allegations that hang over him have “ruined 28 years of my life’s rehabilitation after 1987”.\n\nHe said the media, police and politicians were pursuing the issue of historic child sex abuse “to try to get on the good side of the people of this country and rehabilitate themselves from their past lapses”.",
  "title": "Ex-Tory MP Harvey Proctor hits out at child sex abuse investigation",
  "ts_in": "2015-05-03T15:16:16.858794",
  "url": "http://www.theguardian.com/uk-news/2015/may/03/ex-tory-mp-harvey-proctor-hits-out-at-child-sex-abuse-investigation"
}