{
  "article_html": "<div><p>Danish director Thomas Vinterberg&#8217;s take on Thomas Hardy&#8217;s earthy tale of an independent woman torn between three suitors and a dream of self-determination is both self-consciously modern and oddly old-fashioned. Carey Mulligan is Bathsheba Everdene, unexpected inheritor of her uncle&#8217;s farm, which is sorely in need of a firm hand. Proving herself more than a match for any man, Bathsheba swithers between the proposals of solid Gabriel Oak (Matthias Schoenaerts) and wealthy William Boldwood (an excellently uneasy Michael Sheen) only to fall for rakish Sergeant Troy (Tom Sturridge) and his sexy sword-waving skills &#8211; a scene rendered with less gropey lust but more breathlessly passionate weirdness in <a href=\"http://www.theguardian.com/film/2015/mar/15/far-from-the-madding-crowd-1967-john-schlesinger-nicholas-roeg-julie-christie\" class=\" u-underline\">John Schlesinger&#8217;s recently reissued 1967 adaptation</a>.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482dy%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Far+From+the+Madding+Crowd+-+video+review&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482dy%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Far+From+the+Madding+Crowd+-+video+review&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2Fvideo%2F2015%2Fapr%2F30%2Ffar-from-the-madding-crowd-video-review&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F4%2F30%2F1430405588158%2FKP_207865_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe film team review Far From the Madding Crowd\n\n\n<p>Shot on film by cinematographer Charlotte Bruus Christensen, this captures its Dorset scenery (&#8220;200 miles from London&#8221; we are told) in hues that are both bucolic and foreboding; the opening shot finds Bathsheba emerging from darkness, a portentous visual motif that continues throughout the film. Screenwriter (and novelist) David Nicholls, who wrote the BBC&#8217;s 2008 <a href=\"https://itunes.apple.com/gb/tv-season/episode-1/id376240826?i=376519949&amp;showLC=true&amp;ign-mpt=uo%3D4\" class=\" u-underline\">Tess of the D&#8217;Urbervilles</a> mini-series, plays up the story&#8217;s proto-feminist core, Bathsheba explicitly declaring herself to be &#8220;too independent&#8221; for marriage while wrestling with a language designed by and for men. Mulligan takes all this in her stride, her &#8220;woman out of time&#8221; bristling with proudly untamed energy, the master of men and horses alike. There&#8217;s some sympathy, too, for the rotten Sergeant Troy, whose jilted-at-the-altar tear underwrites his anger with pathos &#8211; a quality notably lacking from Terence Stamp&#8217;s 1960s portrayal.</p>\n<p>Whether this adds substantially to Schlesinger&#8217;s classic (which was roughly received at the time) remains a moot point. Vinterberg, who made his name with Festen and its flip-side <a href=\"http://www.theguardian.com/film/2012/dec/02/the-hunt-film-review\" class=\" u-underline\">Jagten</a>, reins in the gruelling emotional cruelties of yore, treating the text respectfully if playfully, relishing the opportunity to indulge its scenic charms, amplified by the ascending larks of much lush swooning music. Personally, I could have done with a little more mud, a touch of the Andrew K&#246;ttings to take the designer edge of these dirty faces. But it&#8217;s solid stuff; well played, affectionately told, and still stirring in its role reversals, both personal and political.</p>\n</div>",
  "authors": [
    "Mark Kermode"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Far From the Madding Crowd 2015",
    "Film",
    "Carey Mulligan",
    "Culture"
  ],
  "ntitle": "far_from_the_madding_crowd_review_solid_but_needs_more_mud",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Danish director Thomas Vinterberg’s take on Thomas Hardy’s earthy tale of an independent woman torn between three suitors and a dream of self-determination is both self-consciously modern and oddly old-fashioned. Carey Mulligan is Bathsheba Everdene, unexpected inheritor of her uncle’s farm, which is sorely in need of a firm hand. Proving herself more than a match for any man, Bathsheba swithers between the proposals of solid Gabriel Oak (Matthias Schoenaerts) and wealthy William Boldwood (an excellently uneasy Michael Sheen) only to fall for rakish Sergeant Troy (Tom Sturridge) and his sexy sword-waving skills – a scene rendered with less gropey lust but more breathlessly passionate weirdness in John Schlesinger’s recently reissued 1967 adaptation.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest The film team review Far From the Madding Crowd\n\nShot on film by cinematographer Charlotte Bruus Christensen, this captures its Dorset scenery (“200 miles from London” we are told) in hues that are both bucolic and foreboding; the opening shot finds Bathsheba emerging from darkness, a portentous visual motif that continues throughout the film. Screenwriter (and novelist) David Nicholls, who wrote the BBC’s 2008 Tess of the D’Urbervilles mini-series, plays up the story’s proto-feminist core, Bathsheba explicitly declaring herself to be “too independent” for marriage while wrestling with a language designed by and for men. Mulligan takes all this in her stride, her “woman out of time” bristling with proudly untamed energy, the master of men and horses alike. There’s some sympathy, too, for the rotten Sergeant Troy, whose jilted-at-the-altar tear underwrites his anger with pathos – a quality notably lacking from Terence Stamp’s 1960s portrayal.\n\nWhether this adds substantially to Schlesinger’s classic (which was roughly received at the time) remains a moot point. Vinterberg, who made his name with Festen and its flip-side Jagten, reins in the gruelling emotional cruelties of yore, treating the text respectfully if playfully, relishing the opportunity to indulge its scenic charms, amplified by the ascending larks of much lush swooning music. Personally, I could have done with a little more mud, a touch of the Andrew Köttings to take the designer edge of these dirty faces. But it’s solid stuff; well played, affectionately told, and still stirring in its role reversals, both personal and political.",
  "title": "Far from the Madding Crowd review – solid, but needs more mud",
  "ts_in": "2015-05-03T15:17:12.726597",
  "url": "http://www.theguardian.com/film/2015/may/03/far-from-the-madding-crowd-review-solid-needs-more-mud"
}