{
  "article_html": "<div><p>A new list of approved suppliers to the <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a> has heightened fears of a multi-billion pound land grab by a handful of corporations.</p>\n<p>Competition for contracts to supply support services to the GP-led commissioning groups will be dominated by management consultancies, outsourcing giant Capita, and the US health insurer UnitedHealth. NHS England insists that the companies bidding for the support contracts will supply a range of back office functions, cutting procurement times and allowing doctors to focus on how best to spend their &#163;70bn share of the NHS budget.</p>\n<p>David Cameron has said the plan &#8220;is to put the power in the hands of local doctors so that they make decisions on behalf of patients based on what is good for health care in their local area&#8221;.</p>\n<p>But groups opposed to the further privatisation of the NHS claim the reality is that the scope of the private firms is being dramatically expanded so that they will be allowed to provide services that, until now, have been undertaken by the NHS. They say that the move will end up costing taxpayers more and result in conflicts of interest as a number of the private firms are also advising the GPs&#8217; commissioning groups.</p>\n<p>NHS England has rejected these claims.</p>\n<p>Four companies dominate the list of approved suppliers published last week. Capita, KPMG, PwC and UnitedHealth, the previous employer of NHS CEO, Simon Stevens, are now listed as suppliers to six of the nine regional consortiums set up to help GPs&#8217; commissioning groups procure services. Ernst and Young is a supplier to four consortiums while McKinsey has been named as a supplier to five. All are members of the Commissioning Support Industry Group, which is a low-profile body that affords them regular access to the senior NHS officials overseeing the creation of the new market in commissioning services.</p>\n<p>&#8220;Andrew Lansley [the former health secretary] promised GPs they would be in the driving seat, but the reality is that instead of handing the power and the money to GPs his reforms have handed them to corporations,&#8221; said Dr Jacky Davis, founder member of Keep Our NHS Public and co-author of the book NHS For Sale.</p>\n<p>&#8220;This announcement marks the final step in giving the private sector the power, influence and a big slice of the NHS budget. There is now a massive conflict of interest with private companies like UnitedHealth, KPMG and McKinsey in charge of the GPs&#8217; budget and increasingly buying care from the self-same private sector. The Tories have put Dracula in charge of the blood bank.&#8221;</p>\n<p>Although there is little detail on the value of the contracts at stake, anecdotal evidence suggests that the financial rewards for companies that win them are significant. One regional consortium set up to help GPs&#8217; commissioning groups, the Arden &amp; Greater East Midlands Partnership, paid KPMG more than a quarter of a million pounds a month for the first six months of 2014.</p>\n<p>Davis said the NHS market was already estimated to be costing the English NHS between &#163;5bn and &#163;10bn a year: &#8220;The NHS market is a failed experiment that has wasted billions of pounds and untold amounts of clinical time, benefiting only private companies while diverting money from patients to shareholders&#8217; pockets. GPs don&#8217;t want it, patients certainly don&#8217;t want it, but the government is pressing ahead with it regardless.&#8221;</p>\n<p>However, Bob Ricketts, director of commissioning support services for NHS England, said that he was &#8220;delighted about the range of quality providers&#8221; that had been approved to supply the NHS with services. In addition to the big private firms, the list includes charities, telecoms operators and voluntary groups.</p>\n<p>&#8220;I genuinely believe that these organisations have brought together the best services in the market to offer commissioners everything they need to deliver the vision of the Five Year Forward View,&#8221; Ricketts said.</p>\n<p>He suggested that patients would benefit from the new framework for suppliers that had been put in place. &#8220;Local commissioners have been asking for a faster, simplified approach to choosing and changing their commissioning support provider. The framework will cut a typical procurement process to only three months.&#8221;</p>\n</div>",
  "authors": [
    "Jamie Doward"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "NHS",
    "Health policy",
    "Health",
    "Society",
    "Privatisation",
    "Politics",
    "Business",
    "Economic policy",
    "Andrew Lansley",
    "UK news"
  ],
  "ntitle": "fears_grow_over_land_grab_of_nhs_by_private_suppliers",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "A new list of approved suppliers to the NHS has heightened fears of a multi-billion pound land grab by a handful of corporations.\n\nCompetition for contracts to supply support services to the GP-led commissioning groups will be dominated by management consultancies, outsourcing giant Capita, and the US health insurer UnitedHealth. NHS England insists that the companies bidding for the support contracts will supply a range of back office functions, cutting procurement times and allowing doctors to focus on how best to spend their £70bn share of the NHS budget.\n\nDavid Cameron has said the plan “is to put the power in the hands of local doctors so that they make decisions on behalf of patients based on what is good for health care in their local area”.\n\nBut groups opposed to the further privatisation of the NHS claim the reality is that the scope of the private firms is being dramatically expanded so that they will be allowed to provide services that, until now, have been undertaken by the NHS. They say that the move will end up costing taxpayers more and result in conflicts of interest as a number of the private firms are also advising the GPs’ commissioning groups.\n\nNHS England has rejected these claims.\n\nFour companies dominate the list of approved suppliers published last week. Capita, KPMG, PwC and UnitedHealth, the previous employer of NHS CEO, Simon Stevens, are now listed as suppliers to six of the nine regional consortiums set up to help GPs’ commissioning groups procure services. Ernst and Young is a supplier to four consortiums while McKinsey has been named as a supplier to five. All are members of the Commissioning Support Industry Group, which is a low-profile body that affords them regular access to the senior NHS officials overseeing the creation of the new market in commissioning services.\n\n“Andrew Lansley [the former health secretary] promised GPs they would be in the driving seat, but the reality is that instead of handing the power and the money to GPs his reforms have handed them to corporations,” said Dr Jacky Davis, founder member of Keep Our NHS Public and co-author of the book NHS For Sale.\n\n“This announcement marks the final step in giving the private sector the power, influence and a big slice of the NHS budget. There is now a massive conflict of interest with private companies like UnitedHealth, KPMG and McKinsey in charge of the GPs’ budget and increasingly buying care from the self-same private sector. The Tories have put Dracula in charge of the blood bank.”\n\nAlthough there is little detail on the value of the contracts at stake, anecdotal evidence suggests that the financial rewards for companies that win them are significant. One regional consortium set up to help GPs’ commissioning groups, the Arden & Greater East Midlands Partnership, paid KPMG more than a quarter of a million pounds a month for the first six months of 2014.\n\nDavis said the NHS market was already estimated to be costing the English NHS between £5bn and £10bn a year: “The NHS market is a failed experiment that has wasted billions of pounds and untold amounts of clinical time, benefiting only private companies while diverting money from patients to shareholders’ pockets. GPs don’t want it, patients certainly don’t want it, but the government is pressing ahead with it regardless.”\n\nHowever, Bob Ricketts, director of commissioning support services for NHS England, said that he was “delighted about the range of quality providers” that had been approved to supply the NHS with services. In addition to the big private firms, the list includes charities, telecoms operators and voluntary groups.\n\n“I genuinely believe that these organisations have brought together the best services in the market to offer commissioners everything they need to deliver the vision of the Five Year Forward View,” Ricketts said.\n\nHe suggested that patients would benefit from the new framework for suppliers that had been put in place. “Local commissioners have been asking for a faster, simplified approach to choosing and changing their commissioning support provider. The framework will cut a typical procurement process to only three months.”",
  "title": "Fears grow over ‘land grab’ of NHS by private suppliers",
  "ts_in": "2015-05-03T15:16:11.211429",
  "url": "http://www.theguardian.com/society/2015/may/02/nhs-land-grab-private-firms-health-privatisation-fears"
}