{
  "article_html": "<div><p>City investors are bracing themselves for a tumultuous week in the financial markets as they ponder the risk of a &#8220;dead heat&#8221; election, followed by weeks of political horse-trading.</p>\n<p>Equity and currency markets have so far remained largely unruffled by the prospect of a change of personnel in Downing street, with the <a href=\"http://www.theguardian.com/business/ftse\" class=\" u-underline\">FTSE</a> 100 hitting a record high last Monday.</p>\n<p>But the City&#8217;s highly paid analysts have been poring over the potential implications of different coalitions &#8211; and the threat of no clear winner emerging.</p>\n<p>&#8220;The worst outcome would be a dead heat,&#8221; said Dhaval Joshi, of investment analysts BCA. &#8220;Are you going to have a minority government that has to take each bill as it comes? I&#8217;m not really sure foreign investors have understood the scale of the logjam that could occur.&#8221;</p>\n<p>Peter Dixon, UK economist at Commerzbank, agreed that overseas investors might be tempted to withdraw their cash from UK stock markets if coalition negotiations become protracted.</p>\n<p>&#8220;You would be surprised at how little foreign investors in particular are aware of how some of these mechanisms work,&#8221; he said. &#8220;Some international investors may wake up on the wrong side of bed, look at the result and say: &#8216;That&#8217;s not what we expected.&#8217;&#8221;</p>\n<p>Howard Archer, UK economist at consultancy IHS Global Insight, warned that businesses in the real economy &#8211; away from the financial markets &#8211; may already have been delaying investment decisions as they await the outcome of this week&#8217;s poll.</p>\n<p>&#8220;Businesses may be worried that we don&#8217;t get a sustainable government from the election and then we&#8217;re in policy limbo,&#8221; he said. &#8220;I&#8217;m still pretty upbeat about growth but that does depend on there not being prolonged political uncertainty.&#8221; He suggested the recent <a href=\"http://www.theguardian.com/business/2015/apr/28/drop-uk-economic-growth-what-experts-say\" class=\" u-underline\">slowdown in the rate of UK growth</a>, which halved to 0.3% in the first quarter of 2015, may have partly resulted from this uncertainty.</p>\n<p>Andrew Goodwin, senior UK economist at consultancy Oxford <a href=\"http://www.theguardian.com/business/economics\" class=\" u-underline\">Economics</a>, agreed that uncertainty is likely to be investors&#8217; key worry. &#8220;We&#8217;re pretty sanguine; the only concern we have is if it takes weeks and weeks to form a government.&#8221;</p>\n<p>If a clear winner does emerge on Friday morning, investors in the traditionally Conservative Square Mile may initially react most negatively to the prospect of a Labour-led administration, which would be elected on a promise of taking on vested interests and increasing the tax burden on the wealthy.</p>\n<p>&#8220;I have a sense that markets have got themselves into a state where they think that a Conservative-led government may well be a positive in the short term,&#8221; Dixon said.</p>\n<p>Some of Labour&#8217;s specific policies, including <a href=\"http://www.theguardian.com/business/2015/mar/13/ed-miliband-energy-firms-price-cut-powers-ofgem-labour-freeze-bills\" class=\" u-underline\">Ed Miliband&#8217;s energy price cap</a> and the pledge to force through <a href=\"http://www.theguardian.com/politics/2014/jan/17/ed-miliband-banks-cost-of-living-labour\" class=\" u-underline\">deeper competition in the banking sector</a>, could also prompt a sell-off in the shares of individual companies.</p>\n<p>James Dowey, chief economist at Neptune Investment Management, said: &#8220;A leftward shift in government is likely to raise the risk premium on domestically exposed stocks, as well as those most affected by reduced labour market flexibility, higher taxes and tougher regulation &#8211; notably the banks, the service sector, homebuilders and utilities.&#8221;</p>\n<p>However, Dixon insisted any short-term City euphoria from a Conservative-led coalition could soon peter out. &#8220;The one thing that people don&#8217;t seem to be factoring in is that the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> have said they want to have a referendum on the EU and I can&#8217;t see any way in which that&#8217;s positive for markets. You might get a short-term bounce, but if they&#8217;re being rational I think that could fade pretty quickly.&#8221;</p>\n<p>But analysts are clear that whatever the complexion of the next government, the process of reducing Britain&#8217;s deficit is likely to continue. </p>\n<p>&#8220;We can be pretty certain there&#8217;s going to be some form of austerity over the next five years,&#8221; said Goodwin. </p>\n<p>In 2010, both the <a href=\"http://www.theguardian.com/global/dan-roberts-on-business-blog/2010/may/11/uk-gilt-auction-test\" class=\" u-underline\">Conservatives and the Liberal Democrats used the threat of a gilt strike</a> &#8211; a refusal of nervous foreign investors to lend to the UK government &#8211; to warn that without a stable coalition focused on spending cuts, the UK could find itself in a Greek-style crisis.</p>\n<p>Many economists now claim that such fears were confected; and Goodwin argues there is certainly little sign of any loss of confidence in the UK today, saying there is &#8220;almost an unprecedented degree of confidence in the UK&#8217;s ability to service its debts&#8221;.</p>\n<p>Chris Iggo of AXA Investment Managers said that in the medium term he would be concerned about a Conservative-led coalition, combined with the Scottish National party dominance north of the border that is being widely forecast.</p>\n<p>&#8220;That is not going to make for a very harmonious union and it will only serve to breed further resentment about the lack of representation on English matters from English voters,&#8221; he said. &#8220;For the markets this can&#8217;t be good and it certainly will be very confusing to overseas investors, especially those that have put money into Scotland.&#8221; </p>\n<p>He predicted that sterling, which had already weakened on Friday after the latest survey of the key <a href=\"http://www.theguardian.com/business/live/2015/may/01/growth-stalls-in-chinas-manufacturing-sector-live-updates#block-55433f14e4b04cf80291d67e\" class=\" u-underline\">manufacturing sector suggested a slowdown</a> in April, could eventually be devalued further.</p>\n<p>Not everyone is convinced that the markets will react dramatically even if a definitive result takes time to emerge, however. Garry White of stockbroker Charles Stanley said: &#8220;We had a similar situation last time [in 2010] and we didn&#8217;t have any great stock market sell-off.&#8221;</p>\n<p>Bank of England policymakers will not reveal their latest interest rate decision until 11 May, when they will have emerged from their pre-election purdah.</p>\n</div>",
  "authors": [
    "Heather Stewart"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Corporation of London",
    "Market turmoil",
    "Business",
    "Economics",
    "Global economy",
    "London",
    "Politics",
    "Stock markets",
    "UK news",
    "FTSE",
    "Conservatives",
    "Liberal Democrats",
    "Labour"
  ],
  "ntitle": "financial_traders_ponder_the_fallout_of_a_dead_heat_election",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "City investors are bracing themselves for a tumultuous week in the financial markets as they ponder the risk of a “dead heat” election, followed by weeks of political horse-trading.\n\nEquity and currency markets have so far remained largely unruffled by the prospect of a change of personnel in Downing street, with the FTSE 100 hitting a record high last Monday.\n\nBut the City’s highly paid analysts have been poring over the potential implications of different coalitions – and the threat of no clear winner emerging.\n\n“The worst outcome would be a dead heat,” said Dhaval Joshi, of investment analysts BCA. “Are you going to have a minority government that has to take each bill as it comes? I’m not really sure foreign investors have understood the scale of the logjam that could occur.”\n\nPeter Dixon, UK economist at Commerzbank, agreed that overseas investors might be tempted to withdraw their cash from UK stock markets if coalition negotiations become protracted.\n\n“You would be surprised at how little foreign investors in particular are aware of how some of these mechanisms work,” he said. “Some international investors may wake up on the wrong side of bed, look at the result and say: ‘That’s not what we expected.’”\n\nHoward Archer, UK economist at consultancy IHS Global Insight, warned that businesses in the real economy – away from the financial markets – may already have been delaying investment decisions as they await the outcome of this week’s poll.\n\n“Businesses may be worried that we don’t get a sustainable government from the election and then we’re in policy limbo,” he said. “I’m still pretty upbeat about growth but that does depend on there not being prolonged political uncertainty.” He suggested the recent slowdown in the rate of UK growth, which halved to 0.3% in the first quarter of 2015, may have partly resulted from this uncertainty.\n\nAndrew Goodwin, senior UK economist at consultancy Oxford Economics, agreed that uncertainty is likely to be investors’ key worry. “We’re pretty sanguine; the only concern we have is if it takes weeks and weeks to form a government.”\n\nIf a clear winner does emerge on Friday morning, investors in the traditionally Conservative Square Mile may initially react most negatively to the prospect of a Labour-led administration, which would be elected on a promise of taking on vested interests and increasing the tax burden on the wealthy.\n\n“I have a sense that markets have got themselves into a state where they think that a Conservative-led government may well be a positive in the short term,” Dixon said.\n\nSome of Labour’s specific policies, including Ed Miliband’s energy price cap and the pledge to force through deeper competition in the banking sector, could also prompt a sell-off in the shares of individual companies.\n\nJames Dowey, chief economist at Neptune Investment Management, said: “A leftward shift in government is likely to raise the risk premium on domestically exposed stocks, as well as those most affected by reduced labour market flexibility, higher taxes and tougher regulation – notably the banks, the service sector, homebuilders and utilities.”\n\nHowever, Dixon insisted any short-term City euphoria from a Conservative-led coalition could soon peter out. “The one thing that people don’t seem to be factoring in is that the Conservatives have said they want to have a referendum on the EU and I can’t see any way in which that’s positive for markets. You might get a short-term bounce, but if they’re being rational I think that could fade pretty quickly.”\n\nBut analysts are clear that whatever the complexion of the next government, the process of reducing Britain’s deficit is likely to continue.\n\n“We can be pretty certain there’s going to be some form of austerity over the next five years,” said Goodwin.\n\nIn 2010, both the Conservatives and the Liberal Democrats used the threat of a gilt strike – a refusal of nervous foreign investors to lend to the UK government – to warn that without a stable coalition focused on spending cuts, the UK could find itself in a Greek-style crisis.\n\nMany economists now claim that such fears were confected; and Goodwin argues there is certainly little sign of any loss of confidence in the UK today, saying there is “almost an unprecedented degree of confidence in the UK’s ability to service its debts”.\n\nChris Iggo of AXA Investment Managers said that in the medium term he would be concerned about a Conservative-led coalition, combined with the Scottish National party dominance north of the border that is being widely forecast.\n\n“That is not going to make for a very harmonious union and it will only serve to breed further resentment about the lack of representation on English matters from English voters,” he said. “For the markets this can’t be good and it certainly will be very confusing to overseas investors, especially those that have put money into Scotland.”\n\nHe predicted that sterling, which had already weakened on Friday after the latest survey of the key manufacturing sector suggested a slowdown in April, could eventually be devalued further.\n\nNot everyone is convinced that the markets will react dramatically even if a definitive result takes time to emerge, however. Garry White of stockbroker Charles Stanley said: “We had a similar situation last time [in 2010] and we didn’t have any great stock market sell-off.”\n\nBank of England policymakers will not reveal their latest interest rate decision until 11 May, when they will have emerged from their pre-election purdah.",
  "title": "Financial traders ponder the fallout of a 'dead heat' election",
  "ts_in": "2015-05-03T15:16:02.580560",
  "url": "http://www.theguardian.com/politics/2015/may/03/financial-traders-dead-heat-election-city-stock-markets-coalition"
}