{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a> leaves us dazzled and confused, as ever. It is what he had done to most of his 47 opponents over nearly 19 years, and now he has added Manny Pacquiao to the list of the damned, the torment inflicted on a stricken opponent over 12 rounds here on Saturday night in a ring the Las Vegas resident probably knows better than the people who built it.</p>\n<p>&#8220;I am the American dream,&#8221; the five-weight champion said after his 25th world title fight, his 11th in a row at the MGM Garden Arena. At 38, the story of the finest welterweight since Sugar Ray Leonard lives on but, after his post-fight threat to give up his WBC, WBA belts, as well as his newly acquired WBO strap &#8211; perhaps as soon as Monday, maybe in a couple of weeks, but certainly some time &#8211; it is a story invested with as much intrigue and doubt as it had beforehand. We are in limbo still.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/03/floyd-mayweather-shows-he-is-a-genius-but-a-lucky-one-against-manny-pacquiao\" class=\" u-underline\">Floyd Mayweather shows he is a genius &#8211; but a lucky one &#8211; against Manny Pacquiao</a> </p>\n\n<p>There is no guarantee of a rematch. There is no encouragement either for Amir Khan, who has waited patiently in the wings for Mayweather, like an understudy forever practising his single line from the final act of a very long play.<br>The fight was supposed to settle the biggest argument in modern boxing. It did not quite deliver. Given their ages (Pacquiao is 36), it was not a total surprise that neither of them could sustain the quality of the exchanges or the vigour of their past over the course of 12 rounds, although there were slivers of magic from both.<br>Some of Mayweather&#8217;s slipping and sliding was sublime, his flat-footedness under pressure less so, and Pacquiao never quite nailed an opponent obviously too big for him to hurt to the point of stoppage.</p>\n<p>But there was no knockout, there were no knockdowns, no major cuts or bruises and no consensus, beyond the scorecards of the judges, that Mayweather had schooled an opponent who later revealed he went into the fight with the vestiges of a chronic injury to his right shoulder. Pacquiao revealed he aggravated it in training two-and-a-half weeks ago, and he can have done it no good during some frenzied shadow-boxing in the tunnel just before his ring-walk. From the third round onwards, he said, he found it painful to use his feared right hook.</p>\n<p>Having been persuaded after nearly six years of often pointless wrangling to put his precious &#8220;0&#8221; on the line, Mayweather proved he was the better fighter on the night, although the thousands of fans among a house of 16,507 customers who booed the verdict and his victory speech clearly were pulling for the Filipino. Some times Mayweather can&#8217;t win, even when he does. Some times Pacquiao loses &#8211; four times in 12 visits to the MGM &#8211; when he might be considered hard done by.</p>\n<p><a href=\"http://www.theguardian.com/sport/boxing\" class=\" u-underline\">Boxing</a>, always desperate for champions to define an era, is left with a proud but weary champion who wants to do no more than go home and watch some television. He is unbeaten yet unfulfilled.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4845y%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Manny+Pacquiao+gets+thoroughly+patronised+by+HBO%E2%80%99s+Max+Kellerman+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4845y%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Manny+Pacquiao+gets+thoroughly+patronised+by+HBO%E2%80%99s+Max+Kellerman+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2Fvideo%2F2015%2Fmay%2F03%2Fmanny-pacquiao-thoroughly-patronised-hbo-max-kellerman-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F3%2F1430646386228%2FKP_212442_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPacquiao gets thoroughly patronised by HBO&#8217;s Kellerman\n\n\n<p>&#8220;I might relinquish my belts,&#8221; he said a few hours after winning on all three scorecards, two of them realistic at 116-112, the third a 118-110 aberration. &#8220;Let other fighters fight for my titles.&#8221;</p>\n<p>Mayweather&#8217;s charity to fellow fights extended briefly but not without caveats to his beaten opponent. &#8220;Manny Pacquiao is a smarter fighter than I thought,&#8221; he said. &#8220;I don&#8217;t want to rate myself. I felt I won. My dad was extremely hard on me and wanted me to do more. I thought in my heart and in my mind that I was winning, but my dad to throw more combinations. He was telling me, &#8216;Floyd you&#8217;ve got to pick it up.&#8217; But I truly believed I won.&#8221;</p>\n<p>He did win &#8211; although, having predicted him to do so unanimously on points beforehand, I thought Pacquiao stole it 116-115. &#8220;I got injuries too,&#8221; Mayweather said when told about Pacquiao&#8217;s shoulder problem. And he is right. As Bob Arum, not one of Mayweather&#8217;s warmest associates, said, all athletes perform injured.<br>But these niggling asides only added to the sense of disappointment in a spectacle billed as The Fight Of The Century. It was intriguing and tense rather than consistently exciting. Pacquiao did bring it to life in the fourth round when he pinned Mayweather on the ropes with some ferocious shots to head and body, but he could not maintain the pressure, and later we discovered why.</p>\n<p>So it was left to the arbiters, not always Pacquiao&#8217;s friends, but who occasionally give Mayweather an inexplicably rough time. According to the judges, the finest defensive artist of his generation won convincingly this time. Dave Moretti, of Las Vegas, normally astute, gave the Filipino just two rounds for a lop-sided card of 118-110, his fellow Nevadan Burt Clements, of Reno, and the consistent Connecticut official, Glenn Feldman, both arriving at a more reasonable 116-112 judgment for Mayweather.</p>\n<p>However, even though that was out of kilter with some &#8211; the Guardian marginally &#8211; the element of doubt might not be sufficient to fuel a rematch. Money and circumstance will determine that, and the unanimous decision gives Mayweather all the justification he needs to avoid Pacquiao if he wants to. I suspect he wants an easier night&#8217;s work to draw alongside the fabled 49-0 record of Rocky Marciano, and that probably rules out Khan, whose speed would trouble if not completely defuse him.</p>\n<p>There was much promise in a bright start in front of a well-heeled full house on Saturday. Mayweather, whose camp had suggested he would try for an early knockout, was positive, sharp and accurate in the first three rounds, before Pacquiao found his range in the fourth and pressed him intermittently in the middle stages as well. He did not build on that as well as he might have done, but, from this vantage point, Mayweather did not dominate either. There were a lot of close rounds, the third, seventh and 11th most obvious among them.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4846x%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Fight+of+the+century%3A+reaction+as+Floyd+Mayweather+beats+Manny+Pacquiao+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4846x%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Fight+of+the+century%3A+reaction+as+Floyd+Mayweather+beats+Manny+Pacquiao+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2Fvideo%2F2015%2Fmay%2F03%2Ffight-century-reaction-floyd-mayweather-beats-manny-pacquiao&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F3%2F1430647467769%2FKP_212448_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nFight of the century: reaction as Mayweather beats Pacquiao\n\n\n<p>I scored those even, which might give the impression of faltering conviction but there was not enough dominance in them either way. The judges did not agree. All of them gave those stanza to Mayweather. Moretti also had his fellow citizen winning the last four, at odds with his colleagues only in rounds eight and nine.<br>Those were the bones of the ordeal, and of contention, the finer points to be argued over by both sides, although there was little rancour afterwards.</p>\n<p>Nor was there any between the fighters during the fight. They touched gloves after numerous interruptions for Mayweather&#8217;s persistent holding, and they hugged like brothers when this most lucrative of assignments was wrapped up. They chatted briefly at the press conference, acknowledging their mutual respect. That was heartwarming.</p>\n<p>Now, however, we are left strangely emptied. The champion wants no kingdom other than the one of his own devising. There will be chaos rather than resolution. He will leave the sport soon, and there will be an almighty vacuum to fill. He has been majestic and enigmatic and we will miss him, for all his faults.</p>\n</div>",
  "authors": [
    "Kevin Mitchell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Sport",
    "US sports"
  ],
  "ntitle": "floyd_mayweather_beats_manny_pacquiao_on_points_to_remain_undefeated",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Floyd Mayweather leaves us dazzled and confused, as ever. It is what he had done to most of his 47 opponents over nearly 19 years, and now he has added Manny Pacquiao to the list of the damned, the torment inflicted on a stricken opponent over 12 rounds here on Saturday night in a ring the Las Vegas resident probably knows better than the people who built it.\n\n“I am the American dream,” the five-weight champion said after his 25th world title fight, his 11th in a row at the MGM Garden Arena. At 38, the story of the finest welterweight since Sugar Ray Leonard lives on but, after his post-fight threat to give up his WBC, WBA belts, as well as his newly acquired WBO strap – perhaps as soon as Monday, maybe in a couple of weeks, but certainly some time – it is a story invested with as much intrigue and doubt as it had beforehand. We are in limbo still.\n\nRelated: Floyd Mayweather shows he is a genius – but a lucky one – against Manny Pacquiao\n\nThere is no guarantee of a rematch. There is no encouragement either for Amir Khan, who has waited patiently in the wings for Mayweather, like an understudy forever practising his single line from the final act of a very long play.\n\nThe fight was supposed to settle the biggest argument in modern boxing. It did not quite deliver. Given their ages (Pacquiao is 36), it was not a total surprise that neither of them could sustain the quality of the exchanges or the vigour of their past over the course of 12 rounds, although there were slivers of magic from both.\n\nSome of Mayweather’s slipping and sliding was sublime, his flat-footedness under pressure less so, and Pacquiao never quite nailed an opponent obviously too big for him to hurt to the point of stoppage.\n\nBut there was no knockout, there were no knockdowns, no major cuts or bruises and no consensus, beyond the scorecards of the judges, that Mayweather had schooled an opponent who later revealed he went into the fight with the vestiges of a chronic injury to his right shoulder. Pacquiao revealed he aggravated it in training two-and-a-half weeks ago, and he can have done it no good during some frenzied shadow-boxing in the tunnel just before his ring-walk. From the third round onwards, he said, he found it painful to use his feared right hook.\n\nHaving been persuaded after nearly six years of often pointless wrangling to put his precious “0” on the line, Mayweather proved he was the better fighter on the night, although the thousands of fans among a house of 16,507 customers who booed the verdict and his victory speech clearly were pulling for the Filipino. Some times Mayweather can’t win, even when he does. Some times Pacquiao loses – four times in 12 visits to the MGM – when he might be considered hard done by.\n\nBoxing, always desperate for champions to define an era, is left with a proud but weary champion who wants to do no more than go home and watch some television. He is unbeaten yet unfulfilled.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Pacquiao gets thoroughly patronised by HBO’s Kellerman\n\n“I might relinquish my belts,” he said a few hours after winning on all three scorecards, two of them realistic at 116-112, the third a 118-110 aberration. “Let other fighters fight for my titles.”\n\nMayweather’s charity to fellow fights extended briefly but not without caveats to his beaten opponent. “Manny Pacquiao is a smarter fighter than I thought,” he said. “I don’t want to rate myself. I felt I won. My dad was extremely hard on me and wanted me to do more. I thought in my heart and in my mind that I was winning, but my dad to throw more combinations. He was telling me, ‘Floyd you’ve got to pick it up.’ But I truly believed I won.”\n\nHe did win – although, having predicted him to do so unanimously on points beforehand, I thought Pacquiao stole it 116-115. “I got injuries too,” Mayweather said when told about Pacquiao’s shoulder problem. And he is right. As Bob Arum, not one of Mayweather’s warmest associates, said, all athletes perform injured.\n\nBut these niggling asides only added to the sense of disappointment in a spectacle billed as The Fight Of The Century. It was intriguing and tense rather than consistently exciting. Pacquiao did bring it to life in the fourth round when he pinned Mayweather on the ropes with some ferocious shots to head and body, but he could not maintain the pressure, and later we discovered why.\n\nSo it was left to the arbiters, not always Pacquiao’s friends, but who occasionally give Mayweather an inexplicably rough time. According to the judges, the finest defensive artist of his generation won convincingly this time. Dave Moretti, of Las Vegas, normally astute, gave the Filipino just two rounds for a lop-sided card of 118-110, his fellow Nevadan Burt Clements, of Reno, and the consistent Connecticut official, Glenn Feldman, both arriving at a more reasonable 116-112 judgment for Mayweather.\n\nHowever, even though that was out of kilter with some – the Guardian marginally – the element of doubt might not be sufficient to fuel a rematch. Money and circumstance will determine that, and the unanimous decision gives Mayweather all the justification he needs to avoid Pacquiao if he wants to. I suspect he wants an easier night’s work to draw alongside the fabled 49-0 record of Rocky Marciano, and that probably rules out Khan, whose speed would trouble if not completely defuse him.\n\nThere was much promise in a bright start in front of a well-heeled full house on Saturday. Mayweather, whose camp had suggested he would try for an early knockout, was positive, sharp and accurate in the first three rounds, before Pacquiao found his range in the fourth and pressed him intermittently in the middle stages as well. He did not build on that as well as he might have done, but, from this vantage point, Mayweather did not dominate either. There were a lot of close rounds, the third, seventh and 11th most obvious among them.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Fight of the century: reaction as Mayweather beats Pacquiao\n\nI scored those even, which might give the impression of faltering conviction but there was not enough dominance in them either way. The judges did not agree. All of them gave those stanza to Mayweather. Moretti also had his fellow citizen winning the last four, at odds with his colleagues only in rounds eight and nine.\n\nThose were the bones of the ordeal, and of contention, the finer points to be argued over by both sides, although there was little rancour afterwards.\n\nNor was there any between the fighters during the fight. They touched gloves after numerous interruptions for Mayweather’s persistent holding, and they hugged like brothers when this most lucrative of assignments was wrapped up. They chatted briefly at the press conference, acknowledging their mutual respect. That was heartwarming.\n\nNow, however, we are left strangely emptied. The champion wants no kingdom other than the one of his own devising. There will be chaos rather than resolution. He will leave the sport soon, and there will be an almighty vacuum to fill. He has been majestic and enigmatic and we will miss him, for all his faults.",
  "title": "Floyd Mayweather beats Manny Pacquiao on points to remain undefeated",
  "ts_in": "2015-05-03T15:16:16.378241",
  "url": "http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten"
}