{
  "article_html": "<div><p>On a night of many riches &#8211; from the &#8220;cheap&#8221; seats in the gods to the impossibly well-heeled gathering near the lit square below &#8211; <a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a> and Manny Pacquiao did their best to deliver the fight everyone wanted, and they almost got there.</p>\n<p>The unanimous decision in favour of the American, received poorly in all sections of the rammed-solid MGM Garden Arena, hurt Pacquiao more than any of the 148 punches the plainly out-of-kilter HBO computer alleged had landed on him. Those purblind number crunchers also said Mayweather threw six more punches than Pacquiao&#8217;s 429, as blind a call as I can remember in boxing.</p>\n<p>The rest of the statistics, consequently, are not worth referring to. What we should do is trust our eyes. There 16,800 pairs of them trained on the action in the ring, and millions more in 150 countries around the world for The Fight Of The Century, an event that was nearly six years in the making and 45 minutes in the execution.</p>\n<p>There were not too many average Joes in this audience, though; the outrageous prices being asked on the secondary market, at least one as high as $351,000 &#8211; although prices tailed off closer to the fight &#8211; were beyond all but the highest of rollers. At least we got a fight.</p>\n<p>Two years ago, one local bookmaker posted 9-1 that it would ever be made. Not many disagreed &#8211; except we were not to know that Mayweather, in contradiction of his public teasing, was engineering a tidal-wave moment of his own creation, a delayed action extravaganza to wipe away the glamour and records of all that had gone before. </p>\n<p>Nobody was immune from the excitement. Freddie Roach, the Filipino&#8217;s trainer of nearly 15 years and his best friend, was moved to take a selfie as they walked to the ring. Pacquiao, as ever, did not stop smiling, thrilled by his personally recorded entrance music.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" class=\" u-underline\">Floyd Mayweather beats Manny Pacquiao on points to remain unbeaten</a> </p>\n\n<p>It was a genuine around-the-world event, one that, remarkably, might have been scuppered at the last minute but for the intervention of CBS chief executive Les Moonves, who resolved a ticket-allocation spat between Bob Arum and Al Haymon. In the Philippines, people tweeted pictures of empty streets and packed closed-circuit auditoriums. In Munich, Andy Murray, seeking his first clay-court title, posted a Twitter selfie with Arthur Abraham, the local boxing hero. His friend Amir Khan, so desperate to fight the winner of Saturday&#8217;s fight, was one of the few celebrities to score a comp in Vegas: a close-up seat worth probably $100,000, courtesy of Haymon, the adviser he shares with Pacquiao. <br></p>\n<p>It would not have been a fight without a foul-up, though, and Jamie Foxx was lumbered with a malfunctioning mic that riddled his otherwise quite nice version of the American national anthem with annoying reverb. Michael Buffer, the voice of boxing, fought hard against a sore throat, the worst of timing.</p>\n<p>However, we weren&#8217;t here for the anthems or the introductions. It was, as Sugar Ray Leonard said earlier in the week, &#8220;a fight to make your palms sweat&#8221;. </p>\n<p>The assembled ringside media experts &#8211; culled to a few hundred inside the arena from 18,000 applicants from around the world and grateful to be accommodated on seats that might have brought up to $100,000 on the secondary ticket market &#8211; buzzed throughout. Just in front of the Guardian, Hispanic radio commentators kept up a staccato chatter in keeping with the energy being generated in the ring, perhaps 15 yards away. Opinions were sought during the combat; some were answered above the din &#8211; and everyone had one. Mine didn&#8217;t accord with the judges, although I had predicted Mayweather would win unanimously on points. Tough.</p>\n<p>Afterwards, we were kettled in our expensive corral for the post-fight press conference, rather than dashing for the usual media room scrum, as security staff cleared the arena to avoid the sort of trouble that blighted two of Mayweather&#8217;s three previous appearances here, among 10 on the spin. The 11th appearance, one of a career total of 15 but surely not the last, provided him with the result but not the performance he desired. <br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/may/02/floyd-mayweather-cnn-espn-reporters-say-banned-fight\" class=\" u-underline\">Floyd Mayweather's domestic violence history clouds fight as female reporters say they were banned</a> </p>\n\n<p>He betrayed fatigue, physical and spiritual. The man dedicated to hard work would love a rest soon.</p>\n<p>As he said in a pre-fight note to saddened members of his Money Team: &#8220;I cannot be your saviour forever, everything has to end some time.&#8221;</p>\n<p>What about his calm fight-week demeanour, then? Was it nerves, apprehension or prescience? All three, most likely. He is a complicated genius &#8211; and a lucky one.</p>\n<p>They arrived for the fight week build-up separately on Tuesday, with ballyhooed entrances at their favoured casinos, a mile apart, and left joined together in history. But only one guy was smiling, and this time there would be no beatific glow on the born-again Pacquiao. He, too, has paid his dues to the sport.</p>\n<p>Pacquiao, Arum says, paid between $3m and $4m (what&#8217;s a million here or there?) on tickets for 900 of his Filipino supporters. Mayweather said he&#8217;d split $50m between three of his four children. If anyone deserved at least a split decision last night it was Pacquiao.</p>\n</div>",
  "authors": [
    "Kevin Mitchell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Sport",
    "US sports"
  ],
  "ntitle": "floyd_mayweather_shows_he_is_a_genius_but_a_lucky_one_against_manny_pacquiao",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "On a night of many riches – from the “cheap” seats in the gods to the impossibly well-heeled gathering near the lit square below – Floyd Mayweather and Manny Pacquiao did their best to deliver the fight everyone wanted, and they almost got there.\n\nThe unanimous decision in favour of the American, received poorly in all sections of the rammed-solid MGM Garden Arena, hurt Pacquiao more than any of the 148 punches the plainly out-of-kilter HBO computer alleged had landed on him. Those purblind number crunchers also said Mayweather threw six more punches than Pacquiao’s 429, as blind a call as I can remember in boxing.\n\nThe rest of the statistics, consequently, are not worth referring to. What we should do is trust our eyes. There 16,800 pairs of them trained on the action in the ring, and millions more in 150 countries around the world for The Fight Of The Century, an event that was nearly six years in the making and 45 minutes in the execution.\n\nThere were not too many average Joes in this audience, though; the outrageous prices being asked on the secondary market, at least one as high as $351,000 – although prices tailed off closer to the fight – were beyond all but the highest of rollers. At least we got a fight.\n\nTwo years ago, one local bookmaker posted 9-1 that it would ever be made. Not many disagreed – except we were not to know that Mayweather, in contradiction of his public teasing, was engineering a tidal-wave moment of his own creation, a delayed action extravaganza to wipe away the glamour and records of all that had gone before.\n\nNobody was immune from the excitement. Freddie Roach, the Filipino’s trainer of nearly 15 years and his best friend, was moved to take a selfie as they walked to the ring. Pacquiao, as ever, did not stop smiling, thrilled by his personally recorded entrance music.\n\nRelated: Floyd Mayweather beats Manny Pacquiao on points to remain unbeaten\n\nIt was a genuine around-the-world event, one that, remarkably, might have been scuppered at the last minute but for the intervention of CBS chief executive Les Moonves, who resolved a ticket-allocation spat between Bob Arum and Al Haymon. In the Philippines, people tweeted pictures of empty streets and packed closed-circuit auditoriums. In Munich, Andy Murray, seeking his first clay-court title, posted a Twitter selfie with Arthur Abraham, the local boxing hero. His friend Amir Khan, so desperate to fight the winner of Saturday’s fight, was one of the few celebrities to score a comp in Vegas: a close-up seat worth probably $100,000, courtesy of Haymon, the adviser he shares with Pacquiao.\n\n\n\nIt would not have been a fight without a foul-up, though, and Jamie Foxx was lumbered with a malfunctioning mic that riddled his otherwise quite nice version of the American national anthem with annoying reverb. Michael Buffer, the voice of boxing, fought hard against a sore throat, the worst of timing.\n\nHowever, we weren’t here for the anthems or the introductions. It was, as Sugar Ray Leonard said earlier in the week, “a fight to make your palms sweat”.\n\nThe assembled ringside media experts – culled to a few hundred inside the arena from 18,000 applicants from around the world and grateful to be accommodated on seats that might have brought up to $100,000 on the secondary ticket market – buzzed throughout. Just in front of the Guardian, Hispanic radio commentators kept up a staccato chatter in keeping with the energy being generated in the ring, perhaps 15 yards away. Opinions were sought during the combat; some were answered above the din – and everyone had one. Mine didn’t accord with the judges, although I had predicted Mayweather would win unanimously on points. Tough.\n\nAfterwards, we were kettled in our expensive corral for the post-fight press conference, rather than dashing for the usual media room scrum, as security staff cleared the arena to avoid the sort of trouble that blighted two of Mayweather’s three previous appearances here, among 10 on the spin. The 11th appearance, one of a career total of 15 but surely not the last, provided him with the result but not the performance he desired.\n\n\n\nRelated: Floyd Mayweather's domestic violence history clouds fight as female reporters say they were banned\n\nHe betrayed fatigue, physical and spiritual. The man dedicated to hard work would love a rest soon.\n\nAs he said in a pre-fight note to saddened members of his Money Team: “I cannot be your saviour forever, everything has to end some time.”\n\nWhat about his calm fight-week demeanour, then? Was it nerves, apprehension or prescience? All three, most likely. He is a complicated genius – and a lucky one.\n\nThey arrived for the fight week build-up separately on Tuesday, with ballyhooed entrances at their favoured casinos, a mile apart, and left joined together in history. But only one guy was smiling, and this time there would be no beatific glow on the born-again Pacquiao. He, too, has paid his dues to the sport.\n\nPacquiao, Arum says, paid between $3m and $4m (what’s a million here or there?) on tickets for 900 of his Filipino supporters. Mayweather said he’d split $50m between three of his four children. If anyone deserved at least a split decision last night it was Pacquiao.",
  "title": "Floyd Mayweather shows he is a genius – but a lucky one – against Manny Pacquiao",
  "ts_in": "2015-05-03T15:16:33.398930",
  "url": "http://www.theguardian.com/sport/blog/2015/may/03/floyd-mayweather-shows-he-is-a-genius-but-a-lucky-one-against-manny-pacquiao"
}