{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/baltimore-mayor-curfew-freddie-gray-protests\" class=\" u-underline\">Baltimore mayor lifts curfew imposed over Freddie Gray protests</a> </p>\n\n<p>Geraldo Rivera was an unpopular presence in Baltimore this week, and never more so than when he encountered Kwame Rose, a young protester whose interruption of a broadcast for Fox News on Tuesday night <a href=\"http://www.theguardian.com/us-news/video/2015/apr/30/geraldo-rivera-protester-baltimore-footage-fox-news-video\" class=\" u-underline\">went viral.</a></p>\n<p>As Rivera was setting up in West Baltimore to interview state senator Catherine Pugh about the protests &#8211; which erupted over the death in police custody of a 25-year-old man, <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a> &#8211; he was surrounded by a crowd of protesters. Rose then stood in front of the camera and told the reporter to leave.</p>\n<p>&#8220;This is my city. This is our city,&#8221; Rose was heard to say. &#8220;We want you gone.&#8221;</p>\n<p>&#8220;I still can&#8217;t fathom the thought that that&#8217;s me,&#8221; Rose told the Guardian. &#8220;I didn&#8217;t do it for the attention &#8230; I hope everyone understands that it was a genuinely raw moment.&#8221;</p>\n<p>Though he remarked on Rose&#8217;s &#8220;passion&#8221; on Fox &amp; Friends on Wednesday morning, Rivera, 71, ultimately deemed the interruption &#8220;annoying&#8221; and &#8220;obstructionist&#8221;. In <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a>, the famed investigative reporter continued to be on the receiving end of interruptions and vitriol.</p>\n<p>Rose, meanwhile, was thrust into an unlikely position &#8211; a leader for the young people of the city.</p>\n<p>&#8220;[The viral video] thrust me into a leadership role,&#8221; he said. &#8220;I can&#8217;t walk around alone anymore for a couple days. I can&#8217;t go to work right now.&#8221;</p>\n<p>The 20-year-old Baltimore native spoke to the Guardian on Saturday, before speaking to a crowd of 2,000 who had gathered at city hall for a celebratory rally, a day after charges were announced against six police officers in connection with the death of Gray.</p>\n<p>Shortly after noon, Rose had led a march from West Baltimore&#8217;s Gilmor homes &#8211; where Gray was arrested on 12 April. He was one of several Baltimoreans who spoke at the rally, which was a largely jubilant affair. As the sun shone and to the tune of Public Enemy&#8217;s Fight the Power, community leaders including Rose and senator Pugh urged citizens to &#8220;seize this moment&#8221;, get their voices heard and fight for change.</p>\n<p>&#8220;Now is the time for the youth to speak, so we can begin to organize for the youth,&#8221; Rose told the crowd.</p>\n<p>&#8220;This is what last Saturday was supposed to look like,&#8221; Rose said of the rally, in reference to the first outbreak of violence in the city, after Gray&#8217;s funeral and most notably around Camden Yards baseball stadium. &#8220;Before outside agitators agitated the protesters and forced the protesters to become self-defensive.</p>\n<p>&#8220;This is what the media should have been covering a week ago. And it wasn&#8217;t until the Baltimore youth burned down the CVS [drugstore] that anyone ever cared. So my whole thing was that we were crying a long time before the buildings were being burned and no one heard our voices. </p>\n<p>&#8220;So y&#8217;all don&#8217;t hear us but you hear when we hurt something that white America is profiting from.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/03/baltimore-protest-kwame-rose-geraldo-rivera-fox-news#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430672665608/15153271-050b-425f-bb26-280b86e4b0e6-300x180.jpeg\" alt=\"Kwame Rose\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4849k%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Freddie+Gray+protester+who+interrupted+Geraldo+shoulders+new+role+as+leader&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4849k%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Freddie+Gray+protester+who+interrupted+Geraldo+shoulders+new+role+as+leader&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F03%2Fbaltimore-protest-kwame-rose-geraldo-rivera-fox-news&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430672666146%2F1376e6f2-b19d-48fa-af99-dac5fba6d621-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nKwame Rose speaks at Baltimore city hall on Saturday. Photograph: Raya Jalabi/the Guardian\n\n\n\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/02/my-49-hours-in-a-baltimore-cell-for-being-a-reporter\" class=\" u-underline\">My 49 hours in a Baltimore cell &#8211; for being a reporter</a> </p>\n\n<p>Rose said he had not realized how much of an impact the Rivera video was having when he went to sleep on Tuesday night. </p>\n<p>&#8220;But the amount of support and the amount of transparency that has come out of that video is incredible,&#8221; he said.</p>\n<p>Rose also denounced the heavy military presence in Baltimore, which he said had turned his city into a &#8220;police state&#8221; and taken a &#8220;mental toll&#8221; on his fellow citizens. </p>\n<p>National guard units were <a href=\"http://www.theguardian.com/us-news/video/2015/apr/28/baltimore-riots-us-national-guard-deployed-residents-pick-up-pieces-video\" class=\" u-underline\">deployed to the city on Tuesday</a>. On Sunday, <a href=\"http://www.theguardian.com/us-news/2015/may/03/baltimore-mayor-curfew-freddie-gray-protests\" class=\" u-underline\">Mayor Stephanie Rawlings-Blake</a> said such troops would withdraw from the city over the next week.</p>\n<p>&#8220;Amongst my own people, that&#8217;s where I feel safe,&#8221; Rose said. &#8220;I&#8217;ve been saying that the entire time. With the troops and the police officers, they make me feel unsafe.&#8221;</p>\n<p>Ultimately, Rose said, he hoped the platform he has been given will inspire others like himself to act for change.</p>\n<p>&#8220;I can only say, to people who look just like me, I can only hope that this is a message that you should never hesitate to speak up for yourself,&#8221; he said. </p>\n<p>&#8220;Never hesitate to speak up for what&#8217;s right. And to stand for change.&#8221; </p>\n</div>",
  "authors": [
    "Raya Jalabi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Freddie Gray",
    "US policing",
    "Protest",
    "Race issues",
    "Baltimore",
    "Maryland",
    "US news",
    "US crime",
    "World news"
  ],
  "ntitle": "freddie_gray_protester_who_interrupted_geraldo_shoulders_new_role_as_leader",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Baltimore mayor lifts curfew imposed over Freddie Gray protests\n\nGeraldo Rivera was an unpopular presence in Baltimore this week, and never more so than when he encountered Kwame Rose, a young protester whose interruption of a broadcast for Fox News on Tuesday night went viral.\n\nAs Rivera was setting up in West Baltimore to interview state senator Catherine Pugh about the protests – which erupted over the death in police custody of a 25-year-old man, Freddie Gray – he was surrounded by a crowd of protesters. Rose then stood in front of the camera and told the reporter to leave.\n\n“This is my city. This is our city,” Rose was heard to say. “We want you gone.”\n\n“I still can’t fathom the thought that that’s me,” Rose told the Guardian. “I didn’t do it for the attention … I hope everyone understands that it was a genuinely raw moment.”\n\nThough he remarked on Rose’s “passion” on Fox & Friends on Wednesday morning, Rivera, 71, ultimately deemed the interruption “annoying” and “obstructionist”. In Baltimore, the famed investigative reporter continued to be on the receiving end of interruptions and vitriol.\n\nRose, meanwhile, was thrust into an unlikely position – a leader for the young people of the city.\n\n“[The viral video] thrust me into a leadership role,” he said. “I can’t walk around alone anymore for a couple days. I can’t go to work right now.”\n\nThe 20-year-old Baltimore native spoke to the Guardian on Saturday, before speaking to a crowd of 2,000 who had gathered at city hall for a celebratory rally, a day after charges were announced against six police officers in connection with the death of Gray.\n\nShortly after noon, Rose had led a march from West Baltimore’s Gilmor homes – where Gray was arrested on 12 April. He was one of several Baltimoreans who spoke at the rally, which was a largely jubilant affair. As the sun shone and to the tune of Public Enemy’s Fight the Power, community leaders including Rose and senator Pugh urged citizens to “seize this moment”, get their voices heard and fight for change.\n\n“Now is the time for the youth to speak, so we can begin to organize for the youth,” Rose told the crowd.\n\n“This is what last Saturday was supposed to look like,” Rose said of the rally, in reference to the first outbreak of violence in the city, after Gray’s funeral and most notably around Camden Yards baseball stadium. “Before outside agitators agitated the protesters and forced the protesters to become self-defensive.\n\n“This is what the media should have been covering a week ago. And it wasn’t until the Baltimore youth burned down the CVS [drugstore] that anyone ever cared. So my whole thing was that we were crying a long time before the buildings were being burned and no one heard our voices.\n\n“So y’all don’t hear us but you hear when we hurt something that white America is profiting from.”\n\nFacebook Twitter Pinterest Kwame Rose speaks at Baltimore city hall on Saturday. Photograph: Raya Jalabi/the Guardian\n\nRelated: My 49 hours in a Baltimore cell – for being a reporter\n\nRose said he had not realized how much of an impact the Rivera video was having when he went to sleep on Tuesday night.\n\n“But the amount of support and the amount of transparency that has come out of that video is incredible,” he said.\n\nRose also denounced the heavy military presence in Baltimore, which he said had turned his city into a “police state” and taken a “mental toll” on his fellow citizens.\n\nNational guard units were deployed to the city on Tuesday. On Sunday, Mayor Stephanie Rawlings-Blake said such troops would withdraw from the city over the next week.\n\n“Amongst my own people, that’s where I feel safe,” Rose said. “I’ve been saying that the entire time. With the troops and the police officers, they make me feel unsafe.”\n\nUltimately, Rose said, he hoped the platform he has been given will inspire others like himself to act for change.\n\n“I can only say, to people who look just like me, I can only hope that this is a message that you should never hesitate to speak up for yourself,” he said.\n\n“Never hesitate to speak up for what’s right. And to stand for change.”",
  "title": "Freddie Gray protester who interrupted Geraldo shoulders new role as leader",
  "ts_in": "2015-05-03T20:53:35.960146",
  "url": "http://www.theguardian.com/us-news/2015/may/03/baltimore-protest-kwame-rose-geraldo-rivera-fox-news"
}