{
  "article_html": "<div><p>Legal observers and medical volunteers were among the roughly 50 people arrested in <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> on Saturday night, as another evening of protests ended in yet more clashes as protesters attempted to defy curfew restrictions.</p>\n<p>Two volunteers, who identified themselves as belonging to the National Lawyers Guild, were seen by the Guardian being arrested alongside four street medics outside the Baltimore City Correctional Center. </p>\n<p>One of the legal observers was wearing a bright green cap, emblazoned with her organisation&#8217;s name &#8211; caps which have proven useful for protesters seeking legal advice during this past week. </p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Amel Ahmed (@amelscript)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\"><a href=\"https://twitter.com/hashtag/Baltimore?src=hash\" class=\" u-underline\">#Baltimore</a> protesters in need of legal assistance look for the individuals in green caps. <a href=\"https://twitter.com/NLGnews\" class=\" u-underline\">@NLGnews</a> <a href=\"http://t.co/K1KrVD0zJw\" class=\" u-underline\">pic.twitter.com/K1KrVD0zJw</a></p>\n<a href=\"https://twitter.com/amelscript/status/594490861037162496\"></a>\n</blockquote>\n\n<p>As police were seen handcuffing the volunteers, a seventh man walked past and was apprehended after one officer with a handheld stun gun asked the man where he was going. The man had said he lived in the neighborhood and was on his way home. </p>\n<p>The arrests outside the building on Greenmount Avenue stand in contrast to the police&#8217;s treatment of curfew-defiers in Hampden, a predominantly white neighborhood in northern Baltimore.</p>\n<p>Earlier in the day, a group of activists had called for a <a href=\"https://www.facebook.com/events/102192510115042/\" class=\" u-underline\">&#8220;silent curfew protest&#8221;</a> which they said was intended to highlight the police&#8217;s differing treatment of protesters based on race, and to expose the police&#8217;s &#8220;anti-Black racism, an institutionalized practice of the police force and government&#8221;. The were mostly white.</p>\n<p>A video tweeted out by activist Deray McKesson &#8211; a Baltimore resident himself who was a prominent figure and organiser at the Ferguson protests last August following the death of unarmed black teenager Michael Brown &#8211; showed police officers trying to reason with the assembled crowd at Hampden. </p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; deray mckesson (@deray)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Y'all, listen to this. You must. This is the 3rd warning. An additional 5 minutes. <a href=\"https://twitter.com/hashtag/BaltimoreUprising?src=hash\" class=\" u-underline\">#BaltimoreUprising</a> <a href=\"http://t.co/LeAstcU9In\" class=\" u-underline\">pic.twitter.com/LeAstcU9In</a></p>\n<a href=\"https://twitter.com/deray/status/594685998719770624\"></a>\n</blockquote>\n\n<p>&#8220;The last thing I want to do is put someone in handcuffs,&#8221; a white police officer told the crowd, before issuing a last warning and asking them to &#8220;please leave&#8221;. According to several accounts on social media, this had been the officer&#8217;s third warning to the group. </p>\n<p>Also among those arrested on Saturday night, was Joseph Kent, the 21-year-old activist who was seen last week getting <a href=\"http://www.theguardian.com/us-news/2015/apr/29/baltimore-protester-kidnapped-on-live-tv-joseph-kent\" class=\" u-underline\">&#8220;kidnapped&#8221; live on television</a>. <br></p>\n<p>Kent&#8217;s lawyer Steve Beatty confirmed on Twitter that his client had arrived at Baltimore central booking station. This is the second arrest for the Morgan State University student in connection with the <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a> protests.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; The Big Acquittal (@BeattyLaw)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">I have confirmation that <a href=\"https://twitter.com/hashtag/JosephKent?src=hash\" class=\" u-underline\">#JosephKent</a> has been taken to Central Booking. He has contacted.me through a family member. I will advise.</p>\n<a href=\"https://twitter.com/BeattyLaw/status/594710803204481024\"></a>\n</blockquote>\n\n<p>Thirty people were reportedly arrested at the intersection of Pennsylvania and North avenues. A protester wearing a Fuck the Police T-shirt appeared to be pulled to the ground by police and tear-gassed. </p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>Jospeh Kent had been in a large group of protesters at the intersection between Pennsylvania and W North avenues, the focal point for much of the week&#8217;s demonstrations. Kent, wearing a T-shirt with a photograph of himself at the scene of his previous arrest, chanted with a group of roughly 200 people, and gave out the phone number for a legal advice helpline. Kent then led some of the protesters away from the intersection, blocking traffic as they went along.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Raya Jalabi (@rayajalabi)</p>\n \n<p lang=\"ro\" dir=\"ltr\" class=\"tweet-body\"><a href=\"https://twitter.com/hashtag/josephkent?src=hash\" class=\" u-underline\">#josephkent</a> leading protest down Pennsylvania ave <a href=\"http://t.co/PFBfgZ4u0Q\" class=\" u-underline\">pic.twitter.com/PFBfgZ4u0Q</a></p>\n<a href=\"https://twitter.com/rayajalabi/status/594671586474614784\"></a>\n</blockquote>\n\n<p>Earlier on Saturday, two thousand people participated in a <a href=\"http://www.theguardian.com/us-news/2015/may/02/baltimore-protesters-city-hall-rally-freddie-gray\" class=\" u-underline\">rally at City Hall</a>. Under the spring sunshine and to the sound of Public Enemy&#8217;s Fight the Power, protesters listened to speakers ranging from young organisers to politicians. </p>\n<p>Many of the demonstrators later moved back towards the Pennsylvania &amp; North intersection, where they were greeted with a &#8220;Party for Peace&#8221;. Protesters danced, grilled some burgers and chatted with local police officers about the state of policing in their communities.</p>\n<p>The seemingly arbitrary nature of the curfew&#8217;s enforcement has led activists to voice their concern that the curfew was targeting poor black communities unevenly. </p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; supergrover (@fuzzlaw)</p>\n \n<p lang=\"und\" dir=\"ltr\" class=\"tweet-body\"><a href=\"https://twitter.com/hashtag/breakthecurfew?src=hash\" class=\" u-underline\">#breakthecurfew</a> <a href=\"http://t.co/b6N6UQWpo3\" class=\" u-underline\">pic.twitter.com/b6N6UQWpo3</a></p>\n<a href=\"https://twitter.com/fuzzlaw/status/594694804275142656\"></a>\n</blockquote>\n\n<p>The curfew also forced local businesses to close at 10pm since it came into effect last Tuesday.</p>\n<p>Kirby Fowler, the president of the Downtown Baltimore local business association, said that the number of people affected by the drop in business in the area could reasonably be in the thousands. </p>\n<p>&#8220;It&#8217;s not just business owners who are being impacted,&#8221; Fowler said. &#8220;It&#8217;s waiters and waitresses and dishwashers who depend on tips to support their families.&#8221;</p>\n</div>",
  "authors": [
    "Raya Jalabi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Baltimore",
    "Freddie Gray",
    "US news",
    "US policing",
    "World news"
  ],
  "ntitle": "freddie_gray_legal_volunteers_arrested_after_defying_baltimore_curfew",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Legal observers and medical volunteers were among the roughly 50 people arrested in Baltimore on Saturday night, as another evening of protests ended in yet more clashes as protesters attempted to defy curfew restrictions.\n\nTwo volunteers, who identified themselves as belonging to the National Lawyers Guild, were seen by the Guardian being arrested alongside four street medics outside the Baltimore City Correctional Center.\n\nOne of the legal observers was wearing a bright green cap, emblazoned with her organisation’s name – caps which have proven useful for protesters seeking legal advice during this past week.\n\n— Amel Ahmed (@amelscript) #Baltimore protesters in need of legal assistance look for the individuals in green caps. @NLGnews pic.twitter.com/K1KrVD0zJw\n\nAs police were seen handcuffing the volunteers, a seventh man walked past and was apprehended after one officer with a handheld stun gun asked the man where he was going. The man had said he lived in the neighborhood and was on his way home.\n\nThe arrests outside the building on Greenmount Avenue stand in contrast to the police’s treatment of curfew-defiers in Hampden, a predominantly white neighborhood in northern Baltimore.\n\nEarlier in the day, a group of activists had called for a “silent curfew protest” which they said was intended to highlight the police’s differing treatment of protesters based on race, and to expose the police’s “anti-Black racism, an institutionalized practice of the police force and government”. The were mostly white.\n\nA video tweeted out by activist Deray McKesson – a Baltimore resident himself who was a prominent figure and organiser at the Ferguson protests last August following the death of unarmed black teenager Michael Brown – showed police officers trying to reason with the assembled crowd at Hampden.\n\n— deray mckesson (@deray) Y'all, listen to this. You must. This is the 3rd warning. An additional 5 minutes. #BaltimoreUprising pic.twitter.com/LeAstcU9In\n\n“The last thing I want to do is put someone in handcuffs,” a white police officer told the crowd, before issuing a last warning and asking them to “please leave”. According to several accounts on social media, this had been the officer’s third warning to the group.\n\nAlso among those arrested on Saturday night, was Joseph Kent, the 21-year-old activist who was seen last week getting “kidnapped” live on television.\n\n\n\nKent’s lawyer Steve Beatty confirmed on Twitter that his client had arrived at Baltimore central booking station. This is the second arrest for the Morgan State University student in connection with the Freddie Gray protests.\n\n— The Big Acquittal (@BeattyLaw) I have confirmation that #JosephKent has been taken to Central Booking. He has contacted.me through a family member. I will advise.\n\nThirty people were reportedly arrested at the intersection of Pennsylvania and North avenues. A protester wearing a Fuck the Police T-shirt appeared to be pulled to the ground by police and tear-gassed.\n\nJospeh Kent had been in a large group of protesters at the intersection between Pennsylvania and W North avenues, the focal point for much of the week’s demonstrations. Kent, wearing a T-shirt with a photograph of himself at the scene of his previous arrest, chanted with a group of roughly 200 people, and gave out the phone number for a legal advice helpline. Kent then led some of the protesters away from the intersection, blocking traffic as they went along.\n\n— Raya Jalabi (@rayajalabi) #josephkent leading protest down Pennsylvania ave pic.twitter.com/PFBfgZ4u0Q\n\nEarlier on Saturday, two thousand people participated in a rally at City Hall. Under the spring sunshine and to the sound of Public Enemy’s Fight the Power, protesters listened to speakers ranging from young organisers to politicians.\n\nMany of the demonstrators later moved back towards the Pennsylvania & North intersection, where they were greeted with a “Party for Peace”. Protesters danced, grilled some burgers and chatted with local police officers about the state of policing in their communities.\n\nThe seemingly arbitrary nature of the curfew’s enforcement has led activists to voice their concern that the curfew was targeting poor black communities unevenly.\n\n— supergrover (@fuzzlaw) #breakthecurfew pic.twitter.com/b6N6UQWpo3\n\nThe curfew also forced local businesses to close at 10pm since it came into effect last Tuesday.\n\nKirby Fowler, the president of the Downtown Baltimore local business association, said that the number of people affected by the drop in business in the area could reasonably be in the thousands.\n\n“It’s not just business owners who are being impacted,” Fowler said. “It’s waiters and waitresses and dishwashers who depend on tips to support their families.”",
  "title": "Freddie Gray: legal volunteers arrested after defying Baltimore curfew",
  "ts_in": "2015-05-03T15:16:27.009313",
  "url": "http://www.theguardian.com/us-news/2015/may/03/freddie-gray-legal-volunteers-arrested-after-defying-baltimore-curfew"
}