{
  "article_html": "<div><p>The French defence minister has appealed for any French peacekeeping soldiers guilty of raping or sexually assaulting children in the <a href=\"http://www.theguardian.com/world/central-african-republic\" class=\" u-underline\">Central African Republic</a> to come forward and give themselves up.</p>\n<p>Jean-Yves Le Drian told <a href=\"http://www.lejdd.fr/International/Jean-Yves-Le-Drian-sur-les-accusations-de-viols-en-Centrafrique-Que-les-soldats-se-denoncent-730598\" class=\" u-underline\">Le Journal de Dimanche</a> that he had felt &#8220;disgust&#8221; and &#8220;betrayal&#8221; when he received a leaked UN report in July last year alleging that French soldiers dispatched to the country to restore order after a 2013 coup had raped and sexually assaulted starving and homeless children in exchange for food. </p>\n<p>Le Drian said: &#8220;If someone has sullied our flag &#8211; because that&#8217;s what it is &#8211; he must say so right now, because it&#8217;s a betrayal of comrades, the image of <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a> and the army&#8217;s mission.&#8221;</p>\n<p>He added: &#8220;When a French soldier is on a mission, he is France.&#8221; He said: &#8220;If one of them has committed such acts, they must immediately give themselves in.&#8221;</p>\n<p>The Guardian revealed last week that a senior United Nations aid worker had been suspended for disclosing to prosecutors <a href=\"http://%5Bhttp://www.theguardian.com/world/2015/apr/29/un-aid-worker-suspended-leaking-report-child-abuse-french-troops-car\" class=\" u-underline\">an internal report </a>on the sexual abuse of children by French peacekeeping troops in the CAR. </p>\n<p>The alleged abuse took place as French peacekeeping troops were supposed to be protecting civilians at a centre for displaced people near the airport of the capital Bangui, between December 2013 &#8212; when the French military operation began &#8212; and June 2014. </p>\n<p>UN rights investigators conducted an investigation into the abuse allegations in the spring of 2014, and Anders Kompass, a Swedish senior UN official, later passed the report to French authorities because he felt his superiors had failed to take action.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/30/un-accused-of-reckless-disregard-for-allegations-of-peacekeeper-child-abuse\" class=\" u-underline\">UN accused of 'reckless disregard' for allegations of peacekeeper child abuse</a> </p>\n\n<p>The Guardian revealed that French authorities sent a <a href=\"http://www.theguardian.com/world/2015/may/01/french-letter-thanked-un-whistleblower-for-disclosing-abuse-by-troops\" class=\" u-underline\">letter of thanks</a> to Kompass for the information.</p>\n<p>The French defence minister Le Drian told Le Journal du Dimanche that he immediately gave the report to French court prosecutors, adding that an internal army investigation into the matter was conducted and finished in August.<br></p>\n<p>&#8220;Naturally, it is available to the courts that are tasked with conducting the judicial inquiry,&#8221; he said.</p>\n<p>Asked why the investigation opened by French prosecutors was still not finished nine months after the ministry received the leaked report, Le Drian<strong> </strong>said it was a &#8220;complex investigation&#8221;.</p>\n<p>&#8220;Since the alleged events, most soldiers have left that theatre of operations, but that must not stop the courts from doing their job swiftly,&#8221; he said. </p>\n</div>",
  "authors": [
    "Angelique Chrisafis"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "France",
    "Child protection",
    "Central African Republic",
    "Africa",
    "Children",
    "Europe",
    "World news"
  ],
  "ntitle": "french_minister_calls_on_soldiers_who_sexually_abused_children_to_come_clean",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The French defence minister has appealed for any French peacekeeping soldiers guilty of raping or sexually assaulting children in the Central African Republic to come forward and give themselves up.\n\nJean-Yves Le Drian told Le Journal de Dimanche that he had felt “disgust” and “betrayal” when he received a leaked UN report in July last year alleging that French soldiers dispatched to the country to restore order after a 2013 coup had raped and sexually assaulted starving and homeless children in exchange for food.\n\nLe Drian said: “If someone has sullied our flag – because that’s what it is – he must say so right now, because it’s a betrayal of comrades, the image of France and the army’s mission.”\n\nHe added: “When a French soldier is on a mission, he is France.” He said: “If one of them has committed such acts, they must immediately give themselves in.”\n\nThe Guardian revealed last week that a senior United Nations aid worker had been suspended for disclosing to prosecutors an internal report on the sexual abuse of children by French peacekeeping troops in the CAR.\n\nThe alleged abuse took place as French peacekeeping troops were supposed to be protecting civilians at a centre for displaced people near the airport of the capital Bangui, between December 2013 — when the French military operation began — and June 2014.\n\nUN rights investigators conducted an investigation into the abuse allegations in the spring of 2014, and Anders Kompass, a Swedish senior UN official, later passed the report to French authorities because he felt his superiors had failed to take action.\n\nRelated: UN accused of 'reckless disregard' for allegations of peacekeeper child abuse\n\nThe Guardian revealed that French authorities sent a letter of thanks to Kompass for the information.\n\nThe French defence minister Le Drian told Le Journal du Dimanche that he immediately gave the report to French court prosecutors, adding that an internal army investigation into the matter was conducted and finished in August.\n\n\n\n“Naturally, it is available to the courts that are tasked with conducting the judicial inquiry,” he said.\n\nAsked why the investigation opened by French prosecutors was still not finished nine months after the ministry received the leaked report, Le Drian said it was a “complex investigation”.\n\n“Since the alleged events, most soldiers have left that theatre of operations, but that must not stop the courts from doing their job swiftly,” he said.",
  "title": "French minister calls on soldiers who sexually abused children to come clean",
  "ts_in": "2015-05-03T20:53:37.485419",
  "url": "http://www.theguardian.com/world/2015/may/03/french-minister-jean-yves-le-drian-peacekeepers-abuse-children-come-forward"
}