{
  "article_html": "<div><p>It was 1966 and Mick Jagger and Brian Jones had blacked-out windows in their Minis so, naturally, Rolling Stones bandmate Bill Wyman had to go one better: helping to pay for the research and development for Mercedes-Benz to follow suit.</p>\n<p>The story of how Wyman got hold of the first Mercedes with blacked out windows has emerged as <a href=\"http://www.bonhams.com/auctions/21906/\" class=\" u-underline\">Bonhams</a> auction house prepare to sell two of the rock star&#8217;s cars. The auction house will sell a 1966 Mercedes-Benz S and a 1971 Citroen Maserati SM at its Festival of Speed sale on 26 June.</p>\n<p>Wyman recalled that &#8220;everyone was getting blacked-out windows&#8221; at the time. &#8220;Mercedes had never done blacked-out windows though, so I had to contribute to the research on how to make them. It cost me about &#163;350.</p>\n<p>&#8220;Then, of course, I got stopped all the time. The police usually wanted to see who was in it.&#8221;</p>\n\n\n<a href=\"/lifeandstyle/2015/may/03/wyman-rolling-stones-rock-star-mercedes-maserati#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430494149017/8e883593-e923-44ec-9992-19b64b6c18a8-300x180.jpeg\" alt=\"Bill Wyman's Mercedes 250 S from 1966.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xqg%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=From+the+garage+of+a+Rolling+Stone%2C+a+trip+into+Wyman%27s+world+of+rock-star+wheels&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xqg%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=From+the+garage+of+a+Rolling+Stone%2C+a+trip+into+Wyman%27s+world+of+rock-star+wheels&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F03%2Fwyman-rolling-stones-rock-star-mercedes-maserati&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430494149650%2F8e883593-e923-44ec-9992-19b64b6c18a8-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nBill Wyman&#8217;s Mercedes 250 S from 1966. Photograph: Matthew Howell/Bonhams\n\n\n\n<p>Wyman said he used to drive his Mercedes around London and to Olympic Studios in Barnes for the recording of the 1968 album Beggars Banquet and the 1969 album Let It Bleed, featuring <a href=\"https://www.youtube.com/watch?v=kxPoCgk7A90\" class=\" u-underline\">Gimme Shelter</a> and <a href=\"https://www.youtube.com/watch?v=e89Awhxjxq8\" class=\" u-underline\">You Can&#8217;t Always Get What You Want</a>.</p>\n<p>&#8220;When we weren&#8217;t in the studio or touring, I drove it around England with my camera, taking photos.&#8221;</p>\n<p>After the Mercedes came a Maserati. &#8220;The minute I saw the Maserati,&#8221; said Wyman. &#8220;I thought this is it! It looked so beautiful. They showed me that incredible engine and the double headlights ... and I thought, incredible! I fell in love with it.&#8221;</p>\n<p>Wyman lived in <a href=\"http://www.estatenetfrance.com/property/Villa-in-Vence-with-Pool-and-Panoramic-Sea-Views/5199/for-sale/\" class=\" u-underline\">Vence in the South of France</a> between 1971-82 and drove his Maserati to Paris to record the albums Some Girls (1978), Emotional Rescue (1980) and Tattoo You (1981). </p>\n<p>&#8220;I&#8217;d drive it to Keith Richards&#8217; place in Cap Ferrat, to record Exile on Main Street and I&#8217;d drive to Paris and back, an eight-hour journey each way.&#8221;</p>\n<p>Wyman recalled zipping over in his Maserati to see his new circle of friends on the Cote d&#8217;Azur, people such as the artists Marc Chagall and C&#233;sar and the writer James Baldwin. &#8220;I&#8217;d also drive to Monte Carlo to hang out with Ringo and Spiros and Philip Niarchos of the Greek shipping family.&#8221;</p>\n<p>He also drove the car to Spain, Italy and England and twice to the Montreux jazz festival where he played with the likes of Muddy Waters and Buddy Guy.</p>\n<p>&#8220;I am sorry to say goodbye to these two cars,&#8221; said Wyman. &#8220;I feel they should now go to people who will love and take care of them as much as I have.&#8221;</p>\n<p>Wyman sold the Mercedes and bought it back in a rather dilapidated condition in 1991, by which time the windows had been changed. It is estimated that it will fetch &#163;20,000-&#163;25,000.</p>\n<p>The Citro&#235;n Maserati, the kind of car that would have been used as a French presidential car in the 1970s, is estimated at &#163;35,000-&#163;40,000. </p>\n<p>Wyman, 78, was in the Rolling Stones for more than 30 years, from 1962-1993, and since 1997 has recorded and toured with his own band, Bill Wyman&#8217;s Rhythm Kings. He is to release a solo record, his first for 33 years, on 22 June.</p>\n<p>Tim Schofield, Bonhams&#8217; director of motor cars said, from an auctioneer&#8217;s point of view, selling on behalf of someone such as Bill Wyman made a huge difference. &#8220;There are plenty of cars which have a link to a known name but it is normally several links removed.&#8221;</p>\n</div>",
  "authors": [
    "Mark Brown"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Collecting",
    "The Rolling Stones",
    "Culture",
    "Life and style",
    "UK news",
    "Music"
  ],
  "ntitle": "from_the_garage_of_a_rolling_stone_a_trip_into_wyman_s_world_of_rock_star_wheels",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "It was 1966 and Mick Jagger and Brian Jones had blacked-out windows in their Minis so, naturally, Rolling Stones bandmate Bill Wyman had to go one better: helping to pay for the research and development for Mercedes-Benz to follow suit.\n\nThe story of how Wyman got hold of the first Mercedes with blacked out windows has emerged as Bonhams auction house prepare to sell two of the rock star’s cars. The auction house will sell a 1966 Mercedes-Benz S and a 1971 Citroen Maserati SM at its Festival of Speed sale on 26 June.\n\nWyman recalled that “everyone was getting blacked-out windows” at the time. “Mercedes had never done blacked-out windows though, so I had to contribute to the research on how to make them. It cost me about £350.\n\n“Then, of course, I got stopped all the time. The police usually wanted to see who was in it.”\n\nFacebook Twitter Pinterest Bill Wyman’s Mercedes 250 S from 1966. Photograph: Matthew Howell/Bonhams\n\nWyman said he used to drive his Mercedes around London and to Olympic Studios in Barnes for the recording of the 1968 album Beggars Banquet and the 1969 album Let It Bleed, featuring Gimme Shelter and You Can’t Always Get What You Want.\n\n“When we weren’t in the studio or touring, I drove it around England with my camera, taking photos.”\n\nAfter the Mercedes came a Maserati. “The minute I saw the Maserati,” said Wyman. “I thought this is it! It looked so beautiful. They showed me that incredible engine and the double headlights ... and I thought, incredible! I fell in love with it.”\n\nWyman lived in Vence in the South of France between 1971-82 and drove his Maserati to Paris to record the albums Some Girls (1978), Emotional Rescue (1980) and Tattoo You (1981).\n\n“I’d drive it to Keith Richards’ place in Cap Ferrat, to record Exile on Main Street and I’d drive to Paris and back, an eight-hour journey each way.”\n\nWyman recalled zipping over in his Maserati to see his new circle of friends on the Cote d’Azur, people such as the artists Marc Chagall and César and the writer James Baldwin. “I’d also drive to Monte Carlo to hang out with Ringo and Spiros and Philip Niarchos of the Greek shipping family.”\n\nHe also drove the car to Spain, Italy and England and twice to the Montreux jazz festival where he played with the likes of Muddy Waters and Buddy Guy.\n\n“I am sorry to say goodbye to these two cars,” said Wyman. “I feel they should now go to people who will love and take care of them as much as I have.”\n\nWyman sold the Mercedes and bought it back in a rather dilapidated condition in 1991, by which time the windows had been changed. It is estimated that it will fetch £20,000-£25,000.\n\nThe Citroën Maserati, the kind of car that would have been used as a French presidential car in the 1970s, is estimated at £35,000-£40,000.\n\nWyman, 78, was in the Rolling Stones for more than 30 years, from 1962-1993, and since 1997 has recorded and toured with his own band, Bill Wyman’s Rhythm Kings. He is to release a solo record, his first for 33 years, on 22 June.\n\nTim Schofield, Bonhams’ director of motor cars said, from an auctioneer’s point of view, selling on behalf of someone such as Bill Wyman made a huge difference. “There are plenty of cars which have a link to a known name but it is normally several links removed.”",
  "title": "From the garage of a Rolling Stone, a trip into Wyman's world of rock-star wheels",
  "ts_in": "2015-05-03T20:53:45.296169",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/03/wyman-rolling-stones-rock-star-mercedes-maserati"
}