{
  "article_html": "<div><p>Ageism is the stupidest of all prejudices. If for whatever reason you decide you hate the Flemish, you aren&#8217;t going to one day wake up and be one of them. But to be old? That&#8217;s ultimately the goal. Old people have something other groups don&#8217;t, which is accumulated firsthand knowledge of the past. When they share it, and share it well, it is exhilarating. Unfortunately, you only get the briefest of whiffs of it in this strange, forgettable love story.</p>\n<p>One could pitch <a href=\"http://www.imdb.com/title/tt1815717/\" class=\" u-underline\">Gerontophilia</a> as a gay <a href=\"http://www.imdb.com/title/tt0067185/\" class=\" u-underline\">Harold and Maude</a>, but that&#8217;s an insult to Hal Ashby&#8217;s 1971 cult classic. The usually provocative <a href=\"http://www.theguardian.com/film/2015/apr/23/bruce-labruce-zombie-porn-museum-of-modern-art\" class=\" u-underline\">Bruce LaBruce</a> restrains himself with an altogether tame and lifeless take on an unusual affair. Our lead character Lake (Pier-Gabriel Lajoie) is a French Canadian kid who quits his lifeguard job in embarrassment at becoming aroused after giving an old man mouth-to-mouth resuscitation. (Never mind that he was too busy doodling in his sketchpad while someone was inhaling water into their lungs.) He takes a gig at an old people&#8217;s home and discovers he has a fondness for Melvyn (Walter Borden), an 81-year-old gay man. Soon they are playing cards, drinking gin, listening to jazz and looking at old photos.</p>\n<p>Lake has a girlfriend, Desiree (Katie Boland), who fashions herself a revolutionary, listing the feminist (and frequently Canadian) women authors that would be on &#8220;her list&#8221; of crushes. She works at a bookstore (where her boss is maybe hitting on her? It&#8217;s a little vague) and she and Lake make out beneath his giant poster of Mahatma Gandhi. As far as image-making is concerned, director LaBruce, whose highly sexual photography is sometimes called transgressive &#8211; and sometimes called pornography &#8211; is good at lining up a shot. The problem is when he asks his characters to speak.</p>\n<p>Gerontophilia is rather reminiscent of a student film, and I don&#8217;t mean that it has the fire of youth. It is restrained by a rank amateurism that borders on embarrassing. The performances are sluggish and sound unnatural. It&#8217;s rare that a movie gets as far as this where you can see actors anticipating their cues. This sort of thing is excusable in independents from 1991, where directors were scraping up short ends of 16mm stock and had to patch together bad takes. If the digital revolution has given us anything, it has afforded even the most micro-budget projects the opportunity to &#8220;go again&#8221;.</p>\n<p>There&#8217;s also the unfortunate sequence when Desiree discovers Lake&#8217;s secret and bluntly proceeds to lay out the film&#8217;s thesis statement. In blocks of text she applauds her soon-to-be-ex for his maturity in accepting the fluid nature of sexuality. It&#8217;s not even a scene, it&#8217;s pamphleteering designed to rouse a festival audience into applause. (Not that I think what she&#8217;s saying is wrong, it&#8217;s just wretched cinema.)</p>\n<p>Then, a miracle. The first two-thirds of Gerontophilia is stuck between the drab senior centre and Lake&#8217;s home, where an argument with his mother leads to one of the more idiotic injuries-on-film I&#8217;ve ever seen. Blessedly, there&#8217;s a jailbreak of sorts when Lake takes Melvyn on a road trip to once again see the Pacific Ocean. The scenes on the excursion &#8211; convenience stores, bars, motels &#8211; finally bring us some energy, and even a little bit of emotion. A sequence where Lake becomes jealous at another man&#8217;s flirtations with Melvyn is an unseen kink the road that perks up the narrative.</p>\n<p>Geriatric sexuality is one of our final taboos. It&#8217;s great that there&#8217;s a movie about this topic. When a good one comes along, it will be even better.</p>\n</div>",
  "authors": [
    "Jordan Hoffman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Film",
    "Culture",
    "Ageing"
  ],
  "ntitle": "gerontophilia_review_a_tame_and_lifeless_take_on_an_unusual_affair",
  "publish_date": "2015-04-30T00:00:00",
  "tags": [],
  "text": "Ageism is the stupidest of all prejudices. If for whatever reason you decide you hate the Flemish, you aren’t going to one day wake up and be one of them. But to be old? That’s ultimately the goal. Old people have something other groups don’t, which is accumulated firsthand knowledge of the past. When they share it, and share it well, it is exhilarating. Unfortunately, you only get the briefest of whiffs of it in this strange, forgettable love story.\n\nOne could pitch Gerontophilia as a gay Harold and Maude, but that’s an insult to Hal Ashby’s 1971 cult classic. The usually provocative Bruce LaBruce restrains himself with an altogether tame and lifeless take on an unusual affair. Our lead character Lake (Pier-Gabriel Lajoie) is a French Canadian kid who quits his lifeguard job in embarrassment at becoming aroused after giving an old man mouth-to-mouth resuscitation. (Never mind that he was too busy doodling in his sketchpad while someone was inhaling water into their lungs.) He takes a gig at an old people’s home and discovers he has a fondness for Melvyn (Walter Borden), an 81-year-old gay man. Soon they are playing cards, drinking gin, listening to jazz and looking at old photos.\n\nLake has a girlfriend, Desiree (Katie Boland), who fashions herself a revolutionary, listing the feminist (and frequently Canadian) women authors that would be on “her list” of crushes. She works at a bookstore (where her boss is maybe hitting on her? It’s a little vague) and she and Lake make out beneath his giant poster of Mahatma Gandhi. As far as image-making is concerned, director LaBruce, whose highly sexual photography is sometimes called transgressive – and sometimes called pornography – is good at lining up a shot. The problem is when he asks his characters to speak.\n\nGerontophilia is rather reminiscent of a student film, and I don’t mean that it has the fire of youth. It is restrained by a rank amateurism that borders on embarrassing. The performances are sluggish and sound unnatural. It’s rare that a movie gets as far as this where you can see actors anticipating their cues. This sort of thing is excusable in independents from 1991, where directors were scraping up short ends of 16mm stock and had to patch together bad takes. If the digital revolution has given us anything, it has afforded even the most micro-budget projects the opportunity to “go again”.\n\nThere’s also the unfortunate sequence when Desiree discovers Lake’s secret and bluntly proceeds to lay out the film’s thesis statement. In blocks of text she applauds her soon-to-be-ex for his maturity in accepting the fluid nature of sexuality. It’s not even a scene, it’s pamphleteering designed to rouse a festival audience into applause. (Not that I think what she’s saying is wrong, it’s just wretched cinema.)\n\nThen, a miracle. The first two-thirds of Gerontophilia is stuck between the drab senior centre and Lake’s home, where an argument with his mother leads to one of the more idiotic injuries-on-film I’ve ever seen. Blessedly, there’s a jailbreak of sorts when Lake takes Melvyn on a road trip to once again see the Pacific Ocean. The scenes on the excursion – convenience stores, bars, motels – finally bring us some energy, and even a little bit of emotion. A sequence where Lake becomes jealous at another man’s flirtations with Melvyn is an unseen kink the road that perks up the narrative.\n\nGeriatric sexuality is one of our final taboos. It’s great that there’s a movie about this topic. When a good one comes along, it will be even better.",
  "title": "Gerontophilia review – a tame and lifeless take on an unusual affair",
  "ts_in": "2015-05-03T15:16:06.612447",
  "url": "http://www.theguardian.com/film/2015/apr/30/gerontophilia-review-bruce-la-bruce"
}