{
  "article_html": "<div><p>Jewish immigration into <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> has surged more than 40% this year, but it is Ukrainians and Russians who are responsible for the rise, not western Europeans fleeing after the Paris attacks.</p>\n<p>Between January and March, 6,499 Jews arrived in Israel, the vast majority from Europe. But the figures produced in an interim report by the Jewish Agency for Israel, an NGO, reveal that the only substantial increase came from eastern Europe<strong> </strong>with numbers from western <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a> remaining more or less steady.</p>\n<p>In all, 1,971 people came from <a href=\"http://www.theguardian.com/world/ukraine\" class=\" u-underline\">Ukraine</a> in the first three months of 2015, a 215% rise on the 625 in the same period last year. The number of Russians rose by almost 50% to 1,515.</p>\n<p>The numbers naturalising from France &#8211; which <a href=\"mailto:http://www.theguardian.com/news/datablog/2015/feb/05/is-there-really-a-jewish-exodus-from-western-europe\" class=\" u-underline\">in 2014</a> became the largest source of immigration to Israel for the first time with 7,000 Jews leaving &#8211; rose by 11% to 1,413. Antisemitism certainly plays a role, but so does the <a href=\"mailto:http://www.theguardian.com/world/2015/jan/16/french-jews-israel-exodus-reasons\" class=\" u-underline\">declining economy</a> and other social factors. As journalist Anshel Pfeffer pointed out in the Israeli newspaper <a href=\"mailto:http://www.haaretz.com/jewish-world/jewish-world-features/.premium-1.654536\" class=\" u-underline\">Haaretz</a>, this &#8220;rise is actually in line with the gradual increase in immigration from France over the past four years&#8221; and is largely attributed to economic hardship.</p>\n<p>Reports in recent years of increasing antisemitism in western Europe and attacks on Jews have led to predictions of a record-breaking wave of immigration in 2015 &#8211; specifically from <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a>, following killing of four Jews in a Jewish supermarket in Paris two days after the Charlie Hebdo killings in January.</p>\n<p>At the time, the Israeli prime minister, Binyamin <a href=\"mailto:http://www.theguardian.com/world/2015/jan/11/netanyahu-israel-european-jews-open-arms\" class=\" u-underline\">Netanyahu, called on European Jews</a> to emigrate to Israel en masse, saying he would &#8220;welcome them with open arms&#8221;. About half a million Jewish people live in <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a>, making it the second largest diaspora population after the US.</p>\n<p>There was also a 43% rise in immigration from Britain in the first quarter of this year. But the actual number of people who moved was only 166. When you consider that there are around 300,000 Jews in the UK, this is not a statistically significant number.<br></p>\n<p>Immigration from North America decreased by 7%, with only 478 new arrivals in the first three months of this year.</p>\n</div>",
  "authors": [
    "Mairav Zonszein"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "Ukraine",
    "World news",
    "France",
    "Middle East and North Africa",
    "Russia",
    "Europe",
    "Charlie Hebdo attack"
  ],
  "ntitle": "global_jewish_immigration_to_israel_jumps_40_this_year",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Jewish immigration into Israel has surged more than 40% this year, but it is Ukrainians and Russians who are responsible for the rise, not western Europeans fleeing after the Paris attacks.\n\nBetween January and March, 6,499 Jews arrived in Israel, the vast majority from Europe. But the figures produced in an interim report by the Jewish Agency for Israel, an NGO, reveal that the only substantial increase came from eastern Europe with numbers from western Europe remaining more or less steady.\n\nIn all, 1,971 people came from Ukraine in the first three months of 2015, a 215% rise on the 625 in the same period last year. The number of Russians rose by almost 50% to 1,515.\n\nThe numbers naturalising from France – which in 2014 became the largest source of immigration to Israel for the first time with 7,000 Jews leaving – rose by 11% to 1,413. Antisemitism certainly plays a role, but so does the declining economy and other social factors. As journalist Anshel Pfeffer pointed out in the Israeli newspaper Haaretz, this “rise is actually in line with the gradual increase in immigration from France over the past four years” and is largely attributed to economic hardship.\n\nReports in recent years of increasing antisemitism in western Europe and attacks on Jews have led to predictions of a record-breaking wave of immigration in 2015 – specifically from France, following killing of four Jews in a Jewish supermarket in Paris two days after the Charlie Hebdo killings in January.\n\nAt the time, the Israeli prime minister, Binyamin Netanyahu, called on European Jews to emigrate to Israel en masse, saying he would “welcome them with open arms”. About half a million Jewish people live in France, making it the second largest diaspora population after the US.\n\nThere was also a 43% rise in immigration from Britain in the first quarter of this year. But the actual number of people who moved was only 166. When you consider that there are around 300,000 Jews in the UK, this is not a statistically significant number.\n\n\n\nImmigration from North America decreased by 7%, with only 478 new arrivals in the first three months of this year.",
  "title": "Global Jewish immigration to Israel jumps 40% this year",
  "ts_in": "2015-05-03T15:16:29.582416",
  "url": "http://www.theguardian.com/world/2015/may/03/jewish-immigration-israel-jumps-this-year-ukrainians-russians-europe-paris-attacks"
}