{
  "article_html": "<div><p>London&#8217;s Garden Bridge has come under fresh attack with environmentalists condemning it as an eco-unfriendly &#8220;shiny toy&#8221; that encapsulates the growing corporatisation of the capital.</p>\n<p>Groups have expressed particular concern over the involvement of the controversial multibillion-pound commodity giant Glencore, and say the &#163;175m crossing&#8217;s environmental credentials are flawed. Despite Glencore being linked to a catalogue of alleged <a href=\"http://www.theguardian.com/business/2012/apr/14/glencore-child-labour-acid-dumping-row\" title=\"\" class=\" u-underline\">environmental and human rights abuses</a>, it has emerged as one of the bridge&#8217;s founding sponsors, pledging to donate a copper-nickel alloy that will form a protective cladding on the structure.</p>\n<p><a href=\"http://www.theguardian.com/environment/greenpeace\" class=\" u-underline\">Greenpeace</a> said the role of Glencore in such a high-profile project granted the company an opportunity to &#8220;greenwash&#8221; its reputation. The London Mining Network, an alliance of human rights, development and environmental groups, said the fact that the bridge &#8211; promoted as creating a river crossing habitat for wildlife &#8211; was linked with the world&#8217;s biggest supplier of seaborne thermal coal, and therefore significant a contributor to climate change, undermined its environmental credibility.</p>\n<p>Charlie Kronick, senior climate adviser of Greenpeace UK, said: &#8220;Glencore are just another fossil fuel peddler hoping they can greenwash their grubby reputation by giving <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a> another shiny toy. As London-basedjournalists and politicians wander from the BP-sponsored Tate, past the Shell-sponsored National Theatre, across the Glencore-sponsored bridge to the Rio Tinto-sponsored Royal Opera House, the sponsors will hope it will be very easy to forget the devastation they inflict on the rest of the world.&#8221;</p>\n<p>Andy Whitmore, of the London <a href=\"http://www.theguardian.com/business/mining\" class=\" u-underline\">Mining</a> Network, an alliance of human rights, development and environmental groups, described Glencore&#8217;s involvement as &#8220;shocking&#8221;. He said: &#8220;Glencore has become synonymous with the corporate abuse of power. It seems particularly odd for a Garden Bridge because of its [Glencore&#8217;s] clear links with climate change and the fact it is one of the largest exporters of seaborne coal in the world.&#8221;</p>\n<p>Sharon Johnson, chief executive of <a href=\"http://www.treesforcities.org/\" title=\"\" class=\" u-underline\">Trees for Cities</a>, a charity promoting urban tree planting, said it had initially welcomed the idea of the Garden Bridge but its support had waned as more details became known. &#8220;The sort of money required to build what is a very expensive bridge would go a long way in terms of tree planting,&#8221; she said. She cited a government-funded &#163;4m project started in 2010 that had resulted in the planting of <a href=\"http://www.forestry.gov.uk/england-bigtreeplant\" title=\"\" class=\" u-underline\">a million trees</a> &#8211; &#163;4 a tree. The Garden Bridge will, according to its promoters, result in the planting of 270 trees &#8211; &#163;636,000 each.</p>\n<p>The latest criticism of the bridge follows the decision of groups such as the RSPB and the London Wildlife Trust to withdraw their support.</p>\n<p>Meanwhile, there is continuing concern over the funding for a scheme that initially came with the promise that it would be <a href=\"http://www.theguardian.com/uk-news/2015/apr/04/garden-bridge-london-thames-boris-johnson\" title=\"\" class=\" u-underline\">entirely paid for by private sponsors</a>. So far &#163;60m of public money has been pledged to a project that critics believe will amount to a privately managed tourist attraction rather than a public right of way across the river. There will be a <a href=\"http://www.theguardian.com/artanddesign/2015/apr/21/garden-bridges-future-in-jeopardy-as-judicial-review-is-granted\" title=\"\" class=\" u-underline\">full judicial review </a>of the project in June after a judge ruled that Lambeth council may have ignored potential funding gaps when granting planning permission for the bridge.</p>\n<p>Michael Ball, director of the Waterloo Community Development Group, which is spearheading the opposition, said: &#8220;The Garden Bridge is sheer greenwash and bling. Encasing the entire underside of the bridge in cupro-nickel then throwing it into a tidal river is sheer profligacy. All this to plant 270 trees?&#8221;</p>\n<p>In a statement, Garden Bridge Trust said: &#8220;We work with a wide range of companies, trusts and foundations and individual philanthropists who have generously provided the private funding required for delivering and maintaining the bridge. We also work extremely closely with ecology and environment groups like RSPB, Woodland Trust and other wildlife charities, to ensure the bridge has the best possible environmental impact.&#8221;</p>\n<p>A Glencore spokesman said they had refuted allegations regarding human rights and environmental abuses many times. He added: &#8220;We work to minimise our [environmental] potential effect, complying with or exceeding relevant regulation&#8221; and that &#8220;in everything we do we respect the human rights of our people, host communities and partners&#8221;.</p>\n</div>",
  "authors": [
    "Mark Townsend"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Glencore Xstrata",
    "Mining",
    "Business",
    "Greenpeace",
    "Activism",
    "Environment",
    "London",
    "UK news",
    "Climate change"
  ],
  "ntitle": "green_groups_condemn_glencore_involvement_in_garden_bridge_project",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "London’s Garden Bridge has come under fresh attack with environmentalists condemning it as an eco-unfriendly “shiny toy” that encapsulates the growing corporatisation of the capital.\n\nGroups have expressed particular concern over the involvement of the controversial multibillion-pound commodity giant Glencore, and say the £175m crossing’s environmental credentials are flawed. Despite Glencore being linked to a catalogue of alleged environmental and human rights abuses, it has emerged as one of the bridge’s founding sponsors, pledging to donate a copper-nickel alloy that will form a protective cladding on the structure.\n\nGreenpeace said the role of Glencore in such a high-profile project granted the company an opportunity to “greenwash” its reputation. The London Mining Network, an alliance of human rights, development and environmental groups, said the fact that the bridge – promoted as creating a river crossing habitat for wildlife – was linked with the world’s biggest supplier of seaborne thermal coal, and therefore significant a contributor to climate change, undermined its environmental credibility.\n\nCharlie Kronick, senior climate adviser of Greenpeace UK, said: “Glencore are just another fossil fuel peddler hoping they can greenwash their grubby reputation by giving London another shiny toy. As London-basedjournalists and politicians wander from the BP-sponsored Tate, past the Shell-sponsored National Theatre, across the Glencore-sponsored bridge to the Rio Tinto-sponsored Royal Opera House, the sponsors will hope it will be very easy to forget the devastation they inflict on the rest of the world.”\n\nAndy Whitmore, of the London Mining Network, an alliance of human rights, development and environmental groups, described Glencore’s involvement as “shocking”. He said: “Glencore has become synonymous with the corporate abuse of power. It seems particularly odd for a Garden Bridge because of its [Glencore’s] clear links with climate change and the fact it is one of the largest exporters of seaborne coal in the world.”\n\nSharon Johnson, chief executive of Trees for Cities, a charity promoting urban tree planting, said it had initially welcomed the idea of the Garden Bridge but its support had waned as more details became known. “The sort of money required to build what is a very expensive bridge would go a long way in terms of tree planting,” she said. She cited a government-funded £4m project started in 2010 that had resulted in the planting of a million trees – £4 a tree. The Garden Bridge will, according to its promoters, result in the planting of 270 trees – £636,000 each.\n\nThe latest criticism of the bridge follows the decision of groups such as the RSPB and the London Wildlife Trust to withdraw their support.\n\nMeanwhile, there is continuing concern over the funding for a scheme that initially came with the promise that it would be entirely paid for by private sponsors. So far £60m of public money has been pledged to a project that critics believe will amount to a privately managed tourist attraction rather than a public right of way across the river. There will be a full judicial review of the project in June after a judge ruled that Lambeth council may have ignored potential funding gaps when granting planning permission for the bridge.\n\nMichael Ball, director of the Waterloo Community Development Group, which is spearheading the opposition, said: “The Garden Bridge is sheer greenwash and bling. Encasing the entire underside of the bridge in cupro-nickel then throwing it into a tidal river is sheer profligacy. All this to plant 270 trees?”\n\nIn a statement, Garden Bridge Trust said: “We work with a wide range of companies, trusts and foundations and individual philanthropists who have generously provided the private funding required for delivering and maintaining the bridge. We also work extremely closely with ecology and environment groups like RSPB, Woodland Trust and other wildlife charities, to ensure the bridge has the best possible environmental impact.”\n\nA Glencore spokesman said they had refuted allegations regarding human rights and environmental abuses many times. He added: “We work to minimise our [environmental] potential effect, complying with or exceeding relevant regulation” and that “in everything we do we respect the human rights of our people, host communities and partners”.",
  "title": "Green groups condemn Glencore involvement in Garden Bridge project",
  "ts_in": "2015-05-03T15:17:12.202317",
  "url": "http://www.theguardian.com/business/2015/may/02/green-groups-condemn-glencore-involvement-in-garden-bridge"
}