{
  "article_html": "<div><p>On the beach at Famagusta, there&#8217;s a sweeter, citrus scent mixed in with the sea breeze.</p>\n<p> In the shadows of one of the world&#8217;s best-known ghost towns &#8211; the Famagustan resort district of Varosha &#8211; a cloud of orangey zest swirls off into the spring air around former resident Chryso Hadjidemetriou. She and a dozen other Cypriot activists are busy skewering oranges on to the frame of a rusty carnival float, last used 41 years ago.</p>\n<p>&#8220;Before 1974,&#8221; she says, &#8220;everywhere round here was oranges. Grove after grove after grove. And every year, on this day, we would decorate this float and celebrate the orange festival in the streets of Varosha.&#8221; </p>\n<p>Another orangey tang is carried on the breeze through a line of bombed-out hotels, abandoned restaurants, shrapnel-splashed apartment blocks and crumbling beach bars.</p>\n<p>Varosha, once home to 45,000 mainly Greek Cypriots, was abandoned in a matter of days in August 1974. <a href=\"http://www.theguardian.com/world/turkey\" class=\" u-underline\">Turkey</a> had just invaded Cyprus after a coup backed by the military junta in Athens had fatally destabilised the already ethnically divided island. Ankara&#8217;s troops have remained ever since, sharing control of the now-empty Varosha with allied Turkish Cypriot security forces.</p>\n<p><a href=\"http://www.theguardian.com/world/cyprus\" class=\" u-underline\">Cyprus</a> has been divided ever since into a mainly Greek Cypriot south and mainly Turkish Cypriot north.</p>\n<p> The fruity tang can thus do something Hadjidemetriou cannot &#8211; get past the line of barbed wire and sentry posts that now rings the ghost town. For more than four decades, this line has denied her and every other former inhabitant access to their dilapidated homes &#8211; often still tantalisingly visible behind the wire, but out of reach.</p>\n<p>&#8220;In 1974, when the Turks invaded and occupied our city, they cut down all the orange trees and wouldn&#8217;t allow any of us back to our homes,&#8221; Hadjidemetriou says. &#8220;Today, 41 years later, we are remembering the oranges and remembering our town.&#8221;</p>\n<p> Around her, hundreds of Greek and Turkish Cypriots &#8211; part of an island-wide movement hoping to reunite the two communities &#8211; have gathered to commemorate that long-abandoned harvest festival.</p>\n\n<blockquote>\n<p>The Turks invaded and occupied our city, they cut down all the orange trees and wouldn&#8217;t allow us back to our homes</p>\n</blockquote>\n\n<p>While they have come together, the leaders of their respective communities have been finding it difficult to do the same. </p>\n<p>UN-sponsored talks aimed at reuniting this former British colony were abandoned seven months ago. The best hope now is that they might restart in the next few weeks. </p>\n<p>The election of Mustafa Akinci as Turkish Cypriot leader last weekend has caused some to hope for change, but the contrast between political division and grassroots unity can be exasperating to many activists. </p>\n<p>&#8220;We can sit down and talk to each other easily,&#8221; says Serdar Atai from the Famagusta Initiative. &#8220;But the politicians have failed to do this for decades.&#8221;</p>\n<p> It is a sentiment echoed on the blustery touchline of an outside basketball court in the UN buffer zone in Nicosia.</p>\n\n\n<a href=\"/world/2015/may/03/hands-across-divide-cypriots-politicians-talks-turkish-greek#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/13/1428923628442/8f5dbadc-c9e5-49a2-8572-42622212866e-300x180.jpeg\" alt=\"A hole in a wall reveals a football pitch inside the UN-controlled buffer zone dividing Nicosia\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47d6c%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Hands+across+the+divide%3A+Cypriots+go+where+their+politicians+fear+to+tread&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47d6c%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Hands+across+the+divide%3A+Cypriots+go+where+their+politicians+fear+to+tread&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fhands-across-divide-cypriots-politicians-talks-turkish-greek&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F13%2F1428923629033%2F8f5dbadc-c9e5-49a2-8572-42622212866e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA hole in a wall reveals a football pitch inside the UN-controlled buffer zone dividing Nicosia, Cyrpus. Photograph: Petros Karadjias/AP\n\n\n\n<p> This zone &#8211; sometimes only as wide as a single street &#8211; is testimony to the long-term failure to find reconciliation. The UN &#8221;green line&#8221; that marks out the zone in Nicosia was established to halt fighting between Greek and Turkish Cypriots in 1964.</p>\n<p> Today, though, another cross-community group, the Peace Players, has brought together young Greek and Turkish Cypriots from across the island to play basketball, competing in mixed teams.</p>\n<p>&#8220;Look at them playing,&#8221; says Narin Haliloglu, one of the parents. &#8220;From here, can you tell which one is a Greek Cypriot and which one is a Turkish Cypriot? We are like family. When my mother died recently, my Greek Cypriot friends all came to the funeral at the mosque. We would go to their church, too. Really, we have no problem being together.&#8221;</p>\n<p> However, a recent UN- and US-sponsored survey suggests that these reconciliatory sentiments may be under increasing pressure.</p>\n\n\n<a href=\"/world/2015/may/03/hands-across-divide-cypriots-politicians-talks-turkish-greek#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/10/1428672744459/464e9c83-9b30-4f1f-98a2-247ec0edcf7d-300x180.jpeg\" alt=\"A mixed Turkish Cypriot and Greek Cypriot basketball match \" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47d6c%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Hands+across+the+divide%3A+Cypriots+go+where+their+politicians+fear+to+tread&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47d6c%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Hands+across+the+divide%3A+Cypriots+go+where+their+politicians+fear+to+tread&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F03%2Fhands-across-divide-cypriots-politicians-talks-turkish-greek&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F10%2F1428672745205%2F464e9c83-9b30-4f1f-98a2-247ec0edcf7d-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA mixed Turkish Cypriot and Greek Cypriot basketball match organised by the Peace Players in the UN buffer zone. Photograph: Jonathan Gorvett\n\n\n\n<p> The survey, undertaken late last year by Nicosia-based cross-community organisation SeeD, showed that since Cyprus experienced an economic crisis in 2013, feelings of estrangement between the communities have increased.</p>\n<p>&#8220;The economic crisis has been very negative,&#8221; says Natasha Apostolidou of SeeD. &#8220;Some Turkish Cypriots who used to work for Greek Cypriots lost their jobs and also their access to health benefits. So we found more Turkish Cypriots not wanting to work for Greek Cypriots and more Greek Cypriots seeing Turkish Cypriots as a threat to their jobs and economic security.&#8221;</p>\n<p> At the same time, years without a settlement are leading many &#8211; particularly the young &#8211; to despair of any future reconciliation.</p>\n<p>&#8220;A lot of younger people on both sides don&#8217;t even know what someone on the other side looks like,&#8221; says 19-year-old Panos Christoforidis, whose grandparents were among those who fled Varosha. &#8220;They think they are axe-wielding barbarians. I&#8217;ll be honest, I don&#8217;t have much hope after all these years, particularly given our useless politicians.&#8221;</p>\n<p> Yet such discouraging views do not put off activists such as Shirin Jetha, a director of the Association for Historical Dialogue and Research (AHDR), which is trying to change the way history and social sciences are taught to the island&#8217;s young people.</p>\n\n<blockquote>\n<p>You can&#8217;t let this chain of bad feeling go on from one generation to another &#8211; you have to stop it somewhere</p>\n</blockquote>\n\n<p>&#8220;If the politicians aren&#8217;t laying the ground work,&#8221; she says, &#8220;and people are feeling that there is no move for reconciliation from them, then things like the SeeD survey are no surprise. It just means we have to put in even more effort to bring people together.&#8221;</p>\n<p> Mertkan Hamit of the Famagusta Initiative agrees. &#8220;For years, the politicians have been talking, but at that level nothing has been happening. So, we have to get away from this obsolete idea of the two leaders meeting and deciding everything. The ordinary people have to be more involved if there is ever going to be a solution.&#8221;</p>\n<p> For 17-year-old basketball player Christiana Miltiadous, that contact between ordinary people is crucial. &#8220;At school, they taught us the Turkish Cypriots were all bad people. None of us had even met any, but of course, when you do meet them, it&#8217;s not like that at all, it&#8217;s a wonderful surprise. I know some Greek Cypriots don&#8217;t like Turks, but you can&#8217;t let this chain of bad feeling go on from one generation to another &#8211; you have to stop it somewhere.&#8221;</p>\n<p>For some, the election of Akinci, known for his commitment to reuniting the island, is the first hopeful sign in a long while that that chain may at least now be loosening. &#8220;I think for the first time, Greek Cypriots travelled to the North to celebrate with the Turkish Cypriots,&#8221; says Hamit.</p>\n<p> Back on the beach at Famagusta, thought, Hadjidemetriou and her friends have finished decorating the float. For a moment, she looks up at the row of blown-out buildings edging the beach.</p>\n<p>&#8220;Hope?&#8221; she asks. &#8220;No, I don&#8217;t have hope any more. But I am determined. Hope is for a different world &#8211; I had that, my uncle who is 77 still has that. But I don&#8217;t. Now, I am determined and I am angry. I want to go home. I want us all, the old especially, to just be able to go home.&#8221;</p>\n</div>",
  "authors": [
    "Jonathan Gorvett In Famagusta"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Cyprus",
    "Greece",
    "Turkey",
    "United Nations",
    "Sport",
    "Europe",
    "World news"
  ],
  "ntitle": "hands_across_the_divide_cypriots_go_where_their_politicians_fear_to_tread",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "On the beach at Famagusta, there’s a sweeter, citrus scent mixed in with the sea breeze.\n\nIn the shadows of one of the world’s best-known ghost towns – the Famagustan resort district of Varosha – a cloud of orangey zest swirls off into the spring air around former resident Chryso Hadjidemetriou. She and a dozen other Cypriot activists are busy skewering oranges on to the frame of a rusty carnival float, last used 41 years ago.\n\n“Before 1974,” she says, “everywhere round here was oranges. Grove after grove after grove. And every year, on this day, we would decorate this float and celebrate the orange festival in the streets of Varosha.”\n\nAnother orangey tang is carried on the breeze through a line of bombed-out hotels, abandoned restaurants, shrapnel-splashed apartment blocks and crumbling beach bars.\n\nVarosha, once home to 45,000 mainly Greek Cypriots, was abandoned in a matter of days in August 1974. Turkey had just invaded Cyprus after a coup backed by the military junta in Athens had fatally destabilised the already ethnically divided island. Ankara’s troops have remained ever since, sharing control of the now-empty Varosha with allied Turkish Cypriot security forces.\n\nCyprus has been divided ever since into a mainly Greek Cypriot south and mainly Turkish Cypriot north.\n\nThe fruity tang can thus do something Hadjidemetriou cannot – get past the line of barbed wire and sentry posts that now rings the ghost town. For more than four decades, this line has denied her and every other former inhabitant access to their dilapidated homes – often still tantalisingly visible behind the wire, but out of reach.\n\n“In 1974, when the Turks invaded and occupied our city, they cut down all the orange trees and wouldn’t allow any of us back to our homes,” Hadjidemetriou says. “Today, 41 years later, we are remembering the oranges and remembering our town.”\n\nAround her, hundreds of Greek and Turkish Cypriots – part of an island-wide movement hoping to reunite the two communities – have gathered to commemorate that long-abandoned harvest festival.\n\nThe Turks invaded and occupied our city, they cut down all the orange trees and wouldn’t allow us back to our homes\n\nWhile they have come together, the leaders of their respective communities have been finding it difficult to do the same.\n\nUN-sponsored talks aimed at reuniting this former British colony were abandoned seven months ago. The best hope now is that they might restart in the next few weeks.\n\nThe election of Mustafa Akinci as Turkish Cypriot leader last weekend has caused some to hope for change, but the contrast between political division and grassroots unity can be exasperating to many activists.\n\n“We can sit down and talk to each other easily,” says Serdar Atai from the Famagusta Initiative. “But the politicians have failed to do this for decades.”\n\nIt is a sentiment echoed on the blustery touchline of an outside basketball court in the UN buffer zone in Nicosia.\n\nFacebook Twitter Pinterest A hole in a wall reveals a football pitch inside the UN-controlled buffer zone dividing Nicosia, Cyrpus. Photograph: Petros Karadjias/AP\n\nThis zone – sometimes only as wide as a single street – is testimony to the long-term failure to find reconciliation. The UN ”green line” that marks out the zone in Nicosia was established to halt fighting between Greek and Turkish Cypriots in 1964.\n\nToday, though, another cross-community group, the Peace Players, has brought together young Greek and Turkish Cypriots from across the island to play basketball, competing in mixed teams.\n\n“Look at them playing,” says Narin Haliloglu, one of the parents. “From here, can you tell which one is a Greek Cypriot and which one is a Turkish Cypriot? We are like family. When my mother died recently, my Greek Cypriot friends all came to the funeral at the mosque. We would go to their church, too. Really, we have no problem being together.”\n\nHowever, a recent UN- and US-sponsored survey suggests that these reconciliatory sentiments may be under increasing pressure.\n\nFacebook Twitter Pinterest A mixed Turkish Cypriot and Greek Cypriot basketball match organised by the Peace Players in the UN buffer zone. Photograph: Jonathan Gorvett\n\nThe survey, undertaken late last year by Nicosia-based cross-community organisation SeeD, showed that since Cyprus experienced an economic crisis in 2013, feelings of estrangement between the communities have increased.\n\n“The economic crisis has been very negative,” says Natasha Apostolidou of SeeD. “Some Turkish Cypriots who used to work for Greek Cypriots lost their jobs and also their access to health benefits. So we found more Turkish Cypriots not wanting to work for Greek Cypriots and more Greek Cypriots seeing Turkish Cypriots as a threat to their jobs and economic security.”\n\nAt the same time, years without a settlement are leading many – particularly the young – to despair of any future reconciliation.\n\n“A lot of younger people on both sides don’t even know what someone on the other side looks like,” says 19-year-old Panos Christoforidis, whose grandparents were among those who fled Varosha. “They think they are axe-wielding barbarians. I’ll be honest, I don’t have much hope after all these years, particularly given our useless politicians.”\n\nYet such discouraging views do not put off activists such as Shirin Jetha, a director of the Association for Historical Dialogue and Research (AHDR), which is trying to change the way history and social sciences are taught to the island’s young people.\n\nYou can’t let this chain of bad feeling go on from one generation to another – you have to stop it somewhere\n\n“If the politicians aren’t laying the ground work,” she says, “and people are feeling that there is no move for reconciliation from them, then things like the SeeD survey are no surprise. It just means we have to put in even more effort to bring people together.”\n\nMertkan Hamit of the Famagusta Initiative agrees. “For years, the politicians have been talking, but at that level nothing has been happening. So, we have to get away from this obsolete idea of the two leaders meeting and deciding everything. The ordinary people have to be more involved if there is ever going to be a solution.”\n\nFor 17-year-old basketball player Christiana Miltiadous, that contact between ordinary people is crucial. “At school, they taught us the Turkish Cypriots were all bad people. None of us had even met any, but of course, when you do meet them, it’s not like that at all, it’s a wonderful surprise. I know some Greek Cypriots don’t like Turks, but you can’t let this chain of bad feeling go on from one generation to another – you have to stop it somewhere.”\n\nFor some, the election of Akinci, known for his commitment to reuniting the island, is the first hopeful sign in a long while that that chain may at least now be loosening. “I think for the first time, Greek Cypriots travelled to the North to celebrate with the Turkish Cypriots,” says Hamit.\n\nBack on the beach at Famagusta, thought, Hadjidemetriou and her friends have finished decorating the float. For a moment, she looks up at the row of blown-out buildings edging the beach.\n\n“Hope?” she asks. “No, I don’t have hope any more. But I am determined. Hope is for a different world – I had that, my uncle who is 77 still has that. But I don’t. Now, I am determined and I am angry. I want to go home. I want us all, the old especially, to just be able to go home.”",
  "title": "Hands across the divide: Cypriots go where their politicians fear to tread",
  "ts_in": "2015-05-03T15:16:14.716747",
  "url": "http://www.theguardian.com/world/2015/may/03/hands-across-divide-cypriots-politicians-talks-turkish-greek"
}