{
  "article_html": "<div><p>The leader of Ireland&#8217;s Catholics has warned that if the Republic endorses gay marriage in the forthcoming referendum, religious organisations could face legal action for refusing to marry same-sex couples in their churches.</p>\n<p><a href=\"http://www.theguardian.com/world/ireland\" class=\" u-underline\">Ireland</a> is the first country in the world to hold a referendum to legalise gay marriages. The vote takes place on 22 May.</p>\n<p>In his first major intervention in the referendum debate on Saturday night, Eamon Martin, primate of All Ireland, expressed various concerns about the consequences of a yes vote.</p>\n<p>The archbishop said: &#8220;Will there be lawsuits against individuals and groups who do not share this vision? What will we be expected to teach children in school about marriage or about homosexual acts? Will those who continue to sincerely believe that marriage is between a man and a woman be forced to act against their faith and conscience?&#8221;</p>\n<p>He went on to say that a yes vote would end the proper meaning of marriage in the state.</p>\n<p>&#8220;If society adopts and imposes a new orthodoxy of &#8216;gender-neutral&#8217; marriage, being defined simply as a union between any two persons &#8211; including a man and a man, or a woman and woman &#8211; then it will become increasingly difficult to speak or teach in public about marriage as being between a man and a woman,&#8221; Martin said.</p>\n<p>If Irish voters elected to amend the country&#8217;s constitution to recognise gay marriages in law this would remove &#8220;the unique and privileged status in society for the marriage between a man and a woman&#8221;, the archbishop continued. </p>\n<p>While not explicitly calling for a no vote, the archbishop said Irish Catholics need &#8220;to reflect and pray carefully about these issues&#8221; before voting on 22 May and &#8220;not to be afraid to speak up for the union of a man and a woman in marriage&#8221;.<br></p>\n<p>Last week Ireland&#8217;s prime minister, Enda Kenny, insisted that the right of churches not to marry gay couples would be upheld.</p>\n<p>The taoiseach said that heterosexual marriage would not be diminished by same-sex marriage and that the institution of marriage would be enriched by it.</p>\n<p>In a series of recent opinion polls, support for gay marriage in Ireland has stood at around 70% of the electorate although among older voters there is a small majority who will vote no. </p>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Gay marriage",
    "Marriage",
    "Ireland",
    "Catholicism",
    "Religion",
    "Christianity",
    "Europe"
  ],
  "ntitle": "ireland_archbishop_raises_concerns_about_yes_vote_in_gay_marriage_poll",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The leader of Ireland’s Catholics has warned that if the Republic endorses gay marriage in the forthcoming referendum, religious organisations could face legal action for refusing to marry same-sex couples in their churches.\n\nIreland is the first country in the world to hold a referendum to legalise gay marriages. The vote takes place on 22 May.\n\nIn his first major intervention in the referendum debate on Saturday night, Eamon Martin, primate of All Ireland, expressed various concerns about the consequences of a yes vote.\n\nThe archbishop said: “Will there be lawsuits against individuals and groups who do not share this vision? What will we be expected to teach children in school about marriage or about homosexual acts? Will those who continue to sincerely believe that marriage is between a man and a woman be forced to act against their faith and conscience?”\n\nHe went on to say that a yes vote would end the proper meaning of marriage in the state.\n\n“If society adopts and imposes a new orthodoxy of ‘gender-neutral’ marriage, being defined simply as a union between any two persons – including a man and a man, or a woman and woman – then it will become increasingly difficult to speak or teach in public about marriage as being between a man and a woman,” Martin said.\n\nIf Irish voters elected to amend the country’s constitution to recognise gay marriages in law this would remove “the unique and privileged status in society for the marriage between a man and a woman”, the archbishop continued.\n\nWhile not explicitly calling for a no vote, the archbishop said Irish Catholics need “to reflect and pray carefully about these issues” before voting on 22 May and “not to be afraid to speak up for the union of a man and a woman in marriage”.\n\n\n\nLast week Ireland’s prime minister, Enda Kenny, insisted that the right of churches not to marry gay couples would be upheld.\n\nThe taoiseach said that heterosexual marriage would not be diminished by same-sex marriage and that the institution of marriage would be enriched by it.\n\nIn a series of recent opinion polls, support for gay marriage in Ireland has stood at around 70% of the electorate although among older voters there is a small majority who will vote no.",
  "title": "Ireland archbishop raises concerns about yes vote in gay marriage poll",
  "ts_in": "2015-05-03T15:17:01.517734",
  "url": "http://www.theguardian.com/society/2015/may/02/ireland-archbishop-fears-lawsuits-for-churches-against-gay-marriage"
}