{
  "article_html": "<div><p>My immediate reaction when I was asked to write an introduction to the Observer Bafta television special was: I am completely the wrong person to do it. I don&#8217;t watch nearly enough TV. Not in an admirable self-imposed intellectual ghetto kind of way &#8211; I love television, but find it hard to &#8220;negotiate&#8221;. I like to think I am giving my 16-year-old son many happy memories as I shout upstairs: &#8220;Gabriel&#8230; Gabriel&#8230; I can&#8217;t turn the television on&#8230; Gabriel! I really don&#8217;t want to watch Netflix again &#8211; I want the actual television.&#8221; At which point he comes in smirking as I bluster: &#8220;I turned on the box thing, but it just said &#8216;no signal&#8217;. Am I using the wrong plastic machine thing?&#8221; [Bigger smile] &#8220;The remote control?&#8221; &#8220;Yes! Yes! That thing.&#8221;</p>\n<p>As Gabriel leaves the room, I mutter: &#8220;It wasn&#8217;t like this when I was a girl, there was an on/off button and then one, two and three &#8211; what is wrong with that? Hmmm? HMMM?&#8221; Having achieved access, I flick through the channels looking for Judge Judy, Grand Designs or Columbo. Once I was intimately in tune with the rhythms of scheduling &#8211; Neighbours waiting after school, the That&#8217;s Life&#8217;s theme tune striking terror into my heart on a Sunday night (whatever I was supposed to have done for Monday morning, it was too late now). These days the gargantuan beast otherwise known as &#8220;television content&#8221; seems like an arrhythmic unfamiliar place, unless you like &#8217;Enders or Strictly, in which case you are probably on pills, very happy and have no idea what I&#8217;m talking about.</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/jessica-hynes-why-i-love-television#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430307209912/52687044-c6f6-455d-bb56-8b08e60cace3-300x180.jpeg\" alt=\"Gogglebox: 'It&#8217;s just nice to have something so essentially kind to watch.'\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x25%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Jessica+Hynes%3A+%E2%80%98It%E2%80%99s+heartening+watching+happy+people+hang+out+on+sofas%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x25%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Jessica+Hynes%3A+%E2%80%98It%E2%80%99s+heartening+watching+happy+people+hang+out+on+sofas%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fjessica-hynes-why-i-love-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430307209701%2F52687044-c6f6-455d-bb56-8b08e60cace3-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGogglebox: &#8216;It&#8217;s just nice to have something so essentially kind to watch.&#8217; Photograph: Jude Edginton\n\n\n\n<p>This uncertainty could explain the uproar after Jeremy Clarkson was sacked for assaulting a producer earlier this year. Huge TV stalwarts have never been more important. They placate us after the daily downloads of holy war/sex/politics in our brutal world. Clarkson&#8217;s own incandescence at not receiving a highly anticipated meat-and-two-veg meal at the end of a hard day was reflected in the fans&#8217; reaction to the absence of Top Gear. They wanted their meat, carrots and potatoes &#8211; Clarkson, Hammond and May &#8211; not because it&#8217;s particularly tasty but because it is the exact opposite: plain, traditional fayre that reassures, reinforces and restates that things are all right with the world. How dare the BBC deprive them of the televisual equivalent of that roast dinner they&#8217;d looked forward to all week? The majority of the British Public don&#8217;t like change on their menu or on their TV. I liked Top Gear, for the record, and I cried during the episode where they visited the derelict TVR manufacturing plant.</p>\n<p><a href=\"http://www.theguardian.com/culture/television\" class=\" u-underline\">Television</a> is largely a place where we go to be told that everything is all white, sorry, all right, as it is. Where, for the most part, the chaotic, painful, alienating, maybe boring and sometimes beautiful act of living is made momentarily more bearable by the shared experience of watching pretend people do pretend things or live pretend lives in a pretend world. Towie and Made in Chelsea (the former won an Audience Award in 2011 and the latter won a TV Bafta two years ago) are perfect examples of this. There really is no &#8220;reality&#8221; in these shows, merely the sanitised worlds of extremely bland people puppeted by erstwhile city boys and girls playing Ken and Barbie. Gogglebox, apart from being a big hit, is the most watchable &#8220;reality&#8221; show I&#8217;ve seen. Instead of humiliating and objectifying its subjects, we are simply invited to enjoy their company as they watch TV. It is very heartening watching happy people hang out on sofas &#8211; although I can&#8217;t work out if the two young Asian men sitting on a leather sofa with an older man are brothers or lovers&#8230; no! Don&#8217;t tell me! I don&#8217;t need to know, it doesn&#8217;t matter! The natural and unforced sexuality, gender, race and class equality is part of its charm, but beyond that it&#8217;s just nice to have something so essentially kind to watch.</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/jessica-hynes-why-i-love-television#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430307554431/dc905f58-cb9b-477c-9724-b42365bb7ff9-300x180.jpeg\" alt=\"Tough talking: Claire Danes as Carrie Mathison in Homeland.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x25%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Jessica+Hynes%3A+%E2%80%98It%E2%80%99s+heartening+watching+happy+people+hang+out+on+sofas%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x25%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Jessica+Hynes%3A+%E2%80%98It%E2%80%99s+heartening+watching+happy+people+hang+out+on+sofas%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fjessica-hynes-why-i-love-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430307554192%2Fdc905f58-cb9b-477c-9724-b42365bb7ff9-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nTough talking: Claire Danes as Carrie Mathison in Homeland. Photograph: Twentieth Century Fox/David Bloomer/Showtime\n\n\n\n<p>Of course Gogglebox doesn&#8217;t really take us to the &#8220;meat&#8221; (not Clarkson&#8217;s, humanity&#8217;s), so when Sarah Lancashire comes on your TV as <a href=\"http://www.bbc.co.uk/programmes/profiles/3typKGK9RtHPjv9fH3jlyw2/catherine-cawood\" class=\" u-underline\">Catherine Cawood</a> in Happy Valley, you put your crocheting down, your tea goes cold and you sit up and pay attention &#8211; there is nothing gentle and sanitised about this. Like my other favourite TV character, <a href=\"http://homeland.wikia.com/wiki/Carrie_Mathison\" class=\" u-underline\">Carrie Mathison</a> from Homeland, Catherine is a bold, complicated, flawed character. They are both pushed to breaking point &#8211; and break! Just like we do!</p>\n<p>When Henry (played so brilliantly by Vincent Franklin) sits opposite Lance, his long-term boyfriend, played by Cyril Nri, in Russell T Davies&#8217;s gorgeous Cucumber and scoffs his food down on date night, rattling off his selfish, care-worn reasons for not wanting to get married and the camera moves slowly into Lance&#8217;s eyes, we are invited into the very gentle heart of him and we cry, too. I&#8217;d love to see Nri get a Bafta for his performance as Lance &#8211; beautiful work.</p>\n\n<blockquote>\n<p>Cawood is a complicated character. Like Carrie Mathison, she's pushed to breaking point &#8211; and breaks! Just like us!</p>\n\nJessica Hynes\n\n</blockquote>\n\n<p>In truth our screens have never been more dominated by strong complex characters in dramas and comedies made both here and in the US. TV may be the resting place for stalwarts, but it is also the delivery device for writers and producers who desire to connect with and challenge society, to tell stories that spread love, empathy and tolerance, to bring dignity and humour to people who, well, who aren&#8217;t white heterosexual men &#8211; and that takes skill and balls. Although, as American comedian Betty White says: &#8220;Why do people say &#8216;grow some balls&#8217;? Balls are weak and sensitive. If you wanna be tough, grow a vagina. Those things can take a pounding.&#8221;</p>\n<p>For the most part, the momentum of change and progress that are essential for any culture to flourish seems to be powered by those who feel most acutely the disadvantage of their demographic. Scott &amp; Bailey, Last Tango in Halifax, Catastrophe, Happy Valley, Line of Duty are some of the most talked-about shows in recent years and all focus on protagonists most commonly seen as weak or powerless by society. These shows are about women (working mothers, pregnant, single), the elderly, the abused, and they compel the viewing public to change their opinions. There&#8217;s nothing more worthy of an award than that. As Janet McTeer so tantalisingly puts it when she demands that the secret service rescue Nessa (played by Maggie Gyllenhaal) in Hugo Blick&#8217;s much-feted The Honorable Woman: &#8220;Perhaps it had something to do with the fact that in a room full of pussies, I&#8217;m the only one with a vagina.&#8221; There are vaginas everywhere in TV these days reminding us that, in case you didn&#8217;t know, they can really take a pounding.</p>\n<p>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\" class=\" u-underline\">@ObsMagazine</a></p>\n</div>",
  "authors": [
    "Jessica Hynes"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bafta 2015",
    "Jessica Hynes",
    "Television",
    "Television industry",
    "Top Gear"
  ],
  "ntitle": "jessica_hynes_it_s_heartening_watching_happy_people_hang_out_on_sofas",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "My immediate reaction when I was asked to write an introduction to the Observer Bafta television special was: I am completely the wrong person to do it. I don’t watch nearly enough TV. Not in an admirable self-imposed intellectual ghetto kind of way – I love television, but find it hard to “negotiate”. I like to think I am giving my 16-year-old son many happy memories as I shout upstairs: “Gabriel… Gabriel… I can’t turn the television on… Gabriel! I really don’t want to watch Netflix again – I want the actual television.” At which point he comes in smirking as I bluster: “I turned on the box thing, but it just said ‘no signal’. Am I using the wrong plastic machine thing?” [Bigger smile] “The remote control?” “Yes! Yes! That thing.”\n\nAs Gabriel leaves the room, I mutter: “It wasn’t like this when I was a girl, there was an on/off button and then one, two and three – what is wrong with that? Hmmm? HMMM?” Having achieved access, I flick through the channels looking for Judge Judy, Grand Designs or Columbo. Once I was intimately in tune with the rhythms of scheduling – Neighbours waiting after school, the That’s Life’s theme tune striking terror into my heart on a Sunday night (whatever I was supposed to have done for Monday morning, it was too late now). These days the gargantuan beast otherwise known as “television content” seems like an arrhythmic unfamiliar place, unless you like ’Enders or Strictly, in which case you are probably on pills, very happy and have no idea what I’m talking about.\n\nFacebook Twitter Pinterest Gogglebox: ‘It’s just nice to have something so essentially kind to watch.’ Photograph: Jude Edginton\n\nThis uncertainty could explain the uproar after Jeremy Clarkson was sacked for assaulting a producer earlier this year. Huge TV stalwarts have never been more important. They placate us after the daily downloads of holy war/sex/politics in our brutal world. Clarkson’s own incandescence at not receiving a highly anticipated meat-and-two-veg meal at the end of a hard day was reflected in the fans’ reaction to the absence of Top Gear. They wanted their meat, carrots and potatoes – Clarkson, Hammond and May – not because it’s particularly tasty but because it is the exact opposite: plain, traditional fayre that reassures, reinforces and restates that things are all right with the world. How dare the BBC deprive them of the televisual equivalent of that roast dinner they’d looked forward to all week? The majority of the British Public don’t like change on their menu or on their TV. I liked Top Gear, for the record, and I cried during the episode where they visited the derelict TVR manufacturing plant.\n\nTelevision is largely a place where we go to be told that everything is all white, sorry, all right, as it is. Where, for the most part, the chaotic, painful, alienating, maybe boring and sometimes beautiful act of living is made momentarily more bearable by the shared experience of watching pretend people do pretend things or live pretend lives in a pretend world. Towie and Made in Chelsea (the former won an Audience Award in 2011 and the latter won a TV Bafta two years ago) are perfect examples of this. There really is no “reality” in these shows, merely the sanitised worlds of extremely bland people puppeted by erstwhile city boys and girls playing Ken and Barbie. Gogglebox, apart from being a big hit, is the most watchable “reality” show I’ve seen. Instead of humiliating and objectifying its subjects, we are simply invited to enjoy their company as they watch TV. It is very heartening watching happy people hang out on sofas – although I can’t work out if the two young Asian men sitting on a leather sofa with an older man are brothers or lovers… no! Don’t tell me! I don’t need to know, it doesn’t matter! The natural and unforced sexuality, gender, race and class equality is part of its charm, but beyond that it’s just nice to have something so essentially kind to watch.\n\nFacebook Twitter Pinterest Tough talking: Claire Danes as Carrie Mathison in Homeland. Photograph: Twentieth Century Fox/David Bloomer/Showtime\n\nOf course Gogglebox doesn’t really take us to the “meat” (not Clarkson’s, humanity’s), so when Sarah Lancashire comes on your TV as Catherine Cawood in Happy Valley, you put your crocheting down, your tea goes cold and you sit up and pay attention – there is nothing gentle and sanitised about this. Like my other favourite TV character, Carrie Mathison from Homeland, Catherine is a bold, complicated, flawed character. They are both pushed to breaking point – and break! Just like we do!\n\nWhen Henry (played so brilliantly by Vincent Franklin) sits opposite Lance, his long-term boyfriend, played by Cyril Nri, in Russell T Davies’s gorgeous Cucumber and scoffs his food down on date night, rattling off his selfish, care-worn reasons for not wanting to get married and the camera moves slowly into Lance’s eyes, we are invited into the very gentle heart of him and we cry, too. I’d love to see Nri get a Bafta for his performance as Lance – beautiful work.\n\nCawood is a complicated character. Like Carrie Mathison, she's pushed to breaking point – and breaks! Just like us! Jessica Hynes\n\nIn truth our screens have never been more dominated by strong complex characters in dramas and comedies made both here and in the US. TV may be the resting place for stalwarts, but it is also the delivery device for writers and producers who desire to connect with and challenge society, to tell stories that spread love, empathy and tolerance, to bring dignity and humour to people who, well, who aren’t white heterosexual men – and that takes skill and balls. Although, as American comedian Betty White says: “Why do people say ‘grow some balls’? Balls are weak and sensitive. If you wanna be tough, grow a vagina. Those things can take a pounding.”\n\nFor the most part, the momentum of change and progress that are essential for any culture to flourish seems to be powered by those who feel most acutely the disadvantage of their demographic. Scott & Bailey, Last Tango in Halifax, Catastrophe, Happy Valley, Line of Duty are some of the most talked-about shows in recent years and all focus on protagonists most commonly seen as weak or powerless by society. These shows are about women (working mothers, pregnant, single), the elderly, the abused, and they compel the viewing public to change their opinions. There’s nothing more worthy of an award than that. As Janet McTeer so tantalisingly puts it when she demands that the secret service rescue Nessa (played by Maggie Gyllenhaal) in Hugo Blick’s much-feted The Honorable Woman: “Perhaps it had something to do with the fact that in a room full of pussies, I’m the only one with a vagina.” There are vaginas everywhere in TV these days reminding us that, in case you didn’t know, they can really take a pounding.\n\nFollow the Observer Magazine on Twitter @ObsMagazine",
  "title": "Jessica Hynes: ‘It’s heartening watching happy people hang out on sofas’",
  "ts_in": "2015-05-03T15:16:54.195847",
  "url": "http://www.theguardian.com/tv-and-radio/2015/may/03/jessica-hynes-why-i-love-television"
}