{
  "article_html": "<div><p>Former US president <a href=\"http://www.theguardian.com/us-news/jimmy-carter\" class=\" u-underline\">Jimmy Carter</a> said Saturday that eight months after a bloody war in the Gaza Strip the situation there remains &#8220;intolerable&#8221;.</p>\n<p>Carter and his delegation were supposed to visit the isolated territory but earlier this week called it off, citing unspecified security concerns. Speaking to reporters in Jerusalem, Carter said he was still determined to work for a Palestinian state in the West Bank and <a href=\"http://www.theguardian.com/world/gaza\" class=\" u-underline\">Gaza</a>.</p>\n<p>&#8220;What we have seen and heard only strengthens our determination to work for peace,&#8221; he said. &#8220;The situation in Gaza is intolerable. Eight months after a devastating war, not one destroyed house has been rebuilt and people cannot live with the respect and dignity they deserve.&#8221;</p>\n<p>More than 2,000 Palestinians were killed in the 50-day summer war between Israeli forces and Hamas militants who fired rockets into <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a>.</p>\n<p>Earlier in the day, Carter, 90, visited Palestinian president Mahmoud Abbas in Ramallah and laid a wreath on the grave of former leader Yasser Arafat.</p>\n<p>Carter was accompanied by Gro Harlem Brundtland, a former prime minister of Norway and fellow member of his Elders group.</p>\n<p>But Carter was shunned by Israeli leaders who long have considered him hostile to the Jewish state.</p>\n<p>Although he brokered the first Israeli-Arab peace treaty during his presidency, Carter outraged many Israelis with his 2006 book Palestine: Peace Not Apartheid. He has also repeatedly reached out to Gaza&#8217;s Islamic Hamas leaders, considered terrorists by much of the west.</p>\n<p>Carter did meet with a group of Israelis living in towns bordering Gaza and heard about life under the threat of rocket attacks and militant infiltrations from Gaza. But he said that he had no interest in meeting Prime Minister Benjamin Netanyahu, who has ignored him in the past.</p>\n<p>&#8220;This time we decided it was a waste of time to ask,&#8221; Carter said. &#8220;As long as he is in charge, there will be no two-state solution and therefore no Palestinian state.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Jerusalem"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Gaza",
    "Israel",
    "Jimmy Carter",
    "Arab and Middle East unrest",
    "US news",
    "World news",
    "Middle East and North Africa"
  ],
  "ntitle": "jimmy_carter_calls_situation_in_gaza_intolerable_eight_months_after_war",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Former US president Jimmy Carter said Saturday that eight months after a bloody war in the Gaza Strip the situation there remains “intolerable”.\n\nCarter and his delegation were supposed to visit the isolated territory but earlier this week called it off, citing unspecified security concerns. Speaking to reporters in Jerusalem, Carter said he was still determined to work for a Palestinian state in the West Bank and Gaza.\n\n“What we have seen and heard only strengthens our determination to work for peace,” he said. “The situation in Gaza is intolerable. Eight months after a devastating war, not one destroyed house has been rebuilt and people cannot live with the respect and dignity they deserve.”\n\nMore than 2,000 Palestinians were killed in the 50-day summer war between Israeli forces and Hamas militants who fired rockets into Israel.\n\nEarlier in the day, Carter, 90, visited Palestinian president Mahmoud Abbas in Ramallah and laid a wreath on the grave of former leader Yasser Arafat.\n\nCarter was accompanied by Gro Harlem Brundtland, a former prime minister of Norway and fellow member of his Elders group.\n\nBut Carter was shunned by Israeli leaders who long have considered him hostile to the Jewish state.\n\nAlthough he brokered the first Israeli-Arab peace treaty during his presidency, Carter outraged many Israelis with his 2006 book Palestine: Peace Not Apartheid. He has also repeatedly reached out to Gaza’s Islamic Hamas leaders, considered terrorists by much of the west.\n\nCarter did meet with a group of Israelis living in towns bordering Gaza and heard about life under the threat of rocket attacks and militant infiltrations from Gaza. But he said that he had no interest in meeting Prime Minister Benjamin Netanyahu, who has ignored him in the past.\n\n“This time we decided it was a waste of time to ask,” Carter said. “As long as he is in charge, there will be no two-state solution and therefore no Palestinian state.”",
  "title": "Jimmy Carter calls situation in Gaza 'intolerable' eight months after war",
  "ts_in": "2015-05-03T15:16:20.437134",
  "url": "http://www.theguardian.com/world/2015/may/02/jimmy-carter-gaza-israel-jerusalem"
}