{
  "article_html": "<div><p>A second general election later this year after an inconclusive result on Thursday would resolve little and would probably produce a similar outcome, former chancellor <a href=\"http://www.theguardian.com/politics/kenneth-clarke\" class=\" u-underline\">Kenneth Clarke</a> has said.</p>\n<p>In a warning to the main political parties, which are making tentative plans for a second election as opinion polls suggest that <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> and the Tories are largely tied, Clarke joked that the public would &#8220;not surprisingly&#8221; produce the same result.</p>\n<p>&#8220;You can get out of a hung parliament by having a second election but not surprisingly the public tends to return a parliament which looks rather like the first one,&#8221; he said.</p>\n<p>Clarke&#8217;s intervention came as supporters of <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> prepare to face down the Tory right amid fears that internal critics will try to unseat the prime minister if he fails to achieve a decisive victory over Ed Miliband. The prime minister is prepared to tell the 1922 committee of Tory MPs that if they seek to replace him with another leader, possibly Boris Johnson, he would probably have to advise the Queen to call on Miliband to form a government.</p>\n<p>A senior Tory said: &#8220;The idea that the parliamentary party would reject any kind of coalition, when the clear alternative is a Labour government, is for the birds. David will just say: &#8216;OK, if it&#8217;s not me, it&#8217;s <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a>. And it is your fault and everyone knows it&#8217;syour fault. Are you really going to do this? Go back to your constituencies and explain to them.&#8217;&#8221;</p>\n<p>A YouGov/Sunday Times poll suggested that Britain is heading for the most evenly balanced parliament since 1974 with a key difference: Labour and Tories would both fall a long way short of the 326 seats needed to secure an overall parliamentary majority. The poll put the Tories on 34%, Labour on 33%, suggesting 283 seats and 261 respectively.</p>\n<p>The tight polls have emboldened the Tory right to think of a future without Cameron. The executive of the 1922 committee will hold a teleconference on Friday ahead of a full meeting of the committee on Monday 11 May. Graham Brady, the chairman of the committee, has won an assurance from Cameron that any coalition deal would have to be approved by the committee.<br></p>\n<p>The uncertain election result has also prompted the two main parties to examine tentative plans for a second election later this year. Clarke said that the experience of 1974, the last time Britain experienced two general elections in one year, showed that voters should be prepared to make up their minds on Thursday.<br></p>\n<p>The former chancellor, who was a Tory government whip in the runup to the first election of that year in February 1974, said: &#8220;Harold [Wilson, the Labour leader] made a minuscule increase in his majority [in the second election in October 1974] and by the last two years of the parliament [Labour] had a minority government ... You won&#8217;t necessarily find that if you hold it within a few months you will get a different result from the first one so people need to make their mind up this time.&#8221;</p>\n<p>Clarke, who raised concerns last year after David Cameron played the English card after the Scottish independence referendum, endorsed the prime minister&#8217;s warnings about the impact of a strong SNP contingent on Labour. Miliband would face &#8220;an ordeal by torture&#8221; if he had to rely on the SNP, he said. &#8220;If they had to take power depending on the SNP it will be ordeal by torture, it won&#8217;t be a bed of roses, week by week if they are not careful.&#8221;</p>\n<p>Clarke, 74, who is contesting his Rushcliffe constituency for the 12th time after first winning the Nottinghamshire seat in 1970, said he was confident the Tories would edge ahead by polling day. He said that this year&#8217;s election reminds of 1987 when Margaret Thatcher secured her third succcessive victory on the back of an economic reovery. But there is one big difference: the &#8220;cynicism and detachment&#8221; of voters.<br></p>\n<p>&#8220;By traditional politics, which we were used to until about 20 years ago, this would have been a walkover for us. The one it reminds me most of is 1987. We have an economy that is doing well, has a long way to go and we took over a catastrophe of which the Labour party are still blamed by many people. Now it&#8217;s the cynicism and detachment of the population, the fashionable hostility to the political class and the somewhat larger number of people who are refusing to vote at all which is stopping that happening.&#8221;</p>\n<p>In the first of 1974&#8217;s elections, the then Labour opposition leader Harold Wilson nudged ahead of the Tory leader and prime minister, Ted Heath &#8211; by 301 seats to 297 &#8211; delivering a hung parliament. Labour was slightly behind the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> on the overall vote share &#8211; by 37.2% to 37.9%.</p>\n<p>Labour consolidated its position in the second election of the year, in October, when it won 319 seats, giving Wilson a majority of three. The Tories were on 277 seats and behind Labour on the overall vote share &#8211; 35.8% to 39.2%. But Labour eventually lost its majority, producing another hung parliament which ended in March 1979 when the SNP voted with the Tories in a no-confidence vote to bring down Jim Callaghan, Wilson&#8217;s successor as Labour prime minister.</p>\n<p>Unlike in 1974, when Wilson sought the Queen&#8217;s permission to allow Britain to go to the polls for a second time in eight months, an early election can now only be triggered by MPs in one of two circumstances. Under the Fixed-Term Parliaments Act of 2011 an early election is called if two-thirds of MPs vote for one or if a government loses a no-confidence vote and a new government loses a confidence vote 14 days later.</p>\n</div>",
  "authors": [
    "Nicholas Watt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Conservatives",
    "Kenneth Clarke",
    "Politics",
    "UK news",
    "David Cameron",
    "Ed Miliband",
    "1922 Committee",
    "Labour"
  ],
  "ntitle": "kenneth_clarke_chaos_of_second_general_election_this_year_would_fix_nothing",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A second general election later this year after an inconclusive result on Thursday would resolve little and would probably produce a similar outcome, former chancellor Kenneth Clarke has said.\n\nIn a warning to the main political parties, which are making tentative plans for a second election as opinion polls suggest that Labour and the Tories are largely tied, Clarke joked that the public would “not surprisingly” produce the same result.\n\n“You can get out of a hung parliament by having a second election but not surprisingly the public tends to return a parliament which looks rather like the first one,” he said.\n\nClarke’s intervention came as supporters of David Cameron prepare to face down the Tory right amid fears that internal critics will try to unseat the prime minister if he fails to achieve a decisive victory over Ed Miliband. The prime minister is prepared to tell the 1922 committee of Tory MPs that if they seek to replace him with another leader, possibly Boris Johnson, he would probably have to advise the Queen to call on Miliband to form a government.\n\nA senior Tory said: “The idea that the parliamentary party would reject any kind of coalition, when the clear alternative is a Labour government, is for the birds. David will just say: ‘OK, if it’s not me, it’s Ed Miliband. And it is your fault and everyone knows it’syour fault. Are you really going to do this? Go back to your constituencies and explain to them.’”\n\nA YouGov/Sunday Times poll suggested that Britain is heading for the most evenly balanced parliament since 1974 with a key difference: Labour and Tories would both fall a long way short of the 326 seats needed to secure an overall parliamentary majority. The poll put the Tories on 34%, Labour on 33%, suggesting 283 seats and 261 respectively.\n\nThe tight polls have emboldened the Tory right to think of a future without Cameron. The executive of the 1922 committee will hold a teleconference on Friday ahead of a full meeting of the committee on Monday 11 May. Graham Brady, the chairman of the committee, has won an assurance from Cameron that any coalition deal would have to be approved by the committee.\n\n\n\nThe uncertain election result has also prompted the two main parties to examine tentative plans for a second election later this year. Clarke said that the experience of 1974, the last time Britain experienced two general elections in one year, showed that voters should be prepared to make up their minds on Thursday.\n\n\n\nThe former chancellor, who was a Tory government whip in the runup to the first election of that year in February 1974, said: “Harold [Wilson, the Labour leader] made a minuscule increase in his majority [in the second election in October 1974] and by the last two years of the parliament [Labour] had a minority government ... You won’t necessarily find that if you hold it within a few months you will get a different result from the first one so people need to make their mind up this time.”\n\nClarke, who raised concerns last year after David Cameron played the English card after the Scottish independence referendum, endorsed the prime minister’s warnings about the impact of a strong SNP contingent on Labour. Miliband would face “an ordeal by torture” if he had to rely on the SNP, he said. “If they had to take power depending on the SNP it will be ordeal by torture, it won’t be a bed of roses, week by week if they are not careful.”\n\nClarke, 74, who is contesting his Rushcliffe constituency for the 12th time after first winning the Nottinghamshire seat in 1970, said he was confident the Tories would edge ahead by polling day. He said that this year’s election reminds of 1987 when Margaret Thatcher secured her third succcessive victory on the back of an economic reovery. But there is one big difference: the “cynicism and detachment” of voters.\n\n\n\n“By traditional politics, which we were used to until about 20 years ago, this would have been a walkover for us. The one it reminds me most of is 1987. We have an economy that is doing well, has a long way to go and we took over a catastrophe of which the Labour party are still blamed by many people. Now it’s the cynicism and detachment of the population, the fashionable hostility to the political class and the somewhat larger number of people who are refusing to vote at all which is stopping that happening.”\n\nIn the first of 1974’s elections, the then Labour opposition leader Harold Wilson nudged ahead of the Tory leader and prime minister, Ted Heath – by 301 seats to 297 – delivering a hung parliament. Labour was slightly behind the Conservatives on the overall vote share – by 37.2% to 37.9%.\n\nLabour consolidated its position in the second election of the year, in October, when it won 319 seats, giving Wilson a majority of three. The Tories were on 277 seats and behind Labour on the overall vote share – 35.8% to 39.2%. But Labour eventually lost its majority, producing another hung parliament which ended in March 1979 when the SNP voted with the Tories in a no-confidence vote to bring down Jim Callaghan, Wilson’s successor as Labour prime minister.\n\nUnlike in 1974, when Wilson sought the Queen’s permission to allow Britain to go to the polls for a second time in eight months, an early election can now only be triggered by MPs in one of two circumstances. Under the Fixed-Term Parliaments Act of 2011 an early election is called if two-thirds of MPs vote for one or if a government loses a no-confidence vote and a new government loses a confidence vote 14 days later.",
  "title": "Kenneth Clarke: chaos of second general election this year would fix nothing",
  "ts_in": "2015-05-03T21:14:41.641069",
  "url": "http://www.theguardian.com/politics/2015/may/03/kenneth-clarke-second-general-election-conservatives-david-cameron"
}