{
  "article_html": "<div><p>US Secretary of State <a href=\"http://www.theguardian.com/us-news/john-kerry\" class=\" u-underline\">John Kerry</a> sought to pacify Israeli worries over an emerging nuclear deal with Iran in an interview aired Sunday, dismissing some concerns as brought on by &#8220;hysteria&#8221; over the possible agreement.</p>\n<p>Israeli prime minister Benjamin Netanyahu has been one of the harshest critics of the US-led framework deal with the Islamic Republic, which offers it sanctions relief in exchange for scaling back its contested nuclear program.</p>\n<p><a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> considers a nuclear-armed Iran an existential threat, citing hostile Iranian rhetoric toward the Jewish state, Iran&#8217;s missile capabilities and its support for violent militant groups. Iran says its nuclear program is for peaceful purposes.</p>\n<p>Speaking to Israel&#8217;s Channel 10 television, Kerry said the deal wouldn&#8217;t affect American options to counter any possible effort by <a href=\"http://www.theguardian.com/world/iran\" class=\" u-underline\">Iran</a> to build atomic weapons.</p>\n<p>&#8220;I say to every Israeli that today we have the ability to stop them if they decided to move quickly to a bomb, and I absolutely guarantee that in the future we will have the ability to know what they are doing so that we can still stop them if they decided to move to a bomb,&#8221; Kerry said.</p>\n<p>Netanyahu believes the potential deal leaves intact too much of Iran&#8217;s contested nuclear program, including research facilities and advanced centrifuges capable of enriching uranium, a key ingredient in building an atomic bomb.</p>\n<p>&#8220;We will have inspectors in there every single day. That is not a 10-year deal; that is forever,&#8221; Kerry said. &#8220;There is a lot of hysteria about this deal.&#8221;</p>\n<p>Netanyahu&#8217;s criticism has contributed to rising tensions between him and President Barack Obama.</p>\n<p>&#8220;We think there needs to be a different deal, a better deal, and there are those that tell us this won&#8217;t endanger Israel,&#8221; Netanyahu said Sunday during a visit by US Senator Rob Portman, an Ohio Republican. &#8220;I must say, as prime minister of Israel, who is responsible for Israel&#8217;s security &#8211; this does endanger Israel.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Jerusalem"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "John Kerry",
    "Iran",
    "Obama administration",
    "Middle East and North Africa",
    "US news",
    "World news"
  ],
  "ntitle": "kerry_guarantees_israelis_that_us_can_prevent_an_iranian_bomb",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "US Secretary of State John Kerry sought to pacify Israeli worries over an emerging nuclear deal with Iran in an interview aired Sunday, dismissing some concerns as brought on by “hysteria” over the possible agreement.\n\nIsraeli prime minister Benjamin Netanyahu has been one of the harshest critics of the US-led framework deal with the Islamic Republic, which offers it sanctions relief in exchange for scaling back its contested nuclear program.\n\nIsrael considers a nuclear-armed Iran an existential threat, citing hostile Iranian rhetoric toward the Jewish state, Iran’s missile capabilities and its support for violent militant groups. Iran says its nuclear program is for peaceful purposes.\n\nSpeaking to Israel’s Channel 10 television, Kerry said the deal wouldn’t affect American options to counter any possible effort by Iran to build atomic weapons.\n\n“I say to every Israeli that today we have the ability to stop them if they decided to move quickly to a bomb, and I absolutely guarantee that in the future we will have the ability to know what they are doing so that we can still stop them if they decided to move to a bomb,” Kerry said.\n\nNetanyahu believes the potential deal leaves intact too much of Iran’s contested nuclear program, including research facilities and advanced centrifuges capable of enriching uranium, a key ingredient in building an atomic bomb.\n\n“We will have inspectors in there every single day. That is not a 10-year deal; that is forever,” Kerry said. “There is a lot of hysteria about this deal.”\n\nNetanyahu’s criticism has contributed to rising tensions between him and President Barack Obama.\n\n“We think there needs to be a different deal, a better deal, and there are those that tell us this won’t endanger Israel,” Netanyahu said Sunday during a visit by US Senator Rob Portman, an Ohio Republican. “I must say, as prime minister of Israel, who is responsible for Israel’s security – this does endanger Israel.”",
  "title": "Kerry 'guarantees' Israelis that US can prevent an Iranian bomb",
  "ts_in": "2015-05-03T20:54:00.776413",
  "url": "http://www.theguardian.com/world/2015/may/03/john-kerry-israel-obama-pledge-iran-nuclear-weapon"
}