{
  "article_html": "<div><p>Two weeks before I meet <a href=\"http://www.theguardian.com/culture/kit-harington\" class=\" u-underline\">Kit Harington</a> I am waiting to be let into the premiere of the fifth season of Game of Thrones and get talking to a middle-aged man. The programme is HBO and Sky Atlantic&#8217;s golden trumpet, so they have rented the Tower of London for the night and erected a 1,000-seat cinema in its moat. Dragons are projected on to the outer walls; flaming torches line the approach. The queue is long and intractable. The man next to me, it turns out, is David Harington, or &#8220;Jon Snow&#8217;s father&#8221;, as he introduces himself, but even this is not enough to help him skip to the front. We stand in the drizzle and chat about his son.</p>\n<p>&#8220;The thing Kit always says is that he&#8217;d do the acting for free,&#8221; says Harington Sr. &#8220;It&#8217;s all this other stuff that he gets paid for &#8211; the fame, the attention, the loss of privacy.&#8221; As if on cue, from somewhere beyond the wall comes a barrage of teenage shrieks. Kit has arrived on the red carpet. His voice booms incomprehensibly from a speaker. More screams, distant camera flashes. David sighs, but pride beams out of him. &#8220;He&#8217;s so busy that sometimes the easiest way to find out what&#8217;s happening to him is to search online. Google Analytics thinks I&#8217;m a 17-year-old girl from South America.&#8221;</p>\n<p>What&#8217;s happening to Kit Harington is that he is becoming a film star. Thanks to his brooding turn as Jon Snow, the 28-year-old is one of the most recognisable men on television. Earlier this year he gave a well-received performance in Testament of Youth, James Kent&#8217;s adaptation of Vera Brittain&#8217;s First World War memoir. Now he&#8217;s taken on a modern spy thriller, starring as Will Holloway in Spooks: The Greater Good, a big-screen, big-budget version of the BBC MI5 series. But Harington seems uncomfortable being cast as the matin&#233;e idol.</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/kit-harington-the-acting-never-feels-like-work-baftas-2015-television#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309100980/c90c1165-8d2b-4492-a65c-7e18f7d265ab-300x180.jpeg\" alt=\"Kit Harington in Game of Thrones, with Rose Leslie as Ygritte, his lover.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fkit-harington-the-acting-never-feels-like-work-baftas-2015-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430309101557%2Fc90c1165-8d2b-4492-a65c-7e18f7d265ab-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;I knew what I was doing with Jon Snow from the start&#8217;: in Game of Thrones, with Rose Leslie as Ygritte, his lover. Photograph: HBO courtesy Everett Collection\n\n\n\n<p>When Kit and I sit down for lunch in a London restaurant he confirms his father&#8217;s words. &#8220;Whatever the project, whether I believe in it creatively or not, whether I am getting up at 5am for a 17-hour shoot, the acting never feels like work,&#8221; he says. &#8220;It&#8217;s all this&#8230;&#8221; he gestures at my risotto&#8230; &#8220;This is the work. The selling of it. People taking pictures of you in the street as if you were a rare bird of prey.&#8221; Earlier we were together in the open air for perhaps a minute and Harington was stopped twice for photos. &#8220;I understand when you&#8217;re in a big show and you look like you do, people want to show their mate on Instagram or whatever. But sometimes it feels like I&#8217;m a beautiful sunrise&#8230;&#8221; he says, before adding quickly &#8220;or a dying dog.&#8221;</p>\n<p>Game of Thrones was never meant to be a hit. The pilot was a disaster and the series nearly didn&#8217;t get made. Harington was already enjoying a starburst career in the theatre. After graduating from Central School of Speech and Drama in 2008 he won a part in War Horse at the National and when the Game of Thrones pilot was shot, he was preparing for Posh &#8211; Laura Wade&#8217;s vicious satire on the Bullingdon Club &#8211; at the Royal Court. Remembering this earlier time, Harington&#8217;s face lights up.&#8220;My big tick list was the National, the Royal Court and the Donmar, and I&#8217;d just done the National. Lyndsey Turner, who directed Posh, is scarily intelligent. I remember we had six weeks&#8217; rehearsal time, and for four and a half of them she just sat us round a table, really nailing each character. It was really Stanislavskian method, really intense.&#8221;</p>\n<p>The blueish tinge to Harington&#8217;s blood is often placed high up in his biography: he&#8217;s a direct descendant of Charles II, his great-grandfather was a baronet, and he&#8217;s named after Christopher Marlowe. I wonder if the toxic Hooray Henrys portrayed resonated with his own childhood. &#8220;I think I was one of only two in the cast who didn&#8217;t go to private school. My dad went to Westminster, so I was vaguely aware of that kind of thing, but I hadn&#8217;t experienced it myself. We weren&#8217;t a particularly low-income family, but at the same time I&#8217;m not sure my parents would have been able to support me trying to make it as an actor.&#8221;</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/kit-harington-the-acting-never-feels-like-work-baftas-2015-television#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309487084/0e95f47c-daa7-4040-b484-2180bac61348-300x180.jpeg\" alt=\"Kit Harington with Peter Firth in Spooks\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fkit-harington-the-acting-never-feels-like-work-baftas-2015-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430309487612%2F0e95f47c-daa7-4040-b484-2180bac61348-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSpy capers: with Peter Firth in Spooks\n\n\n\n<p>David had a company that ran trade shows. Kit&#8217;s mother, Deborah, taught creative writing at Birmingham University and wrote plays on the side. &#8220;I remember going to see some of her plays when we were young. It caused her a lot of stress. On the night of the premiere she would grip my hand so hard it hurt. Afterwards she would rush out of the theatre with her hands over her ears before she could hear anyone say anything about it. It&#8217;s the same for me. We spoke about it recently and bonded over it. It was terrifying for her, and I have the same thing now when I go to a premiere of one of my performances.&#8221;</p>\n<p>He&#8217;d like to go to the theatre more often, but he&#8217;s out of touch, he says, and &#8220;everything gets sold out so far in advance, I can&#8217;t book tickets because I never know where I&#8217;ll be.&#8221;</p>\n<p>We meet with the general election looming. Harington says he was &#8220;fiercely socialist&#8221; as a teenager, but which way will he cast his vote? &#8220;My father was traditionally very Conservative and my mother very Labour, so previously I went Lib Dem, but I don&#8217;t know how I&#8217;ll vote this time. I feel somewhere between Labour, Green and Lib Dems. But I was sympathetic to the way Lib Dems behaved in government; they had to show the country that a coalition could work and stand up to the Tories. Although they did fuck people on tuition fees.&#8221;</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/kit-harington-the-acting-never-feels-like-work-baftas-2015-television#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309611761/6a30237f-057d-4782-b3c5-5e36903e90cc-300x180.jpeg\" alt=\"Kit Harington with Sophie Turner, his sister in Game of Thrones.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fkit-harington-the-acting-never-feels-like-work-baftas-2015-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430309612472%2F6a30237f-057d-4782-b3c5-5e36903e90cc-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nWith Sophie Turner, his sister in Game of Thrones. Photograph: Rex\n\n\n\n<p>He gives a wry grin, one of not many that he allows. His parts have tended to be intense young men with a violent streak &#8211; Will Holloway in Spooks is not a departure. Can he do funny? &#8220;In my private life I like to think so. I&#8217;m not humourless,&#8221; he says, slightly defensively. &#8220;But perhaps it&#8217;s not a side that people see very often.&#8221; To rectify the situation he has made a comedy with <a href=\"http://en.wikipedia.org/wiki/Andy_Samberg\" class=\" u-underline\">Andy Samberg</a>, which had its premiere at <a href=\"http://sxsw.co.uk/\" class=\" u-underline\">South by Southwest</a>. &#8220;I play a very stupid English tennis player with an overcontrolling mother,&#8221; he says. &#8220;I haven&#8217;t been in much comedy for a while. You find out very quickly if you can do it or not.&#8221;</p>\n<p>His special quality, as far as I can tell, is stillness. The man does not fidget. While he &#8220;snaffles a quick fag&#8221; before we eat, his smoking arm folds at the elbow and straightens unwaveringly back to his side. He twirls the props he is given during the photo shoot with a practised economy of movement, perhaps from five years of handling a sword. He has a melancholic resting face on to which it is hard not to project deep and sensitive feelings. An early director called him the next Brando. Female fans of Game of Thrones have called him all sorts of things, mainly complimentary. It has stood him in good stead as Jon Snow, a character who has grown from a moody adolescent into a troubled but increasingly confident leader. &#8220;I feel like I knew what I was doing with Jon Snow from the start. I love those characters in The Wire or The Sopranos who reveal themselves over several seasons. I have tried to take it slowly; some might say too slowly.&#8221; Another grin.</p>\n<p>For the foreseeable future the role dictates which other jobs he can take, where in the world he&#8217;ll be, and his haircut &#8211; &#8220;about shoulder length&#8221;. One of the reasons he took the Spooks movie is because it fitted with the filming schedule, although he also relished the opportunity to &#8220;run around with a gun&#8221;. Four years since Game of Thrones first aired, Harington is still coming to terms with its implications. He has an older brother, Jack, who lives in Dubai and serves as a point of comparison. &#8220;He used to beat me at go-karting, video games, ping pong, everything,&#8221; Kit says. I suggest that it must have been annoying for Jack when the little brother came up on the inside and became an international celebrity.</p>\n\n\n<a href=\"/tv-and-radio/2015/may/03/kit-harington-the-acting-never-feels-like-work-baftas-2015-television#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309805285/c78f1ff8-f93a-4e9e-a912-dc3daef47ff3-300x180.jpeg\" alt=\"As Albert Narracott with Howard Ward (playing Sergeant Thunder) in War Horse at the National Theatre.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3e%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Kit+Harington%3A+%E2%80%98The+acting+never+feels+like+work%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2F2015%2Fmay%2F03%2Fkit-harington-the-acting-never-feels-like-work-baftas-2015-television&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430309805877%2Fc78f1ff8-f93a-4e9e-a912-dc3daef47ff3-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAs Albert Narracott with Howard Ward (playing Sergeant Thunder) in War Horse at the National Theatre. Photograph: Simon Annand\n\n\n\n<p>&#8220;See, if I may be so bold, a comment like that is what&#8217;s wrong with the world. People think that this, being a famous actor or whatever, is the only achieveable goal in life. Jack doesn&#8217;t give a shit about any of the Thrones stuff. There&#8217;s no amount of money you could pay him to do this.&#8221; I haven&#8217;t the heart to tell him that it was his father who, in all good humour, suggested the &#8220;snuck up on the inside&#8221; line.</p>\n<p>&#8220;But it does no good to wonder about what might have been,&#8221; Kit adds. &#8220;This is the path that was given me. Plus, I have a flat &#8211; the Flat That Thrones Bought. I&#8217;m incredibly lucky.&#8221; He&#8217;s in the process of upgrading this to the House That Thrones Bought. Still, he must worry about the Jean-Luc Picard effect, where the first three rows of every Patrick Stewart play are filled with people doing Vulcan salutes. &#8220;As long as they&#8217;re coming to see the play, I&#8217;m happy. And it&#8217;s only the first three rows. Anyway, I accepted that I&#8217;ll most likely be remembered for Jon Snow a long time ago.&#8221;</p>\n<p>Spooks: The Greater Good is out on 8 May</p>\n<p>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\" class=\" u-underline\">@ObsMagazine</a></p>\n</div>",
  "authors": [
    "Ed Cumming"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bafta 2015",
    "Kit Harington",
    "Culture",
    "Game of Thrones"
  ],
  "ntitle": "kit_harington_the_acting_never_feels_like_work",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Two weeks before I meet Kit Harington I am waiting to be let into the premiere of the fifth season of Game of Thrones and get talking to a middle-aged man. The programme is HBO and Sky Atlantic’s golden trumpet, so they have rented the Tower of London for the night and erected a 1,000-seat cinema in its moat. Dragons are projected on to the outer walls; flaming torches line the approach. The queue is long and intractable. The man next to me, it turns out, is David Harington, or “Jon Snow’s father”, as he introduces himself, but even this is not enough to help him skip to the front. We stand in the drizzle and chat about his son.\n\n“The thing Kit always says is that he’d do the acting for free,” says Harington Sr. “It’s all this other stuff that he gets paid for – the fame, the attention, the loss of privacy.” As if on cue, from somewhere beyond the wall comes a barrage of teenage shrieks. Kit has arrived on the red carpet. His voice booms incomprehensibly from a speaker. More screams, distant camera flashes. David sighs, but pride beams out of him. “He’s so busy that sometimes the easiest way to find out what’s happening to him is to search online. Google Analytics thinks I’m a 17-year-old girl from South America.”\n\nWhat’s happening to Kit Harington is that he is becoming a film star. Thanks to his brooding turn as Jon Snow, the 28-year-old is one of the most recognisable men on television. Earlier this year he gave a well-received performance in Testament of Youth, James Kent’s adaptation of Vera Brittain’s First World War memoir. Now he’s taken on a modern spy thriller, starring as Will Holloway in Spooks: The Greater Good, a big-screen, big-budget version of the BBC MI5 series. But Harington seems uncomfortable being cast as the matinée idol.\n\nFacebook Twitter Pinterest ‘I knew what I was doing with Jon Snow from the start’: in Game of Thrones, with Rose Leslie as Ygritte, his lover. Photograph: HBO courtesy Everett Collection\n\nWhen Kit and I sit down for lunch in a London restaurant he confirms his father’s words. “Whatever the project, whether I believe in it creatively or not, whether I am getting up at 5am for a 17-hour shoot, the acting never feels like work,” he says. “It’s all this…” he gestures at my risotto… “This is the work. The selling of it. People taking pictures of you in the street as if you were a rare bird of prey.” Earlier we were together in the open air for perhaps a minute and Harington was stopped twice for photos. “I understand when you’re in a big show and you look like you do, people want to show their mate on Instagram or whatever. But sometimes it feels like I’m a beautiful sunrise…” he says, before adding quickly “or a dying dog.”\n\nGame of Thrones was never meant to be a hit. The pilot was a disaster and the series nearly didn’t get made. Harington was already enjoying a starburst career in the theatre. After graduating from Central School of Speech and Drama in 2008 he won a part in War Horse at the National and when the Game of Thrones pilot was shot, he was preparing for Posh – Laura Wade’s vicious satire on the Bullingdon Club – at the Royal Court. Remembering this earlier time, Harington’s face lights up.“My big tick list was the National, the Royal Court and the Donmar, and I’d just done the National. Lyndsey Turner, who directed Posh, is scarily intelligent. I remember we had six weeks’ rehearsal time, and for four and a half of them she just sat us round a table, really nailing each character. It was really Stanislavskian method, really intense.”\n\nThe blueish tinge to Harington’s blood is often placed high up in his biography: he’s a direct descendant of Charles II, his great-grandfather was a baronet, and he’s named after Christopher Marlowe. I wonder if the toxic Hooray Henrys portrayed resonated with his own childhood. “I think I was one of only two in the cast who didn’t go to private school. My dad went to Westminster, so I was vaguely aware of that kind of thing, but I hadn’t experienced it myself. We weren’t a particularly low-income family, but at the same time I’m not sure my parents would have been able to support me trying to make it as an actor.”\n\nFacebook Twitter Pinterest Spy capers: with Peter Firth in Spooks\n\nDavid had a company that ran trade shows. Kit’s mother, Deborah, taught creative writing at Birmingham University and wrote plays on the side. “I remember going to see some of her plays when we were young. It caused her a lot of stress. On the night of the premiere she would grip my hand so hard it hurt. Afterwards she would rush out of the theatre with her hands over her ears before she could hear anyone say anything about it. It’s the same for me. We spoke about it recently and bonded over it. It was terrifying for her, and I have the same thing now when I go to a premiere of one of my performances.”\n\nHe’d like to go to the theatre more often, but he’s out of touch, he says, and “everything gets sold out so far in advance, I can’t book tickets because I never know where I’ll be.”\n\nWe meet with the general election looming. Harington says he was “fiercely socialist” as a teenager, but which way will he cast his vote? “My father was traditionally very Conservative and my mother very Labour, so previously I went Lib Dem, but I don’t know how I’ll vote this time. I feel somewhere between Labour, Green and Lib Dems. But I was sympathetic to the way Lib Dems behaved in government; they had to show the country that a coalition could work and stand up to the Tories. Although they did fuck people on tuition fees.”\n\nFacebook Twitter Pinterest With Sophie Turner, his sister in Game of Thrones. Photograph: Rex\n\nHe gives a wry grin, one of not many that he allows. His parts have tended to be intense young men with a violent streak – Will Holloway in Spooks is not a departure. Can he do funny? “In my private life I like to think so. I’m not humourless,” he says, slightly defensively. “But perhaps it’s not a side that people see very often.” To rectify the situation he has made a comedy with Andy Samberg, which had its premiere at South by Southwest. “I play a very stupid English tennis player with an overcontrolling mother,” he says. “I haven’t been in much comedy for a while. You find out very quickly if you can do it or not.”\n\nHis special quality, as far as I can tell, is stillness. The man does not fidget. While he “snaffles a quick fag” before we eat, his smoking arm folds at the elbow and straightens unwaveringly back to his side. He twirls the props he is given during the photo shoot with a practised economy of movement, perhaps from five years of handling a sword. He has a melancholic resting face on to which it is hard not to project deep and sensitive feelings. An early director called him the next Brando. Female fans of Game of Thrones have called him all sorts of things, mainly complimentary. It has stood him in good stead as Jon Snow, a character who has grown from a moody adolescent into a troubled but increasingly confident leader. “I feel like I knew what I was doing with Jon Snow from the start. I love those characters in The Wire or The Sopranos who reveal themselves over several seasons. I have tried to take it slowly; some might say too slowly.” Another grin.\n\nFor the foreseeable future the role dictates which other jobs he can take, where in the world he’ll be, and his haircut – “about shoulder length”. One of the reasons he took the Spooks movie is because it fitted with the filming schedule, although he also relished the opportunity to “run around with a gun”. Four years since Game of Thrones first aired, Harington is still coming to terms with its implications. He has an older brother, Jack, who lives in Dubai and serves as a point of comparison. “He used to beat me at go-karting, video games, ping pong, everything,” Kit says. I suggest that it must have been annoying for Jack when the little brother came up on the inside and became an international celebrity.\n\nFacebook Twitter Pinterest As Albert Narracott with Howard Ward (playing Sergeant Thunder) in War Horse at the National Theatre. Photograph: Simon Annand\n\n“See, if I may be so bold, a comment like that is what’s wrong with the world. People think that this, being a famous actor or whatever, is the only achieveable goal in life. Jack doesn’t give a shit about any of the Thrones stuff. There’s no amount of money you could pay him to do this.” I haven’t the heart to tell him that it was his father who, in all good humour, suggested the “snuck up on the inside” line.\n\n“But it does no good to wonder about what might have been,” Kit adds. “This is the path that was given me. Plus, I have a flat – the Flat That Thrones Bought. I’m incredibly lucky.” He’s in the process of upgrading this to the House That Thrones Bought. Still, he must worry about the Jean-Luc Picard effect, where the first three rows of every Patrick Stewart play are filled with people doing Vulcan salutes. “As long as they’re coming to see the play, I’m happy. And it’s only the first three rows. Anyway, I accepted that I’ll most likely be remembered for Jon Snow a long time ago.”\n\nSpooks: The Greater Good is out on 8 May\n\nFollow the Observer Magazine on Twitter @ObsMagazine",
  "title": "Kit Harington: ‘The acting never feels like work’",
  "ts_in": "2015-05-03T15:16:08.163573",
  "url": "http://www.theguardian.com/tv-and-radio/2015/may/03/kit-harington-the-acting-never-feels-like-work-baftas-2015-television"
}