{
  "article_html": "<div><p>Internal division within the Labor party over a binding vote on same-sex marriage has deepened, as senior frontbencher <a href=\"http://www.theguardian.com/world/chris-bowen\" class=\" u-underline\">Chris Bowen</a> backflips on his opposition to the issue.</p>\n<p>The deputy Labor leader, <a href=\"http://www.theguardian.com/australia-news/tanya-plibersek\" class=\" u-underline\">Tanya Plibersek</a>, is leading the push to bind all MPs to voting in favour of gay marriage legislation, by removing the conscience vote option.</p>\n<p>Plibersek will raise the issue at July&#8217;s ALP national conference, putting her at odds with the party&#8217;s leader, <a href=\"http://www.theguardian.com/australia-news/bill-shorten\" class=\" u-underline\">Bill Shorten</a>, and other members of the frontbench.</p>\n<p>Shorten on Sunday reiterated his support for a conscience vote.</p>\n<p>&#8220;I don&#8217;t believe people should be forced to vote for it. I think we should persuade them.&#8221;</p>\n<p>&#8220;I am a strong supporter of marriage equality. Most people in the <a href=\"http://www.theguardian.com/australia-news/labor-party\" class=\" u-underline\">Labor party</a> are. All we are having an argument or a debate about is the best way to achieve it,&#8221; Shorten told reporters in Melbourne. &#8220;I welcome all of the members of the Labor team putting forward a view which they think is important.&#8221;</p>\n<p>The shadow treasurer, Chris Bowen, also rejects a binding vote, but admitted he has changed his position on the issue.</p>\n<p>&#8220;In a conscience vote I have decided I would support same-sex marriage and that&#8217;s not traditionally the approach I took last time,&#8221; he told Sky News on Sunday. &#8220;It is our right as a citizen to get married and it is a right that should be applied equally.&#8221;</p>\n<p>Bowen, a member of the right faction of the New South Wales branch of the Labor party, presides over a diverse and multicultural seat in Sydney&#8217;s west.</p>\n<p>He said in the past that his opposition to same-sex marriage was reflective of his electorate&#8217;s views. Bowen was one of the high-profile MPs targeted by advocate group Australian Marriage Equality.</p>\n<p>The shadow families minister, Jenny Macklin, backs Plibersek&#8217;s position on scrapping the conscience vote.</p>\n<p>&#8220;I don&#8217;t think Australians believe in inequality on the basis of race or gender and I don&#8217;t think we should do so on the basis of sexual preference. That&#8217;s the principle. That&#8217;s why I think it should be a binding issue,&#8221; she told ABC TV on Sunday.</p>\n<p>Bowen acknowledged that changing the Marriage Act, which currently lists marriage as between a man and a woman, would only be possible if the Coalition got on board.</p>\n<p>&#8220;I also think it is most likely to occur when the Liberal party adopts a conscience vote and I think the chance of that are enhanced by Labor having a conscience vote,&#8221; he said.</p>\n<p>The prime minister, Tony Abbott, has rejected a conscience vote on the subject, saying it is best dealt with by consensus in the party room. Liberal party MPs are currently bound to vote against legislation on same-sex marriage.</p>\n</div>",
  "authors": [
    "Shalailah Medhora"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Labor party",
    "Chris Bowen",
    "Same-sex marriage (Australia)",
    "Tanya Plibersek",
    "Bill Shorten",
    "Australian politics",
    "Australia news"
  ],
  "ntitle": "labor_leadership_divides_over_compulsory_same_sex_marriage_yes_vote",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Internal division within the Labor party over a binding vote on same-sex marriage has deepened, as senior frontbencher Chris Bowen backflips on his opposition to the issue.\n\nThe deputy Labor leader, Tanya Plibersek, is leading the push to bind all MPs to voting in favour of gay marriage legislation, by removing the conscience vote option.\n\nPlibersek will raise the issue at July’s ALP national conference, putting her at odds with the party’s leader, Bill Shorten, and other members of the frontbench.\n\nShorten on Sunday reiterated his support for a conscience vote.\n\n“I don’t believe people should be forced to vote for it. I think we should persuade them.”\n\n“I am a strong supporter of marriage equality. Most people in the Labor party are. All we are having an argument or a debate about is the best way to achieve it,” Shorten told reporters in Melbourne. “I welcome all of the members of the Labor team putting forward a view which they think is important.”\n\nThe shadow treasurer, Chris Bowen, also rejects a binding vote, but admitted he has changed his position on the issue.\n\n“In a conscience vote I have decided I would support same-sex marriage and that’s not traditionally the approach I took last time,” he told Sky News on Sunday. “It is our right as a citizen to get married and it is a right that should be applied equally.”\n\nBowen, a member of the right faction of the New South Wales branch of the Labor party, presides over a diverse and multicultural seat in Sydney’s west.\n\nHe said in the past that his opposition to same-sex marriage was reflective of his electorate’s views. Bowen was one of the high-profile MPs targeted by advocate group Australian Marriage Equality.\n\nThe shadow families minister, Jenny Macklin, backs Plibersek’s position on scrapping the conscience vote.\n\n“I don’t think Australians believe in inequality on the basis of race or gender and I don’t think we should do so on the basis of sexual preference. That’s the principle. That’s why I think it should be a binding issue,” she told ABC TV on Sunday.\n\nBowen acknowledged that changing the Marriage Act, which currently lists marriage as between a man and a woman, would only be possible if the Coalition got on board.\n\n“I also think it is most likely to occur when the Liberal party adopts a conscience vote and I think the chance of that are enhanced by Labor having a conscience vote,” he said.\n\nThe prime minister, Tony Abbott, has rejected a conscience vote on the subject, saying it is best dealt with by consensus in the party room. Liberal party MPs are currently bound to vote against legislation on same-sex marriage.",
  "title": "Labor leadership divides over compulsory same-sex marriage yes vote",
  "ts_in": "2015-05-03T15:16:17.383316",
  "url": "http://www.theguardian.com/australia-news/2015/may/03/labor-leadership-divides-over-compulsory-same-sex-marriage-yes-vote"
}