{
  "article_html": "<div><p>On current trends it will take up to 30 years to deliver key election pledges from Labour and the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> to recruit thousands more GPs, the body which represents family doctors has warned.</p>\n<p>Labour&#8217;s promise of 8,000 extra GPs during the next parliament to relieve the strain on overworked surgeries would not be fulfilled until 2045, according to the Royal College of <a href=\"http://www.theguardian.com/society/gps\" class=\" u-underline\">GPs</a> (RCGP).</p>\n<p>The Tories&#8217; commitment to find 5,000 new family doctors, meanwhile, would take until 2034.</p>\n<p>This gloomy prediction is based on the number of new family doctors who joined the <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a> in 2013-14, the last year for which figures are available. A total of 261 were recruited in that year.</p>\n<p>The college said the parties were not giving enough details about how they would change this status quo. <br></p>\n<p>The analysis is embarrassing for both the main parties as it casts doubt on the deliverability of big NHS policies just days before polling, after a campaign in which access to GPs has been a key issue.</p>\n<p>The RCGP used three calculation methods to arrive at fulfilment dates of 2034 and 2045 for the Tory and <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> pledges, which apply only to England.</p>\n<p>Professor Nigel Mathers, the college&#8217;s honorary secretary, welcomed political parties&#8217; recognition of the urgent need for more GPs, especially the endorsement by Labour and Ukip of its call to expand the workforce by 8,000 by 2020.</p>\n<p>&#8220;However, while both the numerical targets announced by the parties are achievable, both a Labour-led or a Conservative-led government would need to introduce an emergency package of measures, immediately after the election, otherwise the future government would risk missing its targets by many, many years,&#8221; he said.</p>\n<p>Only moves such as cash incentives for newly-qualified medical graduates to choose general practice as their career, and reducing the number of training places for young doctors to work in hospitals, would boost GP numbers quickly, he said.</p>\n<p>&#8220;If the new government, of whichever colour, misses its GP workforce target, then millions of patients will continue to have to wait more than a week to see their GP every year, and increasing numbers of family doctors will feel it is more and more difficult to deliver excellent patient care,&#8221; Mathers said.</p>\n<p>The British Medical Association (BMA) warned last month that stress, long hours and bureaucracy could see up to one in three GPs leaving their posts in the next few years &#8211; by retiring early, going abroad or choosing another medical specialty.</p>\n<p>A survey last week by Pulse, the magazine for GPs, showed that GP vacancy rates have more than quadrupled under the coalition &#8211; from 2.1% in 2011 to 9.1% now. Labour blames coalition inaction for allowing an access crisis to build up.</p>\n<p>Both the main parties have also pledged to make it easier to see a family doctor, on top of their promises of extra GPs. <br></p>\n<p>Labour has promised to reinstate patients&#8217; right to see a GP within 48 hours, while the Tories say they will ensure that everyone can see a family doctor between 8am and 8pm every day of the week. </p>\n<p>An opinion poll last week carried out among 1,000 voters on behalf of the <a href=\"http://www.theguardian.com/society/health\" class=\" u-underline\">Health</a> Service Journal found that 55% preferred Labour&#8217;s 48-hour guarantee while 45% favoured the Tory proposal.</p>\n<p>But GP representatives say such claims are unrealistic, given the profession&#8217;s chronic recruitment problems. <br></p>\n<p>Dr Mark Porter, the leader of the BMA, the doctors&#8217; union, recently criticised politicians for making &#8220;outlandish and unachievable election pledges about new or extended services that are often uncosted and fail to take into account the crisis facing current NHS services&#8221;. <br></p>\n<p>He regards the Tories&#8217; pledge to deliver a 24/7 NHS by 2020 as another fanciful pledge which money and staff shortages will make very hard to deliver. </p>\n<p>Both Labour and the Tories declined to respond directly to the RCGP&#8217;s claims, though neither challenged its calculations. </p>\n<p>Coalition efforts to boost GP recruitment have fallen short. Health Education England, which handles NHS workforce planning, and the Department of Health&#8217;s own joint GP taskforce concluded last year that the target for enticing medical graduates into general practice had been missed. <br></p>\n<p>&#8220;Despite the longstanding Department of Health policy to increase GP training numbers in England to 3,250 per annum, GP recruitment has remained stubbornly below this target, at around 2,700 per annum, for the last four years,&#8221; the taskforce said. <br></p>\n<p>&#8220;This cumulative recruitment shortfall is being compounded by increasing numbers of trained GPs leaving the workforce, most significantly GPs approaching retirement, but perhaps more worryingly women in their 30s. <br></p>\n<p>&#8220;GP recruitment and retention is a much bigger problem in some parts of the country and often in those areas which have the worst health outcomes.&#8221; </p>\n<p>Andrew Gwynne, the shadow health minister, said: &#8220;David Cameron caused this GP recruitment crisis. The RGCP acknowledges that Labour&#8217;s plan for 8,000 more GPs is based on increasing the rate of recruitment above the Tories&#8217; failing plan.<br></p>\n<p>&#8220;We are the only party with a funded plan to turn things around and have committed to significant extra resources in the NHS this by putting a mansion tax in our first budget.</p>\n<p>&#8220;Labour will take immediate action to incentivise more students to become GPs and practice in under-doctored areas.</p>\n<p>&#8220;It will require more ambition and more funding but it&#8217;s wrong to say the crisis is inevitable.&#8221;</p>\n<p>In a statement, a spokesman for the health secretary, <a href=\"http://www.theguardian.com/politics/jeremy-hunt\" class=\" u-underline\">Jeremy Hunt</a>, said: &#8220;There are already 1,600 more GPs since 2010 &#8211; and a future Conservative government will be implementing in full the NHS&#8217;s own plan for the future, which sets out a new deal and new investment in general practice. <br></p>\n<p>&#8220;Thanks to a strong economy, we&#8217;re backing that plan with an additional &#163;8bn. Ed Miliband must now say why he won&#8217;t give the NHS a penny of the funding it needs, which risks the future of general practice.&#8221;</p>\n<p>Health Education England has factored the Tory commitment to an extra 5,000 GPs into its plans. </p>\n</div>",
  "authors": [
    "Denis Campbell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "GPs",
    "Doctors",
    "Health",
    "NHS",
    "Labour",
    "Conservatives",
    "General election 2015",
    "Politics",
    "Society",
    "UK news",
    "Jeremy Hunt"
  ],
  "ntitle": "labour_and_tory_pledges_to_recruit_more_gps_could_take_30_years_to_fulfil",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "On current trends it will take up to 30 years to deliver key election pledges from Labour and the Conservatives to recruit thousands more GPs, the body which represents family doctors has warned.\n\nLabour’s promise of 8,000 extra GPs during the next parliament to relieve the strain on overworked surgeries would not be fulfilled until 2045, according to the Royal College of GPs (RCGP).\n\nThe Tories’ commitment to find 5,000 new family doctors, meanwhile, would take until 2034.\n\nThis gloomy prediction is based on the number of new family doctors who joined the NHS in 2013-14, the last year for which figures are available. A total of 261 were recruited in that year.\n\nThe college said the parties were not giving enough details about how they would change this status quo.\n\n\n\nThe analysis is embarrassing for both the main parties as it casts doubt on the deliverability of big NHS policies just days before polling, after a campaign in which access to GPs has been a key issue.\n\nThe RCGP used three calculation methods to arrive at fulfilment dates of 2034 and 2045 for the Tory and Labour pledges, which apply only to England.\n\nProfessor Nigel Mathers, the college’s honorary secretary, welcomed political parties’ recognition of the urgent need for more GPs, especially the endorsement by Labour and Ukip of its call to expand the workforce by 8,000 by 2020.\n\n“However, while both the numerical targets announced by the parties are achievable, both a Labour-led or a Conservative-led government would need to introduce an emergency package of measures, immediately after the election, otherwise the future government would risk missing its targets by many, many years,” he said.\n\nOnly moves such as cash incentives for newly-qualified medical graduates to choose general practice as their career, and reducing the number of training places for young doctors to work in hospitals, would boost GP numbers quickly, he said.\n\n“If the new government, of whichever colour, misses its GP workforce target, then millions of patients will continue to have to wait more than a week to see their GP every year, and increasing numbers of family doctors will feel it is more and more difficult to deliver excellent patient care,” Mathers said.\n\nThe British Medical Association (BMA) warned last month that stress, long hours and bureaucracy could see up to one in three GPs leaving their posts in the next few years – by retiring early, going abroad or choosing another medical specialty.\n\nA survey last week by Pulse, the magazine for GPs, showed that GP vacancy rates have more than quadrupled under the coalition – from 2.1% in 2011 to 9.1% now. Labour blames coalition inaction for allowing an access crisis to build up.\n\nBoth the main parties have also pledged to make it easier to see a family doctor, on top of their promises of extra GPs.\n\n\n\nLabour has promised to reinstate patients’ right to see a GP within 48 hours, while the Tories say they will ensure that everyone can see a family doctor between 8am and 8pm every day of the week.\n\nAn opinion poll last week carried out among 1,000 voters on behalf of the Health Service Journal found that 55% preferred Labour’s 48-hour guarantee while 45% favoured the Tory proposal.\n\nBut GP representatives say such claims are unrealistic, given the profession’s chronic recruitment problems.\n\n\n\nDr Mark Porter, the leader of the BMA, the doctors’ union, recently criticised politicians for making “outlandish and unachievable election pledges about new or extended services that are often uncosted and fail to take into account the crisis facing current NHS services”.\n\n\n\nHe regards the Tories’ pledge to deliver a 24/7 NHS by 2020 as another fanciful pledge which money and staff shortages will make very hard to deliver.\n\nBoth Labour and the Tories declined to respond directly to the RCGP’s claims, though neither challenged its calculations.\n\nCoalition efforts to boost GP recruitment have fallen short. Health Education England, which handles NHS workforce planning, and the Department of Health’s own joint GP taskforce concluded last year that the target for enticing medical graduates into general practice had been missed.\n\n\n\n“Despite the longstanding Department of Health policy to increase GP training numbers in England to 3,250 per annum, GP recruitment has remained stubbornly below this target, at around 2,700 per annum, for the last four years,” the taskforce said.\n\n\n\n“This cumulative recruitment shortfall is being compounded by increasing numbers of trained GPs leaving the workforce, most significantly GPs approaching retirement, but perhaps more worryingly women in their 30s.\n\n\n\n“GP recruitment and retention is a much bigger problem in some parts of the country and often in those areas which have the worst health outcomes.”\n\nAndrew Gwynne, the shadow health minister, said: “David Cameron caused this GP recruitment crisis. The RGCP acknowledges that Labour’s plan for 8,000 more GPs is based on increasing the rate of recruitment above the Tories’ failing plan.\n\n\n\n“We are the only party with a funded plan to turn things around and have committed to significant extra resources in the NHS this by putting a mansion tax in our first budget.\n\n“Labour will take immediate action to incentivise more students to become GPs and practice in under-doctored areas.\n\n“It will require more ambition and more funding but it’s wrong to say the crisis is inevitable.”\n\nIn a statement, a spokesman for the health secretary, Jeremy Hunt, said: “There are already 1,600 more GPs since 2010 – and a future Conservative government will be implementing in full the NHS’s own plan for the future, which sets out a new deal and new investment in general practice.\n\n\n\n“Thanks to a strong economy, we’re backing that plan with an additional £8bn. Ed Miliband must now say why he won’t give the NHS a penny of the funding it needs, which risks the future of general practice.”\n\nHealth Education England has factored the Tory commitment to an extra 5,000 GPs into its plans.",
  "title": "Labour and Tory pledges to recruit more GPs 'could take 30 years to fulfil'",
  "ts_in": "2015-05-03T21:14:40.585002",
  "url": "http://www.theguardian.com/society/2015/may/03/labour-and-tory-pledges-to-recruit-more-gps-could-take-30-years-to-fulfil"
}