{
  "article_html": "<div><p>The permanent secretary to the Treasury, Sir Nicholas Macpherson, has argued that the 2008 financial crisis was &#8220;a banking crisis pure and simple&#8221;, contradicting Conservative claims that it was caused by <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> overspending.</p>\n\n<blockquote>\n<p>The 2008 crisis was a banking crisis pure and simple. Excessive risk had built up in the system</p>\n\nSir Nicholas Macpherson\n\n</blockquote>\n\n<p>His remarks emerged after Ed Miliband came under pressure on the leader&#8217;s Question Time on BBC1 on Thursday, facing accusations that Labour government had overspent, a view strengthened by the now notorious letter left by the former Treasury chief secretary Liam Byrne to his successor in 2010 that there was &#8220;no money left&#8221;. </p>\n<p>In a largely challenging <a href=\"https://quarterly.blog.gov.uk/2015/03/19/mr-osbornes-economic-experiment-austerity-1945-51-and-2010-reviewed-by-sir-nicholas-macpherson/\" class=\" u-underline\">review of Mr Osborne&#8217;s Economic Experiment</a>, a book by the Observer economics columnist William Keegan, Macpherson wrote in March before the campaign started: &#8220;Some of Keegan&#8217;s book resonates. The 2008 crisis was a banking crisis pure and simple. Excessive risk had built up in the system; the regulators failed to appreciate the scale of that risk or to address it. </p>\n<p>&#8220;As he puts it, it was &#8216;a failure of the Group of Seven economic policymaking establishment&#8217;, myself included. Inevitably, countries with bigger banking sectors, notably the UK, were worse affected.&#8221;<br></p>\n<p>Miliband has always insisted that the banking crisis caused the deficit, not the other way round, but admits that the last Labour government did not do enough to reform the banks.</p>\n<p>But the Tories have put economic credibility at the heart of their election campaign after polls showing a significant proportion of the public hold the last Labour government responsible for the 2008 economic crisis and trust coalition ministers more with the economy than Miliband. </p>\n<p>The review, in the publication Civil Service Quarterly, continues: &#8220;But in one sense it doesn&#8217;t matter what caused public borrowing to blow out in 2008-09. Given that the financial service industry was not going to return to its previous size and shape, the government had to face up to the increasing mismatch between tax and spending. </p>\n<p>&#8220;You cannot run a deficit of 10% of GDP for any length of time in a world where there is little or no inflation. Alistair Darling [the former Labour chancellor] recognised this in 2009-10. And George Osborne, David Laws and Danny Alexander chose to take fiscal tightening further in the summer of 2010.&#8221;<br></p>\n<p>Macpherson does not accept the claims that the crisis in 2010 put Britain in the exact same economic boat as Greece &#8211; another claim made repeatedly by the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a>.</p>\n<p>He writes: &#8220;Keegan is right to point out that the UK is not Greece. It has much stronger institutions and &#8211; most important of all &#8211; a floating exchange rate. But the longer a government runs a large deficit, the greater the risk that it hits an inflection point where the markets take fright, and the cost of funding rises sharply: in this respect the eurozone experience is relevant. </p>\n<p>&#8220;The problem for policymakers is that ex ante it is difficult to know where the inflection point is, and that strengthens the case for erring on the side of caution. That&#8217;s why the last government set a debt rule of 40% of GDP and the current one is seeking to get debt on a downward path.&#8221;</p>\n \n<p>The independent <a href=\"http://www.theguardian.com/business/office-for-budget-responsibility\" class=\" u-underline\">Office for Budget Responsibility</a>, in its main assessment of the causes of the crisis written in September last year, has taken a more nuanced view. It argues overspending did not cause the deficit or the banking crisis, but that the UK government was less well prepared for the crisis due to a consistently over optimistic view of the revenues the Treasury was likely to receive from 2003 onwards.</p>\n<p>The OBR writes: &#8220;Looking back to the pre-crisis period, it is hard to argue that the tax and spending policies implemented in the early and mid-2000s were in themselves an important cause of the crisis, or the recession.&#8221;</p>\n<p>The OBR adds that the forecasters outside the Treasury were consistently and rightly more pessimistic about the fiscal outlook than the government. Public sector net debt was increasing significantly during a period when it was being greatly reduced in most other industrialised countries. <br></p>\n<p>In one major speech, Macpherson said: &#8220;In my view, there will always be inflection points where a further increase in borrowing will result in a much bigger increase in funding costs as a number of eurozone countries have found to their cost. Ex ante, it is difficult to know where these inflection points are, which makes the case for erring on the side of caution.&#8221;</p>\n</div>",
  "authors": [
    "Patrick Wintour",
    "John Crace"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Financial crisis",
    "Labour",
    "Global economy",
    "Banking",
    "Financial sector",
    "General election 2015",
    "Economic policy",
    "Credit crunch",
    "Business",
    "Economics",
    "Market turmoil",
    "Stock markets",
    "World news",
    "Conservatives",
    "Politics",
    "UK news",
    "Office for Budget Responsibility",
    "Government borrowing",
    "Budget deficit"
  ],
  "ntitle": "labour_overspending_did_not_trigger_financial_crash_says_senior_civil_servant",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The permanent secretary to the Treasury, Sir Nicholas Macpherson, has argued that the 2008 financial crisis was “a banking crisis pure and simple”, contradicting Conservative claims that it was caused by Labour overspending.\n\nThe 2008 crisis was a banking crisis pure and simple. Excessive risk had built up in the system Sir Nicholas Macpherson\n\nHis remarks emerged after Ed Miliband came under pressure on the leader’s Question Time on BBC1 on Thursday, facing accusations that Labour government had overspent, a view strengthened by the now notorious letter left by the former Treasury chief secretary Liam Byrne to his successor in 2010 that there was “no money left”.\n\nIn a largely challenging review of Mr Osborne’s Economic Experiment, a book by the Observer economics columnist William Keegan, Macpherson wrote in March before the campaign started: “Some of Keegan’s book resonates. The 2008 crisis was a banking crisis pure and simple. Excessive risk had built up in the system; the regulators failed to appreciate the scale of that risk or to address it.\n\n“As he puts it, it was ‘a failure of the Group of Seven economic policymaking establishment’, myself included. Inevitably, countries with bigger banking sectors, notably the UK, were worse affected.”\n\n\n\nMiliband has always insisted that the banking crisis caused the deficit, not the other way round, but admits that the last Labour government did not do enough to reform the banks.\n\nBut the Tories have put economic credibility at the heart of their election campaign after polls showing a significant proportion of the public hold the last Labour government responsible for the 2008 economic crisis and trust coalition ministers more with the economy than Miliband.\n\nThe review, in the publication Civil Service Quarterly, continues: “But in one sense it doesn’t matter what caused public borrowing to blow out in 2008-09. Given that the financial service industry was not going to return to its previous size and shape, the government had to face up to the increasing mismatch between tax and spending.\n\n“You cannot run a deficit of 10% of GDP for any length of time in a world where there is little or no inflation. Alistair Darling [the former Labour chancellor] recognised this in 2009-10. And George Osborne, David Laws and Danny Alexander chose to take fiscal tightening further in the summer of 2010.”\n\n\n\nMacpherson does not accept the claims that the crisis in 2010 put Britain in the exact same economic boat as Greece – another claim made repeatedly by the Conservatives.\n\nHe writes: “Keegan is right to point out that the UK is not Greece. It has much stronger institutions and – most important of all – a floating exchange rate. But the longer a government runs a large deficit, the greater the risk that it hits an inflection point where the markets take fright, and the cost of funding rises sharply: in this respect the eurozone experience is relevant.\n\n“The problem for policymakers is that ex ante it is difficult to know where the inflection point is, and that strengthens the case for erring on the side of caution. That’s why the last government set a debt rule of 40% of GDP and the current one is seeking to get debt on a downward path.”\n\nThe independent Office for Budget Responsibility, in its main assessment of the causes of the crisis written in September last year, has taken a more nuanced view. It argues overspending did not cause the deficit or the banking crisis, but that the UK government was less well prepared for the crisis due to a consistently over optimistic view of the revenues the Treasury was likely to receive from 2003 onwards.\n\nThe OBR writes: “Looking back to the pre-crisis period, it is hard to argue that the tax and spending policies implemented in the early and mid-2000s were in themselves an important cause of the crisis, or the recession.”\n\nThe OBR adds that the forecasters outside the Treasury were consistently and rightly more pessimistic about the fiscal outlook than the government. Public sector net debt was increasing significantly during a period when it was being greatly reduced in most other industrialised countries.\n\n\n\nIn one major speech, Macpherson said: “In my view, there will always be inflection points where a further increase in borrowing will result in a much bigger increase in funding costs as a number of eurozone countries have found to their cost. Ex ante, it is difficult to know where these inflection points are, which makes the case for erring on the side of caution.”",
  "title": "Labour overspending did not trigger financial crash, says senior civil servant",
  "ts_in": "2015-05-03T20:54:05.838020",
  "url": "http://www.theguardian.com/business/2015/may/03/senior-tory-financial-crash-was-purely-a-banking-crisis-not-labour-overspend"
}