{
  "article_html": "<div><p>Whatever the terrain, <a href=\"http://www.theguardian.com/sport/team-sky\" class=\" u-underline\">Team Sky</a> can steamroll the opposition when they have the bit between their teeth, and their powerful riding gave them their sixth stage race win of the year in the Tour de Yorkshire as the Norwegian Lars-Petter Nordhaug took the overall title with the help of his team-mates Philip Deignan and David L&#243;pez. A leg-rending final stage through the hills west and north of Leeds failed to dislodge the British team with their main rival, BMC, settling for the stage win for their Belgian Ben Hermans.</p>\n<p>The key moment came on the last climb, a steep little ascent at Arthington on the outskirts of Leeds with 15km to the finish line. Deignan and L&#243;pez controlled the pace within the 21 survivors of the main peloton and BMC &#8211; who had earlier attempted to burn off Sky on the Cow and Calf climb above Ilkley &#8211; made one last throw of the dice.</p>\n<p>Their Spanish sprinter Samuel S&#225;nchez, who had started the stage 10sec behind Nordhaug, attempted to claw back the single time bonus second available at the intermediate sprint, which the race organisers had somewhat sadistically placed at the top of the hill, but the Norwegian proved equal to the challenge. &#8220;I needed those seconds, because then no one could get in front at the finish,&#8221; said Nordhaug, who knew there were 10 seconds available in Roundhay Park, and that with 11 in hand his position was all the more secure.</p>\n<p>That in turn meant the stage win immediately looked a far safer option for BMC than gambling for the overall title &#8211; it would have needed S&#225;nchez to win and Nordhaug to be tailed off the back of the group &#8211; so Hermans duly hotfooted it for Leeds. The 28-year-old has twice taken the silver medal in his national time trial championship, so it was hardly a big ask, and he made mincemeat of the lone leader, Lawson Craddock of the United States.</p>\n<p>The terrain had lent itself to a frontal assault on Sky, with one leg-breaking climb after another. But there simply were not enough teams with the strength to push Sky after the French star Thomas Voeckler&#8217;s team-mates all fell by the wayside, leaving only BMC with numbers. Late sorties from local rider Josh Edmondson and the Wirral racer Steve Cummings apart, the rest of the main group were merely hanging on.</p>\n<p>The race had been decided on day one when Deignan put the hammer down at Robin Hood&#8217;s Bay on Friday, but it did not really detract from a happy sequel to last year&#8217;s triumphant Tour de France Grand D&#233;part. The crowds turned out in numbers worthy of the Tour on the main climbs such as Chevin and Goose Eye. The organisers estimated 1.5 million for the three days &#8211; immense for the first edition of a new race &#8211; which will have strengthened the region&#8217;s case as Yorkshire bids to host the world road race championships some time in the next few years.</p>\n</div>",
  "authors": [
    "William Fotheringham"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Team Sky",
    "Cycling",
    "Sport"
  ],
  "ntitle": "lars_petter_nordhaug_eases_through_final_stage_to_win_tour_de_yorkshire",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Whatever the terrain, Team Sky can steamroll the opposition when they have the bit between their teeth, and their powerful riding gave them their sixth stage race win of the year in the Tour de Yorkshire as the Norwegian Lars-Petter Nordhaug took the overall title with the help of his team-mates Philip Deignan and David López. A leg-rending final stage through the hills west and north of Leeds failed to dislodge the British team with their main rival, BMC, settling for the stage win for their Belgian Ben Hermans.\n\nThe key moment came on the last climb, a steep little ascent at Arthington on the outskirts of Leeds with 15km to the finish line. Deignan and López controlled the pace within the 21 survivors of the main peloton and BMC – who had earlier attempted to burn off Sky on the Cow and Calf climb above Ilkley – made one last throw of the dice.\n\nTheir Spanish sprinter Samuel Sánchez, who had started the stage 10sec behind Nordhaug, attempted to claw back the single time bonus second available at the intermediate sprint, which the race organisers had somewhat sadistically placed at the top of the hill, but the Norwegian proved equal to the challenge. “I needed those seconds, because then no one could get in front at the finish,” said Nordhaug, who knew there were 10 seconds available in Roundhay Park, and that with 11 in hand his position was all the more secure.\n\nThat in turn meant the stage win immediately looked a far safer option for BMC than gambling for the overall title – it would have needed Sánchez to win and Nordhaug to be tailed off the back of the group – so Hermans duly hotfooted it for Leeds. The 28-year-old has twice taken the silver medal in his national time trial championship, so it was hardly a big ask, and he made mincemeat of the lone leader, Lawson Craddock of the United States.\n\nThe terrain had lent itself to a frontal assault on Sky, with one leg-breaking climb after another. But there simply were not enough teams with the strength to push Sky after the French star Thomas Voeckler’s team-mates all fell by the wayside, leaving only BMC with numbers. Late sorties from local rider Josh Edmondson and the Wirral racer Steve Cummings apart, the rest of the main group were merely hanging on.\n\nThe race had been decided on day one when Deignan put the hammer down at Robin Hood’s Bay on Friday, but it did not really detract from a happy sequel to last year’s triumphant Tour de France Grand Départ. The crowds turned out in numbers worthy of the Tour on the main climbs such as Chevin and Goose Eye. The organisers estimated 1.5 million for the three days – immense for the first edition of a new race – which will have strengthened the region’s case as Yorkshire bids to host the world road race championships some time in the next few years.",
  "title": "Lars-Petter Nordhaug eases through final stage to win Tour de Yorkshire",
  "ts_in": "2015-05-03T20:54:11.707623",
  "url": "http://www.theguardian.com/sport/2015/may/03/lars-petter-nordhaug-tour-de-yorkshire"
}