{
  "article_html": "<div><p>The country is firmly on course for another hung parliament with the Tories and <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> neck and neck in the final Opinium/Observer poll before Thursday&#8217;s knife-edge general election.</p>\n<p>With just days of campaigning to go in what promises to be the closest contest for a generation, the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> enter the final stretch a point ahead of Labour, making the result too close to call.</p>\n<p>Opinium&#8217;s findings suggest six weeks of fierce campaigning have done little to shift the share of the vote between the parties. The Tories are on 35% (<a href=\"http://www.theguardian.com/politics/2015/apr/25/conservative-slips-stays-just-ahead-of-labour\" class=\" u-underline\">up one point on last weekend</a>) while Labour is also up one on 34%. Ukip, again defying expectations that it might fade in the late stages, is unchanged on 13%, well ahead of Nick Clegg&#8217;s Liberal Democrats on 8% (down one). The Greens are on 5% (down one) and the SNP remain on 4%.</p>\n\n\n\n<p>The findings are in line with the average of most polls in recent days. While there has been some small movement to the Conservatives, it has been far less than David Cameron&#8217;s party had hoped after putting its economic record centre stage. The results suggest neither Labour nor the Tories can be confident of winning the most seats, let alone a majority, in the next parliament.</p>\n<p>According <a href=\"http://www.theguardian.com/politics/2015/may/01/election-polls-tories-clearly-edging-ahead-in-final-weeks\" class=\" u-underline\">to the Guardian&#8217;s latest projection of polls,</a> the Tories are on course to win 276 seats, Labour 267, the SNP 55, the Lib Dems 27, the DUP nine, Ukip three and the Greens to retain their one seat. Both Cameron and Miliband would need the votes of other parties to command the confidence of the House of Commons, and the arithmetic favours Labour. The sum of the &#8220;anti-Tory&#8221; bloc &#8211; those parties that have said they would vote a Tory government down &#8211; would add up to 329 seats: a majority. The possible sources of support for a Cameron-led government would add up to 315.</p>\n<p>The battle in the final days will focus on the several million undecided voters, including those who currently give a preference but say they may change their minds &#8211; 69% of voters who chose a party said they would definitely vote for it, while 31% said there was a small or good chance they would switch.</p>\n<p>Encouragingly for the Conservatives, their supporters seem among the most settled: 75% said they were certain to vote that way against 25% who said there was a small or good chance they might switch. Among Labour voters, 69% were certain, and among Lib Dems just 50%. Less than half of those saying they intend to back the Greens (49%) say they are certain to vote that way. SNP voters are the most rock-solid, at 85% certain.</p>\n\n\n\n<p>While David Cameron&#8217;s personal rating (+3%, when the number of those who disapprove of his performance is subtracted from those who approve) remains way above that of <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a> (-14%), the Labour leader&#8217;s figure has improved by more than 10 points since its nadir last year. Nick Clegg&#8217;s rating &#8211; once nearly -50% &#8211; has also seen a positive bounce lacking in his party&#8217;s overall rating. Clegg&#8217;s personal rating is -28% while Nigel Farage is on -14%.</p>\n<p>Adam Drummond of Opinium said it was &#8220;remarkable&#8221; how little opinion had shifted in the campaign: &#8220;Political science tells us that fundamental forces like the strength of the economy have more of an effect on elections than the campaigns themselves but even in a race as close as this neither main party has had much success in shifting the needle.</p>\n<p>&#8220;What change there has been since the start of 2015 has been from a series of very narrow Labour leads to a series of very narrow Conservative leads.</p>\n<p>&#8220;Since mid-April we&#8217;ve also seen more &#8216;outlier&#8217; polls with big Conservative leads than Labour ones. The Conservatives therefore appear to have a lead in vote share but it is very slight and, like the slender Labour lead at the start of the campaign, within the margin of error.&#8221;</p>\n<p>Drummond added: &#8220;The issues with reading the polls are twofold. The first is that even the most accurate poll has a margin of error, and with a typical voting intention poll this margin is about +/-3%. This means that any lead for either party needs to be much bigger than what we&#8217;re seeing to be significant; even then we&#8217;re only 95% certain that it&#8217;s a lead. The gap between the parties is closer than polls are accurately able to measure, which means the polls could forecast a two-point Tory win but still technically be accurate if Labour win by a point.</p>\n<p>&#8220;The other issue is that the polls may by systemically wrong, as in 1992. The number of things that have changed since 2010 is daunting, with the rise of Ukip and the SNP, progress by the Greens and the decline of the Lib Dems. These all affect the way pollsters calculate how respondents are going to vote and also whether our samples are skewed in ways we weren&#8217;t aware of before. The difficulty with election polling is that we only get to test our methods once every few years and circumstances change between these tests so there&#8217;s always a risk of trying to fight the last war.&#8221;</p>\n<p>A separate ComRes poll for the Independent on Sunday and Sunday Mirror puts the main parties on 33% &#8211; both two points down on the last ComRes telephone poll earlier in the week.</p>\n\n\n\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Opinion polls",
    "Politics",
    "Labour",
    "Conservatives",
    "Scottish National party (SNP)",
    "UK Independence party (Ukip)",
    "Liberal Democrats",
    "Ed Miliband",
    "David Cameron"
  ],
  "ntitle": "little_separates_tories_and_labour_in_last_observer_opinium_poll_before_election",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The country is firmly on course for another hung parliament with the Tories and Labour neck and neck in the final Opinium/Observer poll before Thursday’s knife-edge general election.\n\nWith just days of campaigning to go in what promises to be the closest contest for a generation, the Conservatives enter the final stretch a point ahead of Labour, making the result too close to call.\n\nOpinium’s findings suggest six weeks of fierce campaigning have done little to shift the share of the vote between the parties. The Tories are on 35% (up one point on last weekend) while Labour is also up one on 34%. Ukip, again defying expectations that it might fade in the late stages, is unchanged on 13%, well ahead of Nick Clegg’s Liberal Democrats on 8% (down one). The Greens are on 5% (down one) and the SNP remain on 4%.\n\nThe findings are in line with the average of most polls in recent days. While there has been some small movement to the Conservatives, it has been far less than David Cameron’s party had hoped after putting its economic record centre stage. The results suggest neither Labour nor the Tories can be confident of winning the most seats, let alone a majority, in the next parliament.\n\nAccording to the Guardian’s latest projection of polls, the Tories are on course to win 276 seats, Labour 267, the SNP 55, the Lib Dems 27, the DUP nine, Ukip three and the Greens to retain their one seat. Both Cameron and Miliband would need the votes of other parties to command the confidence of the House of Commons, and the arithmetic favours Labour. The sum of the “anti-Tory” bloc – those parties that have said they would vote a Tory government down – would add up to 329 seats: a majority. The possible sources of support for a Cameron-led government would add up to 315.\n\nThe battle in the final days will focus on the several million undecided voters, including those who currently give a preference but say they may change their minds – 69% of voters who chose a party said they would definitely vote for it, while 31% said there was a small or good chance they would switch.\n\nEncouragingly for the Conservatives, their supporters seem among the most settled: 75% said they were certain to vote that way against 25% who said there was a small or good chance they might switch. Among Labour voters, 69% were certain, and among Lib Dems just 50%. Less than half of those saying they intend to back the Greens (49%) say they are certain to vote that way. SNP voters are the most rock-solid, at 85% certain.\n\nWhile David Cameron’s personal rating (+3%, when the number of those who disapprove of his performance is subtracted from those who approve) remains way above that of Ed Miliband (-14%), the Labour leader’s figure has improved by more than 10 points since its nadir last year. Nick Clegg’s rating – once nearly -50% – has also seen a positive bounce lacking in his party’s overall rating. Clegg’s personal rating is -28% while Nigel Farage is on -14%.\n\nAdam Drummond of Opinium said it was “remarkable” how little opinion had shifted in the campaign: “Political science tells us that fundamental forces like the strength of the economy have more of an effect on elections than the campaigns themselves but even in a race as close as this neither main party has had much success in shifting the needle.\n\n“What change there has been since the start of 2015 has been from a series of very narrow Labour leads to a series of very narrow Conservative leads.\n\n“Since mid-April we’ve also seen more ‘outlier’ polls with big Conservative leads than Labour ones. The Conservatives therefore appear to have a lead in vote share but it is very slight and, like the slender Labour lead at the start of the campaign, within the margin of error.”\n\nDrummond added: “The issues with reading the polls are twofold. The first is that even the most accurate poll has a margin of error, and with a typical voting intention poll this margin is about +/-3%. This means that any lead for either party needs to be much bigger than what we’re seeing to be significant; even then we’re only 95% certain that it’s a lead. The gap between the parties is closer than polls are accurately able to measure, which means the polls could forecast a two-point Tory win but still technically be accurate if Labour win by a point.\n\n“The other issue is that the polls may by systemically wrong, as in 1992. The number of things that have changed since 2010 is daunting, with the rise of Ukip and the SNP, progress by the Greens and the decline of the Lib Dems. These all affect the way pollsters calculate how respondents are going to vote and also whether our samples are skewed in ways we weren’t aware of before. The difficulty with election polling is that we only get to test our methods once every few years and circumstances change between these tests so there’s always a risk of trying to fight the last war.”\n\nA separate ComRes poll for the Independent on Sunday and Sunday Mirror puts the main parties on 33% – both two points down on the last ComRes telephone poll earlier in the week.",
  "title": "Little separates Tories and Labour in last Observer/Opinium poll before election",
  "ts_in": "2015-05-03T15:17:19.298698",
  "url": "http://www.theguardian.com/politics/2015/may/02/observer-opinium-poll-election-labour-tories-neck-and-neck"
}