{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/may/03/finally-atheists-are-no-longer-just-old-white-men\" class=\" u-underline\">Finally, atheists are no longer just old white men | Adam Lee</a> </p>\n\n<p>While conservatives in Indiana and Arkansas were explaining last month why their new religious objections laws weren&#8217;t invitations to discriminate against gays, the leaders of Wisconsin&#8217;s capital city were busy protecting the rights of another group: atheists.</p>\n<p>In what is believed to be the first statute of its kind in the United States, Madison banned discrimination against the non-religious on 1 April , giving them the same protections afforded to people based on their race, sexual orientation and religion, among other reasons.</p>\n<p>It&#8217;s hardly surprising that such a statute would originate in Madison, an island of liberalism in a conservative-leaning state and the home of the Freedom from <a href=\"http://www.theguardian.com/world/religion\" class=\" u-underline\">Religion</a> Foundation. But the ordinance&#8217;s author, Anita Weier, said it didn&#8217;t arise from an actual complaint about alleged discrimination based on a lack of religious faith.</p>\n<p>&#8220;It just seems to me that religion has spread into government more than I feel comfortable with,&#8221; said Weier, who left the council after the statute passed. &#8220;It just occurred to me that religion was protected, so non-religion should be, too.&#8221;</p>\n<p>She said it also had nothing to do with what was happening in Indiana and Arkansas, which rolled back their religious objections laws amid heavy criticism that they were meant to give legal cover to people who cite religious reasons for discriminating against gays.</p>\n<p>Although there was no dissent when the city council passed its new statute, some question the need to protect non-believers in liberal Madison from discrimination in the areas of housing, employment and services. Among them is Julaine Appling, the president of <a href=\"http://www.theguardian.com/world/wisconsin\" class=\" u-underline\">Wisconsin</a> Family Action.</p>\n<p>&#8220;I don&#8217;t understand why they would add this to that litany of protections in Madison, of all places,&#8221; she said. &#8220;I thought this was an April Fools&#8217; joke.&#8221;</p>\n<p>If any minority group deserves further protections in Madison, which embraces its unofficial motto of &#8220;77 square miles surrounded by reality&#8221;, it&#8217;s conservative groups like hers, said Appling. For example, she pointed to the City Council&#8217;s attempts last year to create buffer zones to keep protesters away from abortion clinics, which the US supreme court later deemed unconstitutional in a Massachusetts case.</p>\n<p>Zach Brandon, president of the Madison Chamber of Commerce, said he hasn&#8217;t heard city business owners express concern about the ordinance, but that&#8217;s likely because it &#8220;doesn&#8217;t really do anything&#8221;.</p>\n<p>Brandon said expanding the equal opportunities ordinance to include more protected categories could make it obsolete.</p>\n<p>Atheists and other non-believers, though, say the statute marks an important step forward for those who aren&#8217;t religious.</p>\n<p>&#8220;I think Madison is way ahead of the curve,&#8221; said Todd Stiefel, the president of Openly Secular, which helps non-religious people become open about their absence of faith.</p>\n<p>Stiefel said people who tell their employers or family members that they are not religious face rejection and harassment. He said he&#8217;s heard from atheists who were fired the day after sharing their non-religious views with their employers or disinherited by their parents after opening up about their lack of faith.</p>\n<p>&#8220;It boils down to the misinformation and prejudice that gets passed down generation to generation. People have been raised being told that atheists are evil and they eat babies and they can&#8217;t be trusted,&#8221; said Stiefel, adding that he thinks it will be quite a while before another city follows Madison&#8217;s lead.</p>\n<p>Patrick Elliott, a Freedom From Religion Foundation attorney, said the city that&#8217;s also home to the University of Wisconsin has recently seen an increase in religiously owned rental housing. While it had not yet created a conflict, the foundation wants to be sure there can be no discrimination, he said.</p>\n<p>&#8220;Whether someone could have brought a case, we don&#8217;t know,&#8221; Elliott said. &#8220;It seemed that way, but we didn&#8217;t have any precedent to support that.&#8221;</p>\n<p>Even though her ordinance passed without objection, Weier said her fellow council members seemed reluctant to embrace her idea or connect their name to it. She also said timing played a large role in her decision to propose the ordinance.</p>\n<p>&#8220;If I&#8217;d been running again, I don&#8217;t think I would have brought it forward,&#8221; Weier said. &#8220;I think there&#8217;s discrimination against atheists.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Madison Wisconsin"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Wisconsin",
    "Atheism",
    "Religion",
    "US news",
    "World news"
  ],
  "ntitle": "madison_law_bans_religious_discrimination_against_atheists",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Finally, atheists are no longer just old white men | Adam Lee\n\nWhile conservatives in Indiana and Arkansas were explaining last month why their new religious objections laws weren’t invitations to discriminate against gays, the leaders of Wisconsin’s capital city were busy protecting the rights of another group: atheists.\n\nIn what is believed to be the first statute of its kind in the United States, Madison banned discrimination against the non-religious on 1 April , giving them the same protections afforded to people based on their race, sexual orientation and religion, among other reasons.\n\nIt’s hardly surprising that such a statute would originate in Madison, an island of liberalism in a conservative-leaning state and the home of the Freedom from Religion Foundation. But the ordinance’s author, Anita Weier, said it didn’t arise from an actual complaint about alleged discrimination based on a lack of religious faith.\n\n“It just seems to me that religion has spread into government more than I feel comfortable with,” said Weier, who left the council after the statute passed. “It just occurred to me that religion was protected, so non-religion should be, too.”\n\nShe said it also had nothing to do with what was happening in Indiana and Arkansas, which rolled back their religious objections laws amid heavy criticism that they were meant to give legal cover to people who cite religious reasons for discriminating against gays.\n\nAlthough there was no dissent when the city council passed its new statute, some question the need to protect non-believers in liberal Madison from discrimination in the areas of housing, employment and services. Among them is Julaine Appling, the president of Wisconsin Family Action.\n\n“I don’t understand why they would add this to that litany of protections in Madison, of all places,” she said. “I thought this was an April Fools’ joke.”\n\nIf any minority group deserves further protections in Madison, which embraces its unofficial motto of “77 square miles surrounded by reality”, it’s conservative groups like hers, said Appling. For example, she pointed to the City Council’s attempts last year to create buffer zones to keep protesters away from abortion clinics, which the US supreme court later deemed unconstitutional in a Massachusetts case.\n\nZach Brandon, president of the Madison Chamber of Commerce, said he hasn’t heard city business owners express concern about the ordinance, but that’s likely because it “doesn’t really do anything”.\n\nBrandon said expanding the equal opportunities ordinance to include more protected categories could make it obsolete.\n\nAtheists and other non-believers, though, say the statute marks an important step forward for those who aren’t religious.\n\n“I think Madison is way ahead of the curve,” said Todd Stiefel, the president of Openly Secular, which helps non-religious people become open about their absence of faith.\n\nStiefel said people who tell their employers or family members that they are not religious face rejection and harassment. He said he’s heard from atheists who were fired the day after sharing their non-religious views with their employers or disinherited by their parents after opening up about their lack of faith.\n\n“It boils down to the misinformation and prejudice that gets passed down generation to generation. People have been raised being told that atheists are evil and they eat babies and they can’t be trusted,” said Stiefel, adding that he thinks it will be quite a while before another city follows Madison’s lead.\n\nPatrick Elliott, a Freedom From Religion Foundation attorney, said the city that’s also home to the University of Wisconsin has recently seen an increase in religiously owned rental housing. While it had not yet created a conflict, the foundation wants to be sure there can be no discrimination, he said.\n\n“Whether someone could have brought a case, we don’t know,” Elliott said. “It seemed that way, but we didn’t have any precedent to support that.”\n\nEven though her ordinance passed without objection, Weier said her fellow council members seemed reluctant to embrace her idea or connect their name to it. She also said timing played a large role in her decision to propose the ordinance.\n\n“If I’d been running again, I don’t think I would have brought it forward,” Weier said. “I think there’s discrimination against atheists.”",
  "title": "Madison law bans religious discrimination ... against atheists",
  "ts_in": "2015-05-03T20:53:55.591130",
  "url": "http://www.theguardian.com/us-news/2015/may/03/madison-wisconsin-bans-religious-discrimination-atheists"
}