{
  "article_html": "<div><p>A man who fell unconscious after being restrained by police has died in hospital.</p>\n<p>Officers said they attempted to arrest the 38-year-old outside a bar in Paignton, Devon, amid reports of a disturbance between two men and door staff on Wednesday.</p>\n<p><a href=\"http://www.theguardian.com/uk/police\" class=\" u-underline\">Police</a> said the man &#8211; who has not yet been named &#8211; lost consciousness while being detained and officers tried to revive him before he was taken to Torbay District hospital.</p>\n<p>However, despite doctors&#8217; efforts, the man was pronounced dead on Saturday evening.</p>\n<p>Ast Ch Cons Russ Middleton, of Devon and Cornwall police, confirmed the incident has now been referred to the <a href=\"http://www.theguardian.com/politics/ipcc\" class=\" u-underline\">Independent Police Complaints Commission</a> (IPCC).</p>\n<p>He said: &#8220;Our thoughts and condolences are with the family, and we are providing support at this difficult time. </p>\n<p>&#8220;The force&#8217;s major crime investigation team has already commenced an investigation into this incident and that will continue.</p>\n<p>&#8220;We will also co-operate fully with the IPCC separate independent investigation into police involvement in the incident.&#8221;</p>\n<p>A force spokesman added that four men &#8211; aged 43, 54 and two both aged 35 &#8211; had been arrested as part of their investigation into the original disturbance.</p>\n<p>&#8220;One of the 35-year-old men has been released with no further action, while the three other men &#8211; all arrested on suspicion of affray &#8211; have been given police bail pending further inquiries,&#8221; he added.</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Police",
    "Independent Police Complaints Commission",
    "UK news"
  ],
  "ntitle": "man_dies_in_hospital_after_falling_unconscious_during_police_restraint",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A man who fell unconscious after being restrained by police has died in hospital.\n\nOfficers said they attempted to arrest the 38-year-old outside a bar in Paignton, Devon, amid reports of a disturbance between two men and door staff on Wednesday.\n\nPolice said the man – who has not yet been named – lost consciousness while being detained and officers tried to revive him before he was taken to Torbay District hospital.\n\nHowever, despite doctors’ efforts, the man was pronounced dead on Saturday evening.\n\nAst Ch Cons Russ Middleton, of Devon and Cornwall police, confirmed the incident has now been referred to the Independent Police Complaints Commission (IPCC).\n\nHe said: “Our thoughts and condolences are with the family, and we are providing support at this difficult time.\n\n“The force’s major crime investigation team has already commenced an investigation into this incident and that will continue.\n\n“We will also co-operate fully with the IPCC separate independent investigation into police involvement in the incident.”\n\nA force spokesman added that four men – aged 43, 54 and two both aged 35 – had been arrested as part of their investigation into the original disturbance.\n\n“One of the 35-year-old men has been released with no further action, while the three other men – all arrested on suspicion of affray – have been given police bail pending further inquiries,” he added.",
  "title": "Man dies in hospital after falling unconscious during police restraint",
  "ts_in": "2015-05-03T20:53:43.587302",
  "url": "http://www.theguardian.com/uk-news/2015/may/03/man-dies-hospital-unconscious-police-restraint-devon-ipcc"
}