{
  "article_html": "<div><p>As you were. Louis van Gaal is a duffer all over again after supervising three defeats in a row &#8211; the light aeroplane on duty at Anfield might soon be back here at this rate &#8211; while Tony Pulis is a genius once more for all but securing safety for his side at the most intimidating of venues.</p>\n<p>Does Old Trafford still intimidate? Darren Fletcher reckons it does and he should know. &#8220;The manager reminded us beforehand that we had won here last year,&#8221; the former United midfielder said on his first, triumphant return. &#8220;You need that belief because a lot of sides are beaten before they get here.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/2015/may/02/louis-van-gaal-man-united-west-brom-loss\" class=\" u-underline\">Louis van Gaal blames Manchester United&#8217;s woes on failure to finish</a> </p>\n\n<p>Faced with a packed and determined defence, the home side huffed and puffed but made few inroads, leaving their visitors to steal the points and reach the accepted target of 40 with a slice of luck from a Chris Brunt free-kick that deflected in off Jonas Olsson in the second half. By the end one could only admire West Brom&#8217;s chutzpah, a quality United appear to have temporarily mislaid.</p>\n<p>There was a show of support for Rio Ferdinand, after the news of his wife&#8217;s death was made public on the morning of the match, with both sets of supporters joining in a minute&#8217;s applause. United had Robin van Persie back in the starting lineup for the first time since February, and most of the ground thought he had put the home side into the lead when he met Ashley Young&#8217;s cross from the left with a first-time finish at the near post midway through the first half. West Brom had been carved open and Van Persie had the goal at his mercy, yet to the relief of the statuesque Boaz Myhill the drilled low shot passed harmlessly a few inches wide of an upright.</p>\n<p>That was not the first time Young and Van Persie had combined. Craig Dawson had to make a determined block a couple of minutes earlier to prevent Young putting away the rebound when Myhill palmed away a shot from the Dutchman, though the visitors had the earliest and perhaps most inviting opportunity when Joleon Lescott&#8217;s free header at a corner went straight at David de Gea.</p>\n<p>United did most of the attacking without finding too many ways through Tony Pulis&#8217;s two lines of defence. When the home side had the ball, which was almost all of the time, West Brom effectively lined up with five across the midfield, with only Saido Berahino as an isolated outlet up front, hoping to keep things tight for as long as possible and rely on set pieces to get men further forward.</p>\n<p>The Pulis game plan was basically to let the opposition have most of the possession and see what they were able to do with it, which turned out to be not an awful lot. After the couple of Van Persie chances earlier Myhill did not have much to do until the final minute of the first half, when he was almost caught out by an unexpectedly powerful Antonio Valencia drive from a narrow angle.</p>\n<p>A passage of play at the start of the second half demonstrated what United were up against. Wayne Rooney and Juan Mata spent two minutes or so playing the ball across the edge of the Albion penalty area, first one way, then the other, without finding any line of weakness in a compact defence. Finally Van Persie tired of waiting for a pass and came back to pick up the ball, only for his bright idea, a lofted pass forward in the direction of Marouane Fellaini, to hand possession back to the visitors.</p>\n<p>When Fellaini went down in search of a penalty a minute or so later, tumbling under an innocuous challenge from Craig Gardner, it seemed a sign that United were becoming a little desperate. They certainly must have felt that way when West Brom took a shock lead, scoring from a set piece &#8211; what else? &#8211; to leave United staring at their worst league run since 2001.</p>\n<p>Paddy McNair had given away a free-kick 25 yards out with a blatant body check on Fletcher, and when Brunt crashed in a shot a fortuitous deflection off Olsson, standing next to the defensive wall, left De Gea no chance.</p>\n<p>&#193;ngel Di Mar&#237;a must have been wondering when he might get a chance to pit his wits against West Brom&#8217;s blanket defence, and the answer came within seconds of his side going behind.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/2015/may/02/liverpool-qpr-premier-league-match-report\" class=\" u-underline\">Liverpool 2-1 QPR | Premier League match report</a> </p>\n\n<p>The only surprise was that Van Gaal did not throw Radamel Falcao and Adnan Januzaj on as well as it was clearly going to take something extraordinary to get back on terms.</p>\n<p>That something appeared to have arrived in the 72nd minute when Berahino was unlucky to be pulled up for handball in the area. Unlucky because it was debatable whether he was actually in the area when Valencia&#8217;s cross struck him on the elbow, and even more doubtful whether he had any chance of getting out of the way. That was the extent of United&#8217;s luck, however, for Myhill guessed correctly when Van Persie stepped up and dived to his left to beat out an unconvincing penalty.</p>\n<p>Luck stayed on West Brom&#8217;s side in stoppage time, too, when Myhill produced notable stops to deny first Van Persie and then Di Mar&#237;a, though that was more likely a case of great goalkeeping. There was nothing remotely unjust about the result, the visitors deserved it.</p>\n</div>",
  "authors": [
    "Paul Wilson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Manchester United",
    "West Bromwich Albion",
    "Football",
    "Sport"
  ],
  "ntitle": "manchester_united_0_1_west_brom",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "As you were. Louis van Gaal is a duffer all over again after supervising three defeats in a row – the light aeroplane on duty at Anfield might soon be back here at this rate – while Tony Pulis is a genius once more for all but securing safety for his side at the most intimidating of venues.\n\nDoes Old Trafford still intimidate? Darren Fletcher reckons it does and he should know. “The manager reminded us beforehand that we had won here last year,” the former United midfielder said on his first, triumphant return. “You need that belief because a lot of sides are beaten before they get here.”\n\nRelated: Louis van Gaal blames Manchester United’s woes on failure to finish\n\nFaced with a packed and determined defence, the home side huffed and puffed but made few inroads, leaving their visitors to steal the points and reach the accepted target of 40 with a slice of luck from a Chris Brunt free-kick that deflected in off Jonas Olsson in the second half. By the end one could only admire West Brom’s chutzpah, a quality United appear to have temporarily mislaid.\n\nThere was a show of support for Rio Ferdinand, after the news of his wife’s death was made public on the morning of the match, with both sets of supporters joining in a minute’s applause. United had Robin van Persie back in the starting lineup for the first time since February, and most of the ground thought he had put the home side into the lead when he met Ashley Young’s cross from the left with a first-time finish at the near post midway through the first half. West Brom had been carved open and Van Persie had the goal at his mercy, yet to the relief of the statuesque Boaz Myhill the drilled low shot passed harmlessly a few inches wide of an upright.\n\nThat was not the first time Young and Van Persie had combined. Craig Dawson had to make a determined block a couple of minutes earlier to prevent Young putting away the rebound when Myhill palmed away a shot from the Dutchman, though the visitors had the earliest and perhaps most inviting opportunity when Joleon Lescott’s free header at a corner went straight at David de Gea.\n\nUnited did most of the attacking without finding too many ways through Tony Pulis’s two lines of defence. When the home side had the ball, which was almost all of the time, West Brom effectively lined up with five across the midfield, with only Saido Berahino as an isolated outlet up front, hoping to keep things tight for as long as possible and rely on set pieces to get men further forward.\n\nThe Pulis game plan was basically to let the opposition have most of the possession and see what they were able to do with it, which turned out to be not an awful lot. After the couple of Van Persie chances earlier Myhill did not have much to do until the final minute of the first half, when he was almost caught out by an unexpectedly powerful Antonio Valencia drive from a narrow angle.\n\nA passage of play at the start of the second half demonstrated what United were up against. Wayne Rooney and Juan Mata spent two minutes or so playing the ball across the edge of the Albion penalty area, first one way, then the other, without finding any line of weakness in a compact defence. Finally Van Persie tired of waiting for a pass and came back to pick up the ball, only for his bright idea, a lofted pass forward in the direction of Marouane Fellaini, to hand possession back to the visitors.\n\nWhen Fellaini went down in search of a penalty a minute or so later, tumbling under an innocuous challenge from Craig Gardner, it seemed a sign that United were becoming a little desperate. They certainly must have felt that way when West Brom took a shock lead, scoring from a set piece – what else? – to leave United staring at their worst league run since 2001.\n\nPaddy McNair had given away a free-kick 25 yards out with a blatant body check on Fletcher, and when Brunt crashed in a shot a fortuitous deflection off Olsson, standing next to the defensive wall, left De Gea no chance.\n\nÁngel Di María must have been wondering when he might get a chance to pit his wits against West Brom’s blanket defence, and the answer came within seconds of his side going behind.\n\nRelated: Liverpool 2-1 QPR | Premier League match report\n\nThe only surprise was that Van Gaal did not throw Radamel Falcao and Adnan Januzaj on as well as it was clearly going to take something extraordinary to get back on terms.\n\nThat something appeared to have arrived in the 72nd minute when Berahino was unlucky to be pulled up for handball in the area. Unlucky because it was debatable whether he was actually in the area when Valencia’s cross struck him on the elbow, and even more doubtful whether he had any chance of getting out of the way. That was the extent of United’s luck, however, for Myhill guessed correctly when Van Persie stepped up and dived to his left to beat out an unconvincing penalty.\n\nLuck stayed on West Brom’s side in stoppage time, too, when Myhill produced notable stops to deny first Van Persie and then Di María, though that was more likely a case of great goalkeeping. There was nothing remotely unjust about the result, the visitors deserved it.",
  "title": "Manchester United 0-1 West Brom",
  "ts_in": "2015-05-03T15:16:25.577939",
  "url": "http://www.theguardian.com/football/2015/may/02/manchester-united-west-brom-premier-league-match-report"
}