{
  "article_html": "<div><p>Maya Plisetskaya, who has died aged 89, was one of the most important ballerinas of the Soviet era, becoming, on the retirement of <a href=\"http://www.independent.co.uk/news/obituaries/obituary-galina-ulanova-1152021.html\" title=\"\" class=\" u-underline\">Galina Ulanova</a>, the leading ballerina of the Bolshoi Ballet. Slender, with long legs and blazing red hair, she had a dazzling technique, a huge, almost masculine, jump and remarkably flexible back and arms. She claimed that she inherited her striking and expressive looks from her father, whom she describes as having a &#8220;sinewy, slender physique&#8221;. Among her contemporaries she stood out, and even today films of <a href=\"https://www.youtube.com/watch?v=Krj-QsQvYSc\" title=\"\" class=\" u-underline\">her dancing </a>look remarkably modern.</p>\n<p>Western audiences first saw her mainly in dramatic roles, such as the dual heroine of Swan Lake or the title role of Carmen Suite, a ballet created around her personality and particular gifts, but she could also be deliciously funny and feminine as the Tsar Maiden in The Little Humpbacked Horse or, most notably, as Kitri in Don Quixote; <a href=\"http://www.theguardian.com/stage/nureyev\" class=\" u-underline\">Rudolf Nureyev</a> said her performance was &#8220;like champagne&#8221;. But despite her undoubted gifts her life was anything but smooth. She waited 16 years before she was allowed to tour in the west, labelled by the KGB as &#8220;politically immature&#8221;. And later in her long career there was an open breach between Plisetskaya and the Bolshoi&#8217;s all-powerful director Yuri Grigorovich.</p>\n<p>She was born in Moscow, her parents&#8217; first child and only daughter. Her father, Mikhail Plisetsky, was an engineer and staunch communist who held a senior position in the country&#8217;s coal industry. Her mother, Rakhil Messerer, was a film actor and a member of a large family which included actors, dancers, academics and engineers. Both parents were Jewish, which was to prove a problem in the supposedly egalitarian Soviet Union. Furthermore, there were close relatives in the US.</p>\n<p>In 1934 Plisetskaya entered the <a href=\"http://www.theguardian.com/stage/bolshoi\" class=\" u-underline\">Bolshoi</a> ballet school, where she immediately attracted attention. Her first year was cut short because the family had to return to Spitsbergen where her father was consul general<strong>.</strong> But after a few months, because she missed dancing, it was decided that she should return to Moscow, where she was put into the class of Elizaveta Gert.</p>\n<p>A year later, Mikhail was recalled to Moscow. In 1937 he was arrested and, later, executed. The following year Rakhil, together with her youngest child, was sent to a labour camp as the wife of &#8220;an enemy of the people&#8221;. Maya was taken in by her aunt Sulamith, a Bolshoi ballerina, and her uncle Asaf, a leading male dancer of the time, looked after her brother Alexander.</p>\n<p>In 1941 Rakhil was released and the family was reunited, but as the second world war went on, the family moved to Sverdlovsk, believing that the Bolshoi would be evacuated to that city. The rumour proved false and Maya missed an entire year at the ballet school. Eventually she took the dangerous step of making the five-day trip back to Moscow without proper papers. She graduated with top marks in 1943.</p>\n<p>She joined the Bolshoi at a junior level, but danced several featured roles in her first season. Among these was the mazurka in Chopiniana which she rehearsed with the great teacher Agrippina Vaganova who, she said, &#8220;gilded&#8221; her interpretation. Ever after, Plisetskaya regretted that her time with Vaganova was so brief.</p>\n<p>In 1945 Plisetskaya was appointed ballerina, dancing leading roles in the company&#8217;s repertoire, including Swan Lake, which she continued to perform into her 50s. She created parts in Leonid Lavrovsky&#8217;s Stone Flower and in <a href=\"http://www.theguardian.com/news/2007/nov/07/guardianobituaries.artsobituaries\" title=\"\" class=\" u-underline\">Igor Moiseyev</a>&#8217;s Spartacus. But whatever the role, she made it uniquely her own thanks to her dramatic gifts and striking personality. However, she was still falling foul of the authorities. When in 1951 she was made Honoured Artist of the USSR, there were protests from the Komsomol. And she was excluded from the 1956 tour to London, the first time the full Bolshoi company appeared in the west. It was not until the Bolshoi went to New York in 1959, a year after Plisetskaya married the composer <a href=\"http://www.spectator.co.uk/arts/arts-feature/9348512/maya-plisetskaya-and-rodion-shchedrin-the-kgb-put-a-microphone-in-our-marriage-bed/\" title=\"\" class=\" u-underline\">Rodion Shchedrin</a>, that she was to appear on a western stage and win international recognition. But despite this, and subsequent triumphant tours, she still faced problems. Carmen Suite, a work choreographed for her by the Cuban <a href=\"http://www.nytimes.com/2008/01/07/arts/07alonso.html\" title=\"\" class=\" u-underline\">Alberto Alonso</a> was initially officially condemned as &#8220;erotic&#8221; and &#8220;formalist&#8221;. But she persevered, and it became one of her signature roles.</p>\n<p>There was similar criticism, on ostensibly artistic grounds, but perhaps more to do with company politics,<strong> </strong>with her first choreography, Anna Karenina (1972), and two further ballets in which she starred, The Seagull (1980) and The Lady With the Little Dog (1985). All three had music by Shchedrin and costumes by Pierre Cardin. By this time Plisetskaya had experience of working with the western choreographers <a href=\"http://www.theguardian.com/news/2007/nov/23/guardianobituaries.artsobituaries\" title=\"\" class=\" u-underline\">Maurice B&#233;jart</a> and<a href=\"http://www.theguardian.com/stage/2011/jul/11/roland-petit-obituary\" title=\"\" class=\" u-underline\"> Roland Petit</a>, both of whom had created works for her. She marked her 50th birthday with a performance of B&#233;jart&#8217;s demanding Bolero. And her 50th year on the stage was celebrated with The Madwoman of Chaillot, a ballet created for her by the Romanian Gigi Caciuleanu.</p>\n<p>By the late 1970s she and several other senior Bolshoi stars were openly at daggers drawn with Grigorovich. Plisetskaya was still much in demand though, and continued to tour with a group of dancers who appeared mainly in her own programmes.</p>\n<p>In 1983 Plisetskaya spent a year as artistic director of the Rome Opera Ballet and held a similar post at the National <a href=\"http://www.theguardian.com/stage/ballet\" class=\" u-underline\">Ballet</a> of Spain from 1987 to 1990. She continued to dance on pointe well into her 60s, a special highlight being the Dying Swan solo, originally made famous by Anna Pavlova, and she was still appearing on stage in a solo created for her by B&#233;jart, Ave Maya, in her 80s.</p>\n<p>Plisetskaya was garlanded with honours including three Lenin prizes, and orders from France, Japan, Lithuania and Spain. In 2000 Vladimir Putin invested her with the medal for service to the Russian state. Happily, many of her performances were recorded, including appearances as an actor in the Soviet films Anna Karenina (1976) and Fantaziya (1976, based on Turgenev&#8217;s Spring Torrents). She is depicted by the artist <a href=\"http://yale.universitypressscholarship.com/view/10.12987/yale/9780300088571.001.0001/upso-9780300088571-chapter-37\" title=\"\" class=\" u-underline\">Marc Chagall</a> in a mural for the Metropolitan Opera House in New York. Her autobiography,<a href=\"http://www.amazon.co.uk/I-Maya-Plisetskaya/dp/0300172478\" title=\"\" class=\" u-underline\"> I Maya Plisetskaya</a>, was published in 2001.</p>\n<p>After the collapse of the Soviet Union, Plisetskaya and Shchedrin made their home in Munich.</p>\n<p>He survives her, as does her brother Azari Plisetsky, a former dancer and ballet teacher.</p>\n<p>&#8226; Maya Mikhailovna Plisetskaya, ballerina, born 20 November 1925; died 2 May 2015</p>\n</div>",
  "authors": [
    "Judith Cruickshank"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ballet",
    "Russia",
    "Dance",
    "Stage",
    "Bolshoi",
    "Rudolf Nureyev",
    "Film"
  ],
  "ntitle": "maya_plisetskaya_obituary",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Maya Plisetskaya, who has died aged 89, was one of the most important ballerinas of the Soviet era, becoming, on the retirement of Galina Ulanova, the leading ballerina of the Bolshoi Ballet. Slender, with long legs and blazing red hair, she had a dazzling technique, a huge, almost masculine, jump and remarkably flexible back and arms. She claimed that she inherited her striking and expressive looks from her father, whom she describes as having a “sinewy, slender physique”. Among her contemporaries she stood out, and even today films of her dancing look remarkably modern.\n\nWestern audiences first saw her mainly in dramatic roles, such as the dual heroine of Swan Lake or the title role of Carmen Suite, a ballet created around her personality and particular gifts, but she could also be deliciously funny and feminine as the Tsar Maiden in The Little Humpbacked Horse or, most notably, as Kitri in Don Quixote; Rudolf Nureyev said her performance was “like champagne”. But despite her undoubted gifts her life was anything but smooth. She waited 16 years before she was allowed to tour in the west, labelled by the KGB as “politically immature”. And later in her long career there was an open breach between Plisetskaya and the Bolshoi’s all-powerful director Yuri Grigorovich.\n\nShe was born in Moscow, her parents’ first child and only daughter. Her father, Mikhail Plisetsky, was an engineer and staunch communist who held a senior position in the country’s coal industry. Her mother, Rakhil Messerer, was a film actor and a member of a large family which included actors, dancers, academics and engineers. Both parents were Jewish, which was to prove a problem in the supposedly egalitarian Soviet Union. Furthermore, there were close relatives in the US.\n\nIn 1934 Plisetskaya entered the Bolshoi ballet school, where she immediately attracted attention. Her first year was cut short because the family had to return to Spitsbergen where her father was consul general. But after a few months, because she missed dancing, it was decided that she should return to Moscow, where she was put into the class of Elizaveta Gert.\n\nA year later, Mikhail was recalled to Moscow. In 1937 he was arrested and, later, executed. The following year Rakhil, together with her youngest child, was sent to a labour camp as the wife of “an enemy of the people”. Maya was taken in by her aunt Sulamith, a Bolshoi ballerina, and her uncle Asaf, a leading male dancer of the time, looked after her brother Alexander.\n\nIn 1941 Rakhil was released and the family was reunited, but as the second world war went on, the family moved to Sverdlovsk, believing that the Bolshoi would be evacuated to that city. The rumour proved false and Maya missed an entire year at the ballet school. Eventually she took the dangerous step of making the five-day trip back to Moscow without proper papers. She graduated with top marks in 1943.\n\nShe joined the Bolshoi at a junior level, but danced several featured roles in her first season. Among these was the mazurka in Chopiniana which she rehearsed with the great teacher Agrippina Vaganova who, she said, “gilded” her interpretation. Ever after, Plisetskaya regretted that her time with Vaganova was so brief.\n\nIn 1945 Plisetskaya was appointed ballerina, dancing leading roles in the company’s repertoire, including Swan Lake, which she continued to perform into her 50s. She created parts in Leonid Lavrovsky’s Stone Flower and in Igor Moiseyev’s Spartacus. But whatever the role, she made it uniquely her own thanks to her dramatic gifts and striking personality. However, she was still falling foul of the authorities. When in 1951 she was made Honoured Artist of the USSR, there were protests from the Komsomol. And she was excluded from the 1956 tour to London, the first time the full Bolshoi company appeared in the west. It was not until the Bolshoi went to New York in 1959, a year after Plisetskaya married the composer Rodion Shchedrin, that she was to appear on a western stage and win international recognition. But despite this, and subsequent triumphant tours, she still faced problems. Carmen Suite, a work choreographed for her by the Cuban Alberto Alonso was initially officially condemned as “erotic” and “formalist”. But she persevered, and it became one of her signature roles.\n\nThere was similar criticism, on ostensibly artistic grounds, but perhaps more to do with company politics, with her first choreography, Anna Karenina (1972), and two further ballets in which she starred, The Seagull (1980) and The Lady With the Little Dog (1985). All three had music by Shchedrin and costumes by Pierre Cardin. By this time Plisetskaya had experience of working with the western choreographers Maurice Béjart and Roland Petit, both of whom had created works for her. She marked her 50th birthday with a performance of Béjart’s demanding Bolero. And her 50th year on the stage was celebrated with The Madwoman of Chaillot, a ballet created for her by the Romanian Gigi Caciuleanu.\n\nBy the late 1970s she and several other senior Bolshoi stars were openly at daggers drawn with Grigorovich. Plisetskaya was still much in demand though, and continued to tour with a group of dancers who appeared mainly in her own programmes.\n\nIn 1983 Plisetskaya spent a year as artistic director of the Rome Opera Ballet and held a similar post at the National Ballet of Spain from 1987 to 1990. She continued to dance on pointe well into her 60s, a special highlight being the Dying Swan solo, originally made famous by Anna Pavlova, and she was still appearing on stage in a solo created for her by Béjart, Ave Maya, in her 80s.\n\nPlisetskaya was garlanded with honours including three Lenin prizes, and orders from France, Japan, Lithuania and Spain. In 2000 Vladimir Putin invested her with the medal for service to the Russian state. Happily, many of her performances were recorded, including appearances as an actor in the Soviet films Anna Karenina (1976) and Fantaziya (1976, based on Turgenev’s Spring Torrents). She is depicted by the artist Marc Chagall in a mural for the Metropolitan Opera House in New York. Her autobiography, I Maya Plisetskaya, was published in 2001.\n\nAfter the collapse of the Soviet Union, Plisetskaya and Shchedrin made their home in Munich.\n\nHe survives her, as does her brother Azari Plisetsky, a former dancer and ballet teacher.\n\n• Maya Mikhailovna Plisetskaya, ballerina, born 20 November 1925; died 2 May 2015",
  "title": "Maya Plisetskaya obituary",
  "ts_in": "2015-05-03T15:16:57.301723",
  "url": "http://www.theguardian.com/stage/2015/may/03/maya-plisetskaya"
}