{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/michael-vaughan\" class=\" u-underline\">Michael Vaughan</a> has ruled himself out of the running to become England&#8217;s director of cricket, leaving Andrew Strauss as the favourite to fill the vacancy.</p>\n<p>Vaughan was the first to declare his interest in the newly created position when it was announced by the England and Wales Cricket Board chief executive Tom Harrison at the start of last month, <a href=\"http://www.theguardian.com/sport/blog/2015/apr/08/paul-downton-world-cup-england\" title=\"\" class=\" u-underline\">following the decision to remove Paul Downton as managing director </a>in the wake of the miserable World Cup campaign.</p>\n<p>While details of the new role have been kept guarded by the <a href=\"http://www.theguardian.com/sport/ecb\" class=\" u-underline\">ECB</a>, a &#8216;skeleton&#8217; job description was sent out to prospective candidates by headhunter Sports Recruitment International two weeks ago, with the former England captains Vaughan, Strauss and Alec Stewart among those known to have been contacted.</p>\n<p>Vaughan has since met with Harrison and given his thoughts into how he believes it should be run, as well as offering input into the review of the English domestic structure and the possibility of a revamped Twenty20 tournament.</p>\n<p>But with lucrative media commitments and differences of opinion as to how the role could work, the Guardian understands the 40-year-old has decided the time is not right for him to take charge of the England team.</p>\n<p>The news leaves the 38-year-old Strauss as the front-runner for the position, nearly <a href=\"http://www.theguardian.com/sport/2012/aug/29/england-captain-andrew-strauss-retires\" title=\"\" class=\" u-underline\">three years after he resigned from the captaincy and retired from professional cricket</a>.</p>\n<p>The former opener has been pushing hard for the position since Downton&#8217;s sacking, with the incoming ECB chairman Colin Graves having privately expressed disappointment that the knowledge of past captains such as Vaughan and Strauss has not been retained by the board.</p>\n<p>While his tenure as captain alongside coach Andy Flower brought two Ashes wins &#8211; including a first series win in Australia for 24 years in 2010-11 &#8211; and the rise to the world&#8217;s No1 Test side, the appointment of Strauss would hardly represent a clean break from England&#8217;s recent past.</p>\n<p>His close alliance with the Test captain Alastair Cook &#8211; the pair share the same agent &#8211; could shore up the latter&#8217;s position as Test captain, while the head coach Peter Moores will also be more relieved, having previously found himself on the receiving end of criticism from Vaughan.</p>\n<p>And it would almost certainly spell the end to Kevin Pietersen&#8217;s remote hopes of donning the whites in Test cricket again, with Strauss having let slip his feelings on the 34-year-old batsman while commentating on the <a href=\"http://www.theguardian.com/sport/2014/jul/05/andrew-strauss-kevin-pietersen\" title=\"\" class=\" u-underline\">MCC v Rest of the World fixture at Lord&#8217;s last summer when he called him a &#8220;complete cunt&#8221;</a>.</p>\n</div>",
  "authors": [
    "Ali Martin"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "England cricket team",
    "Michael Vaughan",
    "Andrew Strauss",
    "ECB",
    "Cricket",
    "Sport"
  ],
  "ntitle": "michael_vaughan_pulls_out_of_running_for_england_director_of_cricket",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Michael Vaughan has ruled himself out of the running to become England’s director of cricket, leaving Andrew Strauss as the favourite to fill the vacancy.\n\nVaughan was the first to declare his interest in the newly created position when it was announced by the England and Wales Cricket Board chief executive Tom Harrison at the start of last month, following the decision to remove Paul Downton as managing director in the wake of the miserable World Cup campaign.\n\nWhile details of the new role have been kept guarded by the ECB, a ‘skeleton’ job description was sent out to prospective candidates by headhunter Sports Recruitment International two weeks ago, with the former England captains Vaughan, Strauss and Alec Stewart among those known to have been contacted.\n\nVaughan has since met with Harrison and given his thoughts into how he believes it should be run, as well as offering input into the review of the English domestic structure and the possibility of a revamped Twenty20 tournament.\n\nBut with lucrative media commitments and differences of opinion as to how the role could work, the Guardian understands the 40-year-old has decided the time is not right for him to take charge of the England team.\n\nThe news leaves the 38-year-old Strauss as the front-runner for the position, nearly three years after he resigned from the captaincy and retired from professional cricket.\n\nThe former opener has been pushing hard for the position since Downton’s sacking, with the incoming ECB chairman Colin Graves having privately expressed disappointment that the knowledge of past captains such as Vaughan and Strauss has not been retained by the board.\n\nWhile his tenure as captain alongside coach Andy Flower brought two Ashes wins – including a first series win in Australia for 24 years in 2010-11 – and the rise to the world’s No1 Test side, the appointment of Strauss would hardly represent a clean break from England’s recent past.\n\nHis close alliance with the Test captain Alastair Cook – the pair share the same agent – could shore up the latter’s position as Test captain, while the head coach Peter Moores will also be more relieved, having previously found himself on the receiving end of criticism from Vaughan.\n\nAnd it would almost certainly spell the end to Kevin Pietersen’s remote hopes of donning the whites in Test cricket again, with Strauss having let slip his feelings on the 34-year-old batsman while commentating on the MCC v Rest of the World fixture at Lord’s last summer when he called him a “complete cunt”.",
  "title": "Michael Vaughan pulls out of running for England director of cricket",
  "ts_in": "2015-05-03T15:16:49.988581",
  "url": "http://www.theguardian.com/sport/2015/may/03/michael-vaughan-england-director-cricket"
}