{
  "article_html": "<div><p>More than three-quarters of the buildings in Nepal&#8217;s capital, Kathmandu, are uninhabitable or unsafe following the 7.9-magnitude earthquake nine days ago, a new survey has revealed.</p>\n<p>Assessments of 2,500 buildings carried out by more than 1,000 local engineers during the last four days have revealed that a fifth are no longer habitable and three-quarters need repairs before they can be considered safe.</p>\n<p>&#8220;The sample is a random one and so representative of the city as a whole. The damage is bad. We are still discovering its extent and will have to do a full and thorough final assessment at some point,&#8221; said survey coordinator Drubha Thapa, president of the Nepali Engineers Association (NEA).</p>\n<p>The new assessment indicates a much greater number of buildings will need repairing than previously estimated by the Nepalese government. Local officials have so far counted 153,000 buildings that are in ruins across the country, with another 170,000 damaged. The government of Nepal, one of the world&#8217;s poorest countries, has already said <a href=\"http://www.bloomberg.com/news/articles/2015-04-28/nepal-rebuilding-cost-to-exceed-10-billion-finance-chief-says\" class=\" u-underline\">post-quake reconstruction may cost more than &#163;6.5bn ($10bn)</a>.<br></p>\n<p>Experts yesterday described this estimate as &#8220;conservative.&#8221; More than 7,200 people are known to have died in the quake, with more than 15,000 injured.</p>\n<p>A total of 54 foreign nationals have been killed, including 38 Indians, three Americans, one Brit on and one French citizen.</p>\n<p>&#8220;The death of the foreigners will go higher,&#8221; Tulasi Prasad Gautam, chief of the tourism department, said on Sunday. &#8220;The [remote] Langtang valley is completely wiped away and at least 109 foreigners are missing.&#8221;</p>\n<p>Gautam also said that there is only &#8220;a slim chance&#8221; that expeditions would be permitted to continue attempts to climb Everest, the world&#8217;s highest peak, this year, though &#8220;nothing has been officially announced&#8221;.</p>\n<p>Aftershocks continue to shake Kathmandu, convincing tens of thousands of people who are living under tarpaulins on open spaces that it is still too dangerous to return home.</p>\n<p>Engineers have yet to survey rural areas where, though popular density is much lower, levels of destruction were much higher. Hundreds of villages in parts of Gorkha and Sindhulpalchowk districts, two of the worst hit, have been entirely destroyed.</p>\n<p> The pace of aid distribution in remote zones, where hundreds of thousands of people are homeless, is beginning to accelerate after widespread criticism of the Nepalese government for a slow and ineffective early response.</p>\n<p>&#8220;We have hardly met 20% of the demand of the people. We are having difficulties reaching affected areas due to a lack of vehicles and helicopters,&#8221; said Krishna Gyawali, the most senior bureaucrat in Sindhulpalchowk district.</p>\n<p>The chief administrators in Gorkha, Dolakha and Sindhuli districts all told the Guardian last night that the in the situation in their own areas was similar.</p>\n<p> &#8220;People are furious they haven&#8217;t anything,&#8221; said Uddhav Timilsina, chief district officer of Gorkha. However tensions have emerged between the international community and Nepalese officials. Major donors and western nations are frustrated by infighting within the deeply divided Nepalese government.</p>\n<p>&#8220;It&#8217;s all about control, not coordination. They are not coming together to do the best they can for the people of <a href=\"http://www.theguardian.com/world/nepal\" class=\" u-underline\">Nepal</a>,&#8221; said one senior western aid official in Kathmandu.</p>\n<p>Western officials have repeatedly forced the Nepalese prime minister, Sushil Koirala, 75, to overrule suggestions by ministers seeking to centralise the distribution of aid funds under government control.</p>\n<p> There has also been a battle for overall responsibility for the disbursement of aid money between Ban Dev Gautam, the minister for home affairs, and the prime minister&#8217;s office. There are widespread fears that corruption too may weaken the relief effort. Koirala has promised he will fire any official suspected of malfeasance, which has gone some way to reassure donors.</p>\n<p> There are also problems at district level where local politics could influence decisions about distribution of aid. &#8220;Everything is politicised, including many local NGOs,&#8221; the western official said.</p>\n<p>One emerging problem is a shortage of tarpaulins. Many tens of thousands, stockpiled as part of a preparation plan funded by international donors, were distributed in the immediate aftermath of the quake. More are urgently needed.</p>\n<p>The ageing and under-equipped airport has proved a major logistical hurdle for the relief operation. The UK&#8217;s Department for International Development has flown in much needed specialised unloading equipment.</p>\n<p>However, a ban on large planes was announced on Sunday. &#8220;The airport has got some cracks because of the earthquake, so in a bid to take precautions we have stopped the bigger planes for sometime,&#8221; said Mahendra Singh Rawal, director of Nepal&#8217;s civil aviation authority. &#8220;It&#8217;s better to have small planes and goods ferried in less than 196 tonnes carrying plane rather than closing the airport.&#8221;</p>\n<p>Laxmi Prasad Dhakal, spokesman for the home affairs ministry, said the government was now &#8220;sending back&#8221; foreign specialist search teams as &#8220;there are no pressures of rescuing now&#8221;.</p>\n<p>More than 4,000 foreigners from 34 countries had flown into assist with search and rescue operations following the quake. Three people were pulled out alive from the rubble of their homes on Sunday.</p>\n<p>In the northern Rasuwa district, a Nepalese police team has retrieved the bodies of about 50 people, including some foreign trekkers, from an area hit by landslides, officials said.</p>\n<p>The village of Langtang was wiped out by an avalanche, said Ganga Sagar Pant, the head of the Trekking Agencies Association of Nepal, who has a representative in the area.</p>\n<p>&#8220;All that is left is scattered belongings like bags and coats, all the houses have been thrown down the mountain,&#8221; he said. &#8220;There is nothing left. I don&#8217;t think anyone can survive that.&#8221;</p>\n<p>The village is on a popular trekking route and had 55 guesthouses catering to visitors. It was not clear how many people were there at the time of the avalanche and whether they were foreigners or local villagers.</p>\n<p>At least 200 other people are still missing in Langtang, including villagers and trekkers, said Uddhav Bhattarai, the most senior bureaucrat in the district.</p>\n<p>&#8220;We had not been able to reach the area earlier because of rains and cloudy weather,&#8221; he said.</p>\n<p>According to the UN, 600,000 houses have been destroyed or damaged across the country.</p>\n<p> The UN said eight million of Nepal&#8217;s 28 million people have been affected, with at least two million people needing tents, water, food and medicines over the next three months.</p>\n<p>There has also been anger directed at media from India, the regional power, working in Nepal. The hashtag <a href=\"https://twitter.com/search?q=%23gohomeindianmedia&amp;src=typd\" class=\" u-underline\">#GoHomeIndianMedia</a> has been trending on twitter. Indian TV networks have a reputation for insensitivity and sensationalism.<br></p>\n</div>",
  "authors": [
    "Jason Burke",
    "Ishwar Rauniyar"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nepal earthquake 2015",
    "Nepal",
    "World news",
    "Natural disasters and extreme weather",
    "South and Central Asia"
  ],
  "ntitle": "most_buildings_in_kathmandu_deemed_uninhabitable_or_unsafe_following_quake",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "More than three-quarters of the buildings in Nepal’s capital, Kathmandu, are uninhabitable or unsafe following the 7.9-magnitude earthquake nine days ago, a new survey has revealed.\n\nAssessments of 2,500 buildings carried out by more than 1,000 local engineers during the last four days have revealed that a fifth are no longer habitable and three-quarters need repairs before they can be considered safe.\n\n“The sample is a random one and so representative of the city as a whole. The damage is bad. We are still discovering its extent and will have to do a full and thorough final assessment at some point,” said survey coordinator Drubha Thapa, president of the Nepali Engineers Association (NEA).\n\nThe new assessment indicates a much greater number of buildings will need repairing than previously estimated by the Nepalese government. Local officials have so far counted 153,000 buildings that are in ruins across the country, with another 170,000 damaged. The government of Nepal, one of the world’s poorest countries, has already said post-quake reconstruction may cost more than £6.5bn ($10bn).\n\n\n\nExperts yesterday described this estimate as “conservative.” More than 7,200 people are known to have died in the quake, with more than 15,000 injured.\n\nA total of 54 foreign nationals have been killed, including 38 Indians, three Americans, one Brit on and one French citizen.\n\n“The death of the foreigners will go higher,” Tulasi Prasad Gautam, chief of the tourism department, said on Sunday. “The [remote] Langtang valley is completely wiped away and at least 109 foreigners are missing.”\n\nGautam also said that there is only “a slim chance” that expeditions would be permitted to continue attempts to climb Everest, the world’s highest peak, this year, though “nothing has been officially announced”.\n\nAftershocks continue to shake Kathmandu, convincing tens of thousands of people who are living under tarpaulins on open spaces that it is still too dangerous to return home.\n\nEngineers have yet to survey rural areas where, though popular density is much lower, levels of destruction were much higher. Hundreds of villages in parts of Gorkha and Sindhulpalchowk districts, two of the worst hit, have been entirely destroyed.\n\nThe pace of aid distribution in remote zones, where hundreds of thousands of people are homeless, is beginning to accelerate after widespread criticism of the Nepalese government for a slow and ineffective early response.\n\n“We have hardly met 20% of the demand of the people. We are having difficulties reaching affected areas due to a lack of vehicles and helicopters,” said Krishna Gyawali, the most senior bureaucrat in Sindhulpalchowk district.\n\nThe chief administrators in Gorkha, Dolakha and Sindhuli districts all told the Guardian last night that the in the situation in their own areas was similar.\n\n“People are furious they haven’t anything,” said Uddhav Timilsina, chief district officer of Gorkha. However tensions have emerged between the international community and Nepalese officials. Major donors and western nations are frustrated by infighting within the deeply divided Nepalese government.\n\n“It’s all about control, not coordination. They are not coming together to do the best they can for the people of Nepal,” said one senior western aid official in Kathmandu.\n\nWestern officials have repeatedly forced the Nepalese prime minister, Sushil Koirala, 75, to overrule suggestions by ministers seeking to centralise the distribution of aid funds under government control.\n\nThere has also been a battle for overall responsibility for the disbursement of aid money between Ban Dev Gautam, the minister for home affairs, and the prime minister’s office. There are widespread fears that corruption too may weaken the relief effort. Koirala has promised he will fire any official suspected of malfeasance, which has gone some way to reassure donors.\n\nThere are also problems at district level where local politics could influence decisions about distribution of aid. “Everything is politicised, including many local NGOs,” the western official said.\n\nOne emerging problem is a shortage of tarpaulins. Many tens of thousands, stockpiled as part of a preparation plan funded by international donors, were distributed in the immediate aftermath of the quake. More are urgently needed.\n\nThe ageing and under-equipped airport has proved a major logistical hurdle for the relief operation. The UK’s Department for International Development has flown in much needed specialised unloading equipment.\n\nHowever, a ban on large planes was announced on Sunday. “The airport has got some cracks because of the earthquake, so in a bid to take precautions we have stopped the bigger planes for sometime,” said Mahendra Singh Rawal, director of Nepal’s civil aviation authority. “It’s better to have small planes and goods ferried in less than 196 tonnes carrying plane rather than closing the airport.”\n\nLaxmi Prasad Dhakal, spokesman for the home affairs ministry, said the government was now “sending back” foreign specialist search teams as “there are no pressures of rescuing now”.\n\nMore than 4,000 foreigners from 34 countries had flown into assist with search and rescue operations following the quake. Three people were pulled out alive from the rubble of their homes on Sunday.\n\nIn the northern Rasuwa district, a Nepalese police team has retrieved the bodies of about 50 people, including some foreign trekkers, from an area hit by landslides, officials said.\n\nThe village of Langtang was wiped out by an avalanche, said Ganga Sagar Pant, the head of the Trekking Agencies Association of Nepal, who has a representative in the area.\n\n“All that is left is scattered belongings like bags and coats, all the houses have been thrown down the mountain,” he said. “There is nothing left. I don’t think anyone can survive that.”\n\nThe village is on a popular trekking route and had 55 guesthouses catering to visitors. It was not clear how many people were there at the time of the avalanche and whether they were foreigners or local villagers.\n\nAt least 200 other people are still missing in Langtang, including villagers and trekkers, said Uddhav Bhattarai, the most senior bureaucrat in the district.\n\n“We had not been able to reach the area earlier because of rains and cloudy weather,” he said.\n\nAccording to the UN, 600,000 houses have been destroyed or damaged across the country.\n\nThe UN said eight million of Nepal’s 28 million people have been affected, with at least two million people needing tents, water, food and medicines over the next three months.\n\nThere has also been anger directed at media from India, the regional power, working in Nepal. The hashtag #GoHomeIndianMedia has been trending on twitter. Indian TV networks have a reputation for insensitivity and sensationalism.\n\n",
  "title": "Most buildings in Kathmandu deemed uninhabitable or unsafe following quake",
  "ts_in": "2015-05-03T20:53:44.774877",
  "url": "http://www.theguardian.com/world/2015/may/03/most-buildings-in-kathmandu-deemed-uninhabitable-following-quake"
}