{
  "article_html": "<div><p><strong>The dilemma </strong>I&#8217;ve been married to my husband for 24 years. We&#8217;re in our early 50s and got married when I became pregnant with our son. To be honest, I&#8217;ve never been sure he&#8217;s my type. I think he&#8217;s an intellectual snob, he likes to talk about art and literature and music and seems quite dismissive of popular culture, like EastEnders, which I love. We split up several years ago and while we were apart he started seeing someone else. We got back together, but I&#8217;ve never really trusted him since. He seems obsessed with sex and thinks we should have sex regularly &#8211; but we&#8217;re in our 50s, so surely we should just be friends and content by now? Last year he met someone else. He claims to have fallen deeply in love and wants to be with this woman. She is your typical career woman who probably wants to talk about books and politics with him. But I&#8217;m his wife. I want to find a way to make him stay. </p>\n<p><strong>Mariella replies </strong>Why? You&#8217;ve made it abundantly clear in your letter that you have little in common, you don&#8217;t want a physical relationship with this man and you no longer trust him. I&#8217;m all for compromise, but in your case I&#8217;m not sure where to start the rebuilding process. More importantly I&#8217;ve got no clue as to why you&#8217;d want to remain stuck like glue to a man simply because you&#8217;re &#8220;his wife&#8221;. &#8220;For richer, for poorer, in sickness and in health&#8230;&#8221; and all that does cover a vast terrain, but I&#8217;m not sure such ambitions can stretch to a relationship that&#8217;s only held together by the paper it&#8217;s printed on.</p>\n<p>Let&#8217;s start with sex. You don&#8217;t want a physical relationship with him because you are in your 50s and therefore, in your opinion, it shouldn&#8217;t be an issue. Yet age &#8211; particularly middle age &#8211; is no barrier to a healthy sex life, and many people of your generation are enjoying the physical side of their lives more than ever before. If it&#8217;s become a burdensome duty that&#8217;s likely to be down to one of two things &#8211; either you no longer love him or you are in a menopausal phase where the right medication might reignite carnal impulses you currently can&#8217;t access. It may be a combination of both, but many women our age need support to get that side of our biology back on track. Have you checked with your GP what your hormone levels are? I&#8217;d certainly suggest a consultation.</p>\n<p>Whether or not you stick with your husband, complacently accepting that your sex life is over when you have decades of potentially great experiences ahead of you is no way to face the future. You&#8217;ve given me plenty of reasons for why you are ill matched. The only argument you present in favour of your union is that you are &#8220;his wife&#8221;. It&#8217;s a proprietorial attitude to your marriage that leaves little room for renegotiation. When you elect to become a couple in the eyes of the law it&#8217;s not a buy-out. There are standards on both sides that need to be maintained. Stamping your foot and saying: &#8220;He&#8217;s mine!&#8221; is not the solution.</p>\n<p>So what to do? You really need to examine your motivation in hanging on here. Do you still love this man, do you want to have a full relationship with him, which would include a physical one, and can you forgive the past and envisage a better future? Or could it be that you are afraid of being alone (nothing to be ashamed of and a pretty universal worry) and are hanging on to this man with whom you no longer share the essential elements for a partnership? Living together harmoniously without sex, trust or mutual interests is a tall order, and while you could agree to forgo the former, the latter two seem pretty non-negotiable.</p>\n<p>It&#8217;s not compulsory that you watch the same TV or share the same pleasure in cultural pursuits, but you certainly need enough material between your individual extremes to find moments of intellectual union. There are couples that reach the end of the road physically but are so deeply entwined in partnership that they are prepared to make sex an extracurricular activity and stay together for all the other benefits their union brings. To reach such a compromise you need to really like, respect and trust each other. I am struggling to find any such qualities in what&#8217;s left of the marriage you describe.</p>\n<p>One thing gives me hope. You&#8217;ve split up before and returned to each other. You must have cared deeply enough at the time to try and forgive and move on. It&#8217;s those qualities you&#8217;ll need to muster up again if you really want to save your relationship. Sex is a key that could unlock further intimacy, and mutual interests will help rebuild your partnership, but if you don&#8217;t actually like this man you can&#8217;t expect cohabitation to continue simply on the basis of your stubborn refusal to let go. Your letter makes clear that you are at an impasse and that neither of you is happy with the status quo. I&#8217;m sure that with an entire change of attitude and priorities you could win your husband back, but then what do you do with him? The path ahead must be decided on by thinking hard about what you really want instead of demanding what you feel you should have.</p>\n<p><br>If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\" class=\" u-underline\">mariella.frostrup@observer.co.uk</a>. Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\" class=\" u-underline\">@mariellaf1</a></p>\n<p><br></p>\n<p>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\" class=\" u-underline\">@ObsMagazine</a></p>\n</div>",
  "authors": [
    "Mariella Frostrup"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Relationships",
    "Marriage",
    "Life and style"
  ],
  "ntitle": "my_husband_annoys_me_but_i_don_t_want_to_let_him_go",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The dilemma I’ve been married to my husband for 24 years. We’re in our early 50s and got married when I became pregnant with our son. To be honest, I’ve never been sure he’s my type. I think he’s an intellectual snob, he likes to talk about art and literature and music and seems quite dismissive of popular culture, like EastEnders, which I love. We split up several years ago and while we were apart he started seeing someone else. We got back together, but I’ve never really trusted him since. He seems obsessed with sex and thinks we should have sex regularly – but we’re in our 50s, so surely we should just be friends and content by now? Last year he met someone else. He claims to have fallen deeply in love and wants to be with this woman. She is your typical career woman who probably wants to talk about books and politics with him. But I’m his wife. I want to find a way to make him stay.\n\nMariella replies Why? You’ve made it abundantly clear in your letter that you have little in common, you don’t want a physical relationship with this man and you no longer trust him. I’m all for compromise, but in your case I’m not sure where to start the rebuilding process. More importantly I’ve got no clue as to why you’d want to remain stuck like glue to a man simply because you’re “his wife”. “For richer, for poorer, in sickness and in health…” and all that does cover a vast terrain, but I’m not sure such ambitions can stretch to a relationship that’s only held together by the paper it’s printed on.\n\nLet’s start with sex. You don’t want a physical relationship with him because you are in your 50s and therefore, in your opinion, it shouldn’t be an issue. Yet age – particularly middle age – is no barrier to a healthy sex life, and many people of your generation are enjoying the physical side of their lives more than ever before. If it’s become a burdensome duty that’s likely to be down to one of two things – either you no longer love him or you are in a menopausal phase where the right medication might reignite carnal impulses you currently can’t access. It may be a combination of both, but many women our age need support to get that side of our biology back on track. Have you checked with your GP what your hormone levels are? I’d certainly suggest a consultation.\n\nWhether or not you stick with your husband, complacently accepting that your sex life is over when you have decades of potentially great experiences ahead of you is no way to face the future. You’ve given me plenty of reasons for why you are ill matched. The only argument you present in favour of your union is that you are “his wife”. It’s a proprietorial attitude to your marriage that leaves little room for renegotiation. When you elect to become a couple in the eyes of the law it’s not a buy-out. There are standards on both sides that need to be maintained. Stamping your foot and saying: “He’s mine!” is not the solution.\n\nSo what to do? You really need to examine your motivation in hanging on here. Do you still love this man, do you want to have a full relationship with him, which would include a physical one, and can you forgive the past and envisage a better future? Or could it be that you are afraid of being alone (nothing to be ashamed of and a pretty universal worry) and are hanging on to this man with whom you no longer share the essential elements for a partnership? Living together harmoniously without sex, trust or mutual interests is a tall order, and while you could agree to forgo the former, the latter two seem pretty non-negotiable.\n\nIt’s not compulsory that you watch the same TV or share the same pleasure in cultural pursuits, but you certainly need enough material between your individual extremes to find moments of intellectual union. There are couples that reach the end of the road physically but are so deeply entwined in partnership that they are prepared to make sex an extracurricular activity and stay together for all the other benefits their union brings. To reach such a compromise you need to really like, respect and trust each other. I am struggling to find any such qualities in what’s left of the marriage you describe.\n\nOne thing gives me hope. You’ve split up before and returned to each other. You must have cared deeply enough at the time to try and forgive and move on. It’s those qualities you’ll need to muster up again if you really want to save your relationship. Sex is a key that could unlock further intimacy, and mutual interests will help rebuild your partnership, but if you don’t actually like this man you can’t expect cohabitation to continue simply on the basis of your stubborn refusal to let go. Your letter makes clear that you are at an impasse and that neither of you is happy with the status quo. I’m sure that with an entire change of attitude and priorities you could win your husband back, but then what do you do with him? The path ahead must be decided on by thinking hard about what you really want instead of demanding what you feel you should have.\n\n\n\nIf you have a dilemma, send a brief email to mariella.frostrup@observer.co.uk. Follow Mariella on Twitter @mariellaf1\n\n\n\n\n\nFollow the Observer Magazine on Twitter @ObsMagazine",
  "title": "My husband annoys me but I don’t want to let him go",
  "ts_in": "2015-05-03T15:16:14.159768",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/03/husband-annoys-me-but-i-dont-want-to-let-him-go-mariella-frostrup"
}