{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/sport/new-york-jets\" class=\" u-underline\">New York Jets</a> added another quarterback to the mix, giving Geno Smith and Ryan Fitzpatrick some competition.<br></p>\n<p>Baylor&#8217;s Bryce Petty was selected with the Jets&#8217; fourth-round pick after the team moved up one spot Saturday in a trade with the Jacksonville Jaguars.</p>\n<p>Petty, who threw 61 touchdowns the last two seasons, will work with Smith, the starter the last two seasons, veteran Fitzpatrick, who is recovering from a broken leg that cut short his season last year, and Matt Simms. Coach Todd Bowles recently said the Jets hoped to add another quarterback &#8211; either in the draft or free agency.</p>\n<p>&#8220;That was the longest 48 hours I&#8217;ve ever had in my life,&#8221; Petty said during a conference call shortly after he was selected. &#8220;To get that call was, honestly, unbelievable.&#8221;</p>\n<p>The Jets gave up the 104th pick and a seventh-rounder (No. 229) to the Jaguars to move up to take Petty.</p>\n<p>The 6ft 3in, 230lb Petty has an impressive resume: He was the consensus 2013 Big 12 offensive player of the year, led Baylor to a 21-4 record as a starter and consecutive conference championships, and he holds 31 school records. His 1.18 career interception percentage is an NCAA record after throwing for 62 TDs and just 10 INTs in 845 attempts at Baylor.</p>\n<p>He was the fifth quarterback taken, but felt he might have been a bit underrated heading into the draft. Petty has a terrific arm, but played in a quarterback-friendly offense that had some scouts wondering if he could adjust to the complexities of an <a href=\"http://www.theguardian.com/sport/nfl\" class=\" u-underline\">NFL</a> system.</p>\n<p>&#8220;It&#8217;s all about the person,&#8221; Petty said. &#8220;My desire is to be the best, regardless of what system I&#8217;m in. What I was asked to do in college, it was different, but it&#8217;s not because I couldn&#8217;t do a pro-style offense or West Coast-offense or whatever. It&#8217;s what I was told to do, and I did it.&#8221;</p>\n<p>Petty will likely not be rushed or be expected to compete for the starting job this season. He can sit and learn offensive coordinator Chan Gailey&#8217;s system and continue to develop.</p>\n<p>&#8220;I&#8217;m going to work to be the best,&#8221; he said. &#8220;That&#8217;s something I&#8217;ve always wanted to do, and what I&#8217;ve always strived to do, whether that be as a starter or a backup. That&#8217;s up to the coaches, and my job is to have a great attitude about it, be a great teammate and learn all I can from guys who have been there and done that.&#8221;</p>\n<p>Petty had already done his research on the Jets, raving about the offense with receivers such as Brandon Marshall, Eric Decker and Jeremy Kerley, and even mentioned the team&#8217;s second-round pick, Ohio State&#8217;s speedy Devin Smith.</p>\n<p>He said the Jets went through a little bit of Gailey&#8217;s spread-style offense during his visit with the team, and saw some similarities to what he ran at Baylor.</p>\n<p>&#8220;As far as being able to relate, being familiar with things, it was great,&#8221; Petty said. &#8220;It&#8217;s definitely an offense that your guys can have fun with.&#8221;</p>\n<p>New York took USC defensive lineman Leonard Williams in the first round, Smith in the second and Louisville linebacker Lorenzo Mauldin in the third. </p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "New York Jets",
    "NFL",
    "Sport",
    "US sports"
  ],
  "ntitle": "nfl_draft_new_york_jets_trade_up_for_bryce_petty_in_fourth_round",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The New York Jets added another quarterback to the mix, giving Geno Smith and Ryan Fitzpatrick some competition.\n\n\n\nBaylor’s Bryce Petty was selected with the Jets’ fourth-round pick after the team moved up one spot Saturday in a trade with the Jacksonville Jaguars.\n\nPetty, who threw 61 touchdowns the last two seasons, will work with Smith, the starter the last two seasons, veteran Fitzpatrick, who is recovering from a broken leg that cut short his season last year, and Matt Simms. Coach Todd Bowles recently said the Jets hoped to add another quarterback – either in the draft or free agency.\n\n“That was the longest 48 hours I’ve ever had in my life,” Petty said during a conference call shortly after he was selected. “To get that call was, honestly, unbelievable.”\n\nThe Jets gave up the 104th pick and a seventh-rounder (No. 229) to the Jaguars to move up to take Petty.\n\nThe 6ft 3in, 230lb Petty has an impressive resume: He was the consensus 2013 Big 12 offensive player of the year, led Baylor to a 21-4 record as a starter and consecutive conference championships, and he holds 31 school records. His 1.18 career interception percentage is an NCAA record after throwing for 62 TDs and just 10 INTs in 845 attempts at Baylor.\n\nHe was the fifth quarterback taken, but felt he might have been a bit underrated heading into the draft. Petty has a terrific arm, but played in a quarterback-friendly offense that had some scouts wondering if he could adjust to the complexities of an NFL system.\n\n“It’s all about the person,” Petty said. “My desire is to be the best, regardless of what system I’m in. What I was asked to do in college, it was different, but it’s not because I couldn’t do a pro-style offense or West Coast-offense or whatever. It’s what I was told to do, and I did it.”\n\nPetty will likely not be rushed or be expected to compete for the starting job this season. He can sit and learn offensive coordinator Chan Gailey’s system and continue to develop.\n\n“I’m going to work to be the best,” he said. “That’s something I’ve always wanted to do, and what I’ve always strived to do, whether that be as a starter or a backup. That’s up to the coaches, and my job is to have a great attitude about it, be a great teammate and learn all I can from guys who have been there and done that.”\n\nPetty had already done his research on the Jets, raving about the offense with receivers such as Brandon Marshall, Eric Decker and Jeremy Kerley, and even mentioned the team’s second-round pick, Ohio State’s speedy Devin Smith.\n\nHe said the Jets went through a little bit of Gailey’s spread-style offense during his visit with the team, and saw some similarities to what he ran at Baylor.\n\n“As far as being able to relate, being familiar with things, it was great,” Petty said. “It’s definitely an offense that your guys can have fun with.”\n\nNew York took USC defensive lineman Leonard Williams in the first round, Smith in the second and Louisville linebacker Lorenzo Mauldin in the third.",
  "title": "NFL draft: New York Jets trade up for Bryce Petty in fourth round",
  "ts_in": "2015-05-03T15:16:18.257122",
  "url": "http://www.theguardian.com/sport/2015/may/02/nfl-draft-new-york-jets-trade-up-to-for-bryce-petty-in-fourth-round"
}