{
  "article_html": "<div><p>On the third day after the earthquake, the village of Swarathok buried its dead. The aftershocks were less frequent and less powerful. The initial chaos and fear had given way to grief and anxiety. The men, women and children of the small community high in the hills 50 miles northeast of Kathmandu wrapped the seven bodies in makeshift shrouds and carried them down through terraced fields and woods to the fast-flowing river.</p>\n<p>There the remains of the four children, all very small, and three adults were cremated according to traditional Hindu rites. Then the 500 villagers walked back up the steep slope to their homes, or what was left of them. Almost all the 83 houses lay in ruins.</p>\n<p>On Saturday, a week to the hour after the 7.9 magnitude earthquake that has killed at least 6,900 in <a href=\"http://www.theguardian.com/world/nepal\" class=\" u-underline\">Nepal</a>, injured 15,000 and made up to half a million homeless, many of the villagers of Swarathok were sitting under the jackfruit tree in its centre. They have received almost no aid so far and have not been visited by a single government official. On Tuesday, Rashmita Shashtra, a 23-year-old public health student in Swarathok, had told the Observer: &#8220;No one has come.&#8221; On Saturday she laughed grimly: &#8220;Still no one has come.&#8221;</p>\n<p>The images of Nepal last week have shown a desperately poor nation, overwhelmed by an immense disaster. The only consolation &#8211; a bitter one indeed &#8211; is that it could have been worse. This &#8220;Great Quake&#8221;, as local media have dubbed it, is not the Big One that the same newspapers have long predicted. Kathmandu, a city of 3 million, has expanded exponentially in recent years, with acre after acre of farmland covered by poor-quality cement tenements. These stayed up, as they did even in distant district centres close to the epicentre, like Gorkha Bazaar. This, and the fact that the quake came at 11.41am on a Saturday when rural people were in the fields and schools were shut, meant the death toll, tragic though it is, was a fraction of the hundreds of thousands of casualties feared.</p>\n<p>But what the pictures have also shown is a government entirely unable to help its citizens. The villagers of Swarathok are an example of how unfair this is. After the funerals on Monday, the 83 householders started organising. Shashtra, the health student, dug a notebook out of the rubble and made a list of survivors. She convinced them to pool scant food stocks they had salvaged from their wrecked home, worked out how much each household could have each day, and distributed vital remaining kitchen utensils. &#8220;It is the duty of the government to do this, of course, but when I went to the police they said &#8216;just stay where you are&#8217;. We did not just want to wait and see. So we started acting ourselves. The most important thing is to be united,&#8221; Shashtra said.</p>\n<p>Unity is not a quality many associate with Nepal. The stunningly beautiful Himalayan country is chiefly known overseas for being home to Everest, the world&#8217;s highest peak. The vast proportion of international media attention has long focused on the peak, or western holidaymakers walking the famous routes such as the Annapurna circuit. Interest in the country spikes when there is a disaster, and there are many. The last 12 months had already seen the <a href=\"http://www.theguardian.com/world/2015/jan/04/-sp-sherpa-families-everest-disaster-guides-avalanche-compensation\" title=\"\" class=\" u-underline\">single most lethal tragedy on Everest</a> &#8211; in which 16 local staff guiding fee-paying climbers lost their lives &#8211; and a freak storm which killed scores of trekkers.</p>\n<p>Nepal&#8217;s mountainous landscapes bring in the tourists, who contribute 8% of the country&#8217;s GDP, but they have made it particularly hard to reach all the distant villages in high zones like the north of Gorkha district or Langtang.</p>\n<p>Nepal is a complex and varied country, not just a crisis or a destination for practitioners of extreme sports. It has a history of conflict to rival many sub-Saharan African states, and a cultural heritage that is one of the richest in the world.</p>\n<p>The former kingdom was plunged into a vicious 10-war civil war waged by Maoist revolutionaries against the government and security forces in 1995. Around 18,000 died. Deep scars remain and, despite a peace agreement that has held, a permanent political settlement has remained elusive, crippling efforts to construct a genuine system of local and national government.</p>\n<p>Then there are the divisions of ethnicity, faith and caste, the ancient social hierarchy prevalent in much of south Asia. Nepal ranks 126th out of 175 countries on <a href=\"https://www.transparency.org/cpi2014/results\" title=\"\" class=\" u-underline\">Transparency International&#8217;s index of corruption</a> (175 being the most corrupt). &#8220;It&#8217;s often forgotten that we are in a post-conflict situation, it&#8217;s politically very unstable, and that contributes to delays in response and a lack of coordination,&#8221; said Kunda Dixit, editor of the Nepali Times. &#8220;But the impact is so vast and so overwhelming that even a politically stable country with huge resources would have trouble coping. It&#8217;s unrealistic to expect too much from us. Look at Japan after Fukushima.&#8221;</p>\n<p>Lack of national unity does not necessarily mean a lack of solidarity, however. In Gorkha last week NGOs such as Save the Children managed to distribute some aid to villagers living in the open or in cattle pens. A handful of Indian army helicopters flew sorties over the epicentre where entire communities appeared to have been destroyed by landslides.</p>\n<p>But some of the earliest aid to reach villages was not sent by international NGOs, foreign governments or exhausted officials but by ordinary Nepalis. In one village the Observer found a truck full of supplies sent by a restaurant in a national park 50 miles away. In another, a bus loaded with half a tonne of rice, dispatched by the businessman brother of one of the villagers, was being unloaded. This weekend hundreds of such initiatives are under way across the country, despite increasing official attempts to stop them. On the road to Chautara, the district centre of Sindhupalchowk, scores of pick-ups, private cars and even motorbikes were loaded with basic foodstuffs, blankets, clothes and bedding rolls. Local shopkeepers across the worst affected areas said they had given away their stocks on credit, though it was unlikely they would ever be repaid by farmers whose valuables and livestock lay under tonnes of rubble.</p>\n<p>&#8220;Of course, lots of people can&#8217;t pay. I gave away 50,000 rupees (&#163;325) of food. I can&#8217;t turn people away. They are my friends, my neighbours,&#8221; said Kilraz Giri, a grocer in the village of Nowsari. Yet just three miles away, down a dirt track impassable until rain stopped on Saturday morning, this generosity is of little use. In Swarathok, the shop collapsed like all the other buildings, burying all the stock.</p>\n<p>Giri, the shopkeeper in Nowsari, said that, much as he would have liked to have helped the village, he could not offer credit to everybody. Instead Shashtra organised a cut in rations. Even so, 200kg of rice brought by the Observer would still be gone in a day or so, she said.</p>\n<p>Every village across this devastated zone has dealt differently with this immense tragedy. In some, there is no movement, no activity, simply a stunned silence. Children, coughing and feverish, stare with round, traumatised eyes; adults are dull with fatigue and concern. In those where strong leadership or community spirit has emerged there is a determination to overcome the terrible challenge of rebuilding from nothing.</p>\n<p>In Swarathok, amazingly, there is hope for the future. Jyothi Puri, a 12-year-old whose two-year-old cousin was among those cremated on Monday, has now decided she wants to be a doctor when she grows up. Shashtra, the health worker turned de facto village head, wants one day to return to her studies and qualify as a mental health counsellor. &#8220;I am sure things will be better in the coming years,&#8221; she said. &#8220;It&#8217;s people like us, who have come together, rescuing each other, managing our food, without the government, who are united, who will build a better future.&#8221;</p>\n</div>",
  "authors": [
    "Jason Burke"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nepal earthquake 2015",
    "World news",
    "Natural disasters and extreme weather",
    "Nepal"
  ],
  "ntitle": "no_one_has_come_one_week_on_nepal_quake_victims_help_themselves",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "On the third day after the earthquake, the village of Swarathok buried its dead. The aftershocks were less frequent and less powerful. The initial chaos and fear had given way to grief and anxiety. The men, women and children of the small community high in the hills 50 miles northeast of Kathmandu wrapped the seven bodies in makeshift shrouds and carried them down through terraced fields and woods to the fast-flowing river.\n\nThere the remains of the four children, all very small, and three adults were cremated according to traditional Hindu rites. Then the 500 villagers walked back up the steep slope to their homes, or what was left of them. Almost all the 83 houses lay in ruins.\n\nOn Saturday, a week to the hour after the 7.9 magnitude earthquake that has killed at least 6,900 in Nepal, injured 15,000 and made up to half a million homeless, many of the villagers of Swarathok were sitting under the jackfruit tree in its centre. They have received almost no aid so far and have not been visited by a single government official. On Tuesday, Rashmita Shashtra, a 23-year-old public health student in Swarathok, had told the Observer: “No one has come.” On Saturday she laughed grimly: “Still no one has come.”\n\nThe images of Nepal last week have shown a desperately poor nation, overwhelmed by an immense disaster. The only consolation – a bitter one indeed – is that it could have been worse. This “Great Quake”, as local media have dubbed it, is not the Big One that the same newspapers have long predicted. Kathmandu, a city of 3 million, has expanded exponentially in recent years, with acre after acre of farmland covered by poor-quality cement tenements. These stayed up, as they did even in distant district centres close to the epicentre, like Gorkha Bazaar. This, and the fact that the quake came at 11.41am on a Saturday when rural people were in the fields and schools were shut, meant the death toll, tragic though it is, was a fraction of the hundreds of thousands of casualties feared.\n\nBut what the pictures have also shown is a government entirely unable to help its citizens. The villagers of Swarathok are an example of how unfair this is. After the funerals on Monday, the 83 householders started organising. Shashtra, the health student, dug a notebook out of the rubble and made a list of survivors. She convinced them to pool scant food stocks they had salvaged from their wrecked home, worked out how much each household could have each day, and distributed vital remaining kitchen utensils. “It is the duty of the government to do this, of course, but when I went to the police they said ‘just stay where you are’. We did not just want to wait and see. So we started acting ourselves. The most important thing is to be united,” Shashtra said.\n\nUnity is not a quality many associate with Nepal. The stunningly beautiful Himalayan country is chiefly known overseas for being home to Everest, the world’s highest peak. The vast proportion of international media attention has long focused on the peak, or western holidaymakers walking the famous routes such as the Annapurna circuit. Interest in the country spikes when there is a disaster, and there are many. The last 12 months had already seen the single most lethal tragedy on Everest – in which 16 local staff guiding fee-paying climbers lost their lives – and a freak storm which killed scores of trekkers.\n\nNepal’s mountainous landscapes bring in the tourists, who contribute 8% of the country’s GDP, but they have made it particularly hard to reach all the distant villages in high zones like the north of Gorkha district or Langtang.\n\nNepal is a complex and varied country, not just a crisis or a destination for practitioners of extreme sports. It has a history of conflict to rival many sub-Saharan African states, and a cultural heritage that is one of the richest in the world.\n\nThe former kingdom was plunged into a vicious 10-war civil war waged by Maoist revolutionaries against the government and security forces in 1995. Around 18,000 died. Deep scars remain and, despite a peace agreement that has held, a permanent political settlement has remained elusive, crippling efforts to construct a genuine system of local and national government.\n\nThen there are the divisions of ethnicity, faith and caste, the ancient social hierarchy prevalent in much of south Asia. Nepal ranks 126th out of 175 countries on Transparency International’s index of corruption (175 being the most corrupt). “It’s often forgotten that we are in a post-conflict situation, it’s politically very unstable, and that contributes to delays in response and a lack of coordination,” said Kunda Dixit, editor of the Nepali Times. “But the impact is so vast and so overwhelming that even a politically stable country with huge resources would have trouble coping. It’s unrealistic to expect too much from us. Look at Japan after Fukushima.”\n\nLack of national unity does not necessarily mean a lack of solidarity, however. In Gorkha last week NGOs such as Save the Children managed to distribute some aid to villagers living in the open or in cattle pens. A handful of Indian army helicopters flew sorties over the epicentre where entire communities appeared to have been destroyed by landslides.\n\nBut some of the earliest aid to reach villages was not sent by international NGOs, foreign governments or exhausted officials but by ordinary Nepalis. In one village the Observer found a truck full of supplies sent by a restaurant in a national park 50 miles away. In another, a bus loaded with half a tonne of rice, dispatched by the businessman brother of one of the villagers, was being unloaded. This weekend hundreds of such initiatives are under way across the country, despite increasing official attempts to stop them. On the road to Chautara, the district centre of Sindhupalchowk, scores of pick-ups, private cars and even motorbikes were loaded with basic foodstuffs, blankets, clothes and bedding rolls. Local shopkeepers across the worst affected areas said they had given away their stocks on credit, though it was unlikely they would ever be repaid by farmers whose valuables and livestock lay under tonnes of rubble.\n\n“Of course, lots of people can’t pay. I gave away 50,000 rupees (£325) of food. I can’t turn people away. They are my friends, my neighbours,” said Kilraz Giri, a grocer in the village of Nowsari. Yet just three miles away, down a dirt track impassable until rain stopped on Saturday morning, this generosity is of little use. In Swarathok, the shop collapsed like all the other buildings, burying all the stock.\n\nGiri, the shopkeeper in Nowsari, said that, much as he would have liked to have helped the village, he could not offer credit to everybody. Instead Shashtra organised a cut in rations. Even so, 200kg of rice brought by the Observer would still be gone in a day or so, she said.\n\nEvery village across this devastated zone has dealt differently with this immense tragedy. In some, there is no movement, no activity, simply a stunned silence. Children, coughing and feverish, stare with round, traumatised eyes; adults are dull with fatigue and concern. In those where strong leadership or community spirit has emerged there is a determination to overcome the terrible challenge of rebuilding from nothing.\n\nIn Swarathok, amazingly, there is hope for the future. Jyothi Puri, a 12-year-old whose two-year-old cousin was among those cremated on Monday, has now decided she wants to be a doctor when she grows up. Shashtra, the health worker turned de facto village head, wants one day to return to her studies and qualify as a mental health counsellor. “I am sure things will be better in the coming years,” she said. “It’s people like us, who have come together, rescuing each other, managing our food, without the government, who are united, who will build a better future.”",
  "title": "‘No one has come’: one week on, Nepal quake victims help themselves",
  "ts_in": "2015-05-03T15:16:51.477291",
  "url": "http://www.theguardian.com/world/2015/may/02/nepal-earthquake-swarathok-victims-help-themselves"
}