{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/world/south-korea\" class=\" u-underline\">South Korea</a> confirmed on Sunday that North Korea had detained a South Korean student of New York University, but said it was still unclear whether the 21-year-old New Jersey resident had attempted to enter the North illegally.</p>\n<p>Last year, the North released three Americans &#8211; two of whom entered the country on tourist visas &#8211; and Kenneth Bae, a Korean-American missionary who was convicted of &#8220;anti-state&#8221; crimes.</p>\n<p>An official from South Korea&#8217;s Unification Ministry, which handles affairs with <a href=\"http://www.theguardian.com/world/north-korea\" class=\" u-underline\">North Korea</a>, said his department was still trying to gather information on Won Moon Joo&#8217;s travels and the circumstances of his arrest.</p>\n<p>&#8220;Our judgment is that Joo is being held in North Korea, but we are still trying to confirm the details of how he got arrested,&#8221; he said on condition of anonymity, citing office rules.</p>\n<p>North Korea&#8217;s official Korean Central News Agency said on Saturday that Joo was arrested on 22 April after trying to illegally enter North Korea by crossing the Amnok River from the Chinese border town of Dandong.</p>\n<p>A spokesman for <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a> University, John Beckman, confirmed that Joo was a junior at NYU&#8217;s Stern School of Business, but that he was not taking classes this semester and the university was unaware of his travels. He said the university was in touch with the US State Department and the South Korean Embassy.</p>\n<p>North Korea has occasionally detained South Koreans, Americans and other foreigners, often on accusations of spying, in what analysts say are attempts to wrest outside concessions.</p>\n<p>In March, North Korea announced that it had detained two South Korean citizens over alleged espionage. It has been holding another South Korean man since late 2013 on suspicion of spying and allegedly trying to set up underground churches in the North. He was sentenced last year to life in prison with hard labor.</p>\n</div>",
  "authors": [
    "Associated Press In Seoul"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "North Korea",
    "South Korea",
    "New York",
    "US universities",
    "US news",
    "World news",
    "Asia Pacific"
  ],
  "ntitle": "north_korea_detains_new_york_university_student_from_south_korea",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "South Korea confirmed on Sunday that North Korea had detained a South Korean student of New York University, but said it was still unclear whether the 21-year-old New Jersey resident had attempted to enter the North illegally.\n\nLast year, the North released three Americans – two of whom entered the country on tourist visas – and Kenneth Bae, a Korean-American missionary who was convicted of “anti-state” crimes.\n\nAn official from South Korea’s Unification Ministry, which handles affairs with North Korea, said his department was still trying to gather information on Won Moon Joo’s travels and the circumstances of his arrest.\n\n“Our judgment is that Joo is being held in North Korea, but we are still trying to confirm the details of how he got arrested,” he said on condition of anonymity, citing office rules.\n\nNorth Korea’s official Korean Central News Agency said on Saturday that Joo was arrested on 22 April after trying to illegally enter North Korea by crossing the Amnok River from the Chinese border town of Dandong.\n\nA spokesman for New York University, John Beckman, confirmed that Joo was a junior at NYU’s Stern School of Business, but that he was not taking classes this semester and the university was unaware of his travels. He said the university was in touch with the US State Department and the South Korean Embassy.\n\nNorth Korea has occasionally detained South Koreans, Americans and other foreigners, often on accusations of spying, in what analysts say are attempts to wrest outside concessions.\n\nIn March, North Korea announced that it had detained two South Korean citizens over alleged espionage. It has been holding another South Korean man since late 2013 on suspicion of spying and allegedly trying to set up underground churches in the North. He was sentenced last year to life in prison with hard labor.",
  "title": "North Korea detains New York University student from South Korea",
  "ts_in": "2015-05-03T15:16:17.768244",
  "url": "http://www.theguardian.com/world/2015/may/03/north-korea-detains-new-york-university-student-south-korea"
}