{
  "article_html": "<div><p>So, your neighbor&#8217;s kid just got accepted to Yale, and is worrying about how to pay for it, and you think it&#8217;s not your problem. Think again.</p>\n<p>You haven&#8217;t been living under a rock, and you know just how much college tuition costs &#8211; not to mention dorm fees and other living expenses &#8211; have soared in recent years, at a rate that dramatically outpaces inflation. And it&#8217;s clearly logical to assume that your neighbor &#8211; who, after all, is the person with the college-bound high school student in the household &#8211; is aware of that fact, too. So, if Yale appears out of reach financially, presumably that&#8217;s due to poor financial planning on their part. It&#8217;s a personal problem, not a community one.</p>\n<p>Well, yes and no.</p>\n<p>It&#8217;s true enough that American families aren&#8217;t saving enough to cover college costs &#8211; and let&#8217;s not even talk about retirement, at least for the moment (although I&#8217;ll come back to that shortly).</p>\n<p>The most recent survey from SLM Corp (aka Sallie Mae, the largest private provider of student loans) and Ipsos Public Affairs found that <a href=\"http://blogs.wsj.com/totalreturn/2015/04/29/fewer-parents-are-saving-for-college/\" class=\" u-underline\">only 48% of parents</a> whose children are under 18 are setting money aside to pay for the latter&#8217;s college expenses at all, down from 51% last year. Of those, the average amount saved is $10,040, a 25% decline from last year.</p>\n<p>To put that in context, it&#8217;s enough to cover tuition costs at Yale <a href=\"http://admissions.yale.edu/financial-aid-prospective-students\" class=\" u-underline\">for about half a semester</a>, assuming that he doesn&#8217;t get a scholarship or a big financial aid package. And it&#8217;s worth noting that most students don&#8217;t: the average size of a typical grant/scholarship package is <a href=\"https://www.salliemae.com/plan-for-college/how-america-pays-for-college/\" class=\" u-underline\">less than $7,000</a>.</p>\n<p>It&#8217;s not that the parents don&#8217;t recognize the value of education &#8211; it&#8217;s simply that with so many items to save for, and with the cost of a college education now so high (Yale estimates annual costs at north of $60,000), saving enough can seem difficult, or even be impossible. Especially since household incomes have stagnated for years: in real terms, American earnings are <a href=\"http://www.economist.com/news/briefing/21650086-salaries-rich-countries-are-stagnating-even-growth-returns-and-politicians-are-paying\" class=\" u-underline\">below the level they hit in 2009</a>. And while the overall inflation rate looks benign, the sharp rise in costs of everything from internet access and cellphone usage fees, to healthcare and education, means those incomes simply can&#8217;t stretch as far as they once might have done. As the folks at Ipsos pointed out, commenting on the survey&#8217;s results, it&#8217;s not that Americans are saving a smaller portion of their earnings, it&#8217;s just that <a href=\"http://www.nbcnews.com/business/personal-finance/families-are-saving-less-college-investing-poorly-n350396\" class=\" u-underline\">the sum available for savings has diminished</a>.</p>\n<p>Obviously, that&#8217;s a problem for your neighbor, whose kid is now brandishing an acceptance letter from an Ivy League institution. But if they didn&#8217;t plan properly, what has that got to do with you, or I, or the rest of the community?</p>\n<p>Rick Rieder, chief investment officer of fundamental fixed income at BlackRock, Inc, has several good reasons for why this matters. Given that BlackRock, as one of the world&#8217;s largest asset management companies, is hardly a bastion of bleeding-heart liberals, he has approached the question from a strictly pragmatic perspective.</p>\n<p>Let&#8217;s assume that Charlie, our hypothetical Ivy-bound high school senior, decides he&#8217;s going to Yale and he&#8217;s going to borrow to make up the shortfall. That&#8217;s the traditional option, after all &#8211; and it keeps the responsibility where many Americans think it belongs, on the shoulders of the student and his or her parents.</p>\n<p>But that decision has consequences, and those consequences don&#8217;t confine themselves to Charlie&#8217;s family.</p>\n<p>Let&#8217;s assume that Charlie and his family load on about $150,000 of debt over the next four years to finance his studies. To the extent that it&#8217;s Charlie who takes on those loans, Rieder notes that it&#8217;s likely he could be still paying down college loans into his 30s. That means he will have less money available to start saving for his own retirement at an early age. And the importance of starting early can&#8217;t be discounted: you <a href=\"http://www.thesimpledollar.com/how-important-is-it-to-start-early/\" class=\" u-underline\">may have to save three times as much</a> every month to reach your retirement nest egg goal if you delay saving until you&#8217;re 35, than you would have had to pay had you started at the age of 20.</p>\n<p>Then, all that debt repayment weighs on Charlie&#8217;s ability to do other stuff with his income &#8211; such as becoming a good consumer (consumer spending accounts for about 70% of U.S. economic activity, and has been a major source of economic growth in recent decades). If he&#8217;s paying his student loans, he&#8217;s less likely to be able to buy a new car (sorry, General Motors) or even take a cruise (too bad about that, Carnival Cruise Lines).</p>\n<p>That spills over into the housing market, too, Rieder points out, where &#8220;the first-time home buyer demographic is synonymous with student loan borrowers.&#8221; Big student loan balances could mean big headwinds to a real estate recovery &#8211; and that could affect the value of your property, when you decide it&#8217;s time to sell and move to Florida or Arizona. John Burns Consulting, a California firm that works with homebuilders, calculated that <a href=\"http://www.latimes.com/business/realestate/la-fi-student-loan-debt-housing-market-20140922-story.html\" class=\" u-underline\">at least 414,000 home sales did not take place</a> last year, simply because too many grads have struggled with debt to the point where they can&#8217;t pull together a down payment.</p>\n<p>So, why don&#8217;t Charlie&#8217;s parents help out? They could do that, but Rieder notes that that, too, has some unanticipated and economically unhelpful consequences. If Charlie&#8217;s father stays in the workforce longer to keep paying down the debt he had to rack up to send Charlie to Yale, that&#8217;s going to make it difficult for you, your children, their friends, and everyone else to find jobs, progress in their careers or earn higher incomes. If his employer doesn&#8217;t want to keep Charlie&#8217;s dad on the payroll after 60 or 65, and he&#8217;s got a mountain of debt, then there&#8217;s a risk that he&#8217;ll end up as a burden on social services &#8211; and taxpayers, including you.</p>\n<p>Of course, Charlie could opt not to go to Yale, or even not to go to college at all. But increasingly, it&#8217;s clear that&#8217;s a one-way ticket to lower lifetime earnings and a higher risk of unemployment &#8211; and an even more stratified society.</p>\n<p>Rieder&#8217;s conclusions are stark. College costs, and the inevitable student loans, are helping to stunt &#8220;the normal saving, investment and consumption habits that ultimately serve as the guiding force of economic growth in the U.S.&#8221; If we can&#8217;t find a way to fix this, &#8220;it potentially may lower U.S. economic activity for years to come.&#8221;</p>\n<p>The financial services sector has focused on <a href=\"http://blogs.wsj.com/totalreturn/2015/04/29/a-new-college-loan-for-parents/\" class=\" u-underline\">rolling out new and different kinds of savings products</a> to cater to the growing need of parents to find some way to cover their kids&#8217; college expenses. Clearly, as Rieder points out, those won&#8217;t work in isolation, any more than overly simple strategies like loan forgiveness or term extensions. Alas, Rieder&#8217;s think piece on BlackRock&#8217;s blog doesn&#8217;t go into details about what could be done, policy-wise. But with presidential candidates now lining up to be evaluated and considered, I, for one, would love to see Rieder grilling those wannabe leaders about their ideas for what could shift from being one of the biggest personal financial challenges individual families face, to one of the biggest economic challenges for us all.</p>\n</div>",
  "authors": [
    "Suzanne Mcgee"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US universities",
    "Yale University",
    "Higher education",
    "Education"
  ],
  "ntitle": "not_saving_early_for_college_tuition_is_everyone_s_problem_here_s_why",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "So, your neighbor’s kid just got accepted to Yale, and is worrying about how to pay for it, and you think it’s not your problem. Think again.\n\nYou haven’t been living under a rock, and you know just how much college tuition costs – not to mention dorm fees and other living expenses – have soared in recent years, at a rate that dramatically outpaces inflation. And it’s clearly logical to assume that your neighbor – who, after all, is the person with the college-bound high school student in the household – is aware of that fact, too. So, if Yale appears out of reach financially, presumably that’s due to poor financial planning on their part. It’s a personal problem, not a community one.\n\nWell, yes and no.\n\nIt’s true enough that American families aren’t saving enough to cover college costs – and let’s not even talk about retirement, at least for the moment (although I’ll come back to that shortly).\n\nThe most recent survey from SLM Corp (aka Sallie Mae, the largest private provider of student loans) and Ipsos Public Affairs found that only 48% of parents whose children are under 18 are setting money aside to pay for the latter’s college expenses at all, down from 51% last year. Of those, the average amount saved is $10,040, a 25% decline from last year.\n\nTo put that in context, it’s enough to cover tuition costs at Yale for about half a semester, assuming that he doesn’t get a scholarship or a big financial aid package. And it’s worth noting that most students don’t: the average size of a typical grant/scholarship package is less than $7,000.\n\nIt’s not that the parents don’t recognize the value of education – it’s simply that with so many items to save for, and with the cost of a college education now so high (Yale estimates annual costs at north of $60,000), saving enough can seem difficult, or even be impossible. Especially since household incomes have stagnated for years: in real terms, American earnings are below the level they hit in 2009. And while the overall inflation rate looks benign, the sharp rise in costs of everything from internet access and cellphone usage fees, to healthcare and education, means those incomes simply can’t stretch as far as they once might have done. As the folks at Ipsos pointed out, commenting on the survey’s results, it’s not that Americans are saving a smaller portion of their earnings, it’s just that the sum available for savings has diminished.\n\nObviously, that’s a problem for your neighbor, whose kid is now brandishing an acceptance letter from an Ivy League institution. But if they didn’t plan properly, what has that got to do with you, or I, or the rest of the community?\n\nRick Rieder, chief investment officer of fundamental fixed income at BlackRock, Inc, has several good reasons for why this matters. Given that BlackRock, as one of the world’s largest asset management companies, is hardly a bastion of bleeding-heart liberals, he has approached the question from a strictly pragmatic perspective.\n\nLet’s assume that Charlie, our hypothetical Ivy-bound high school senior, decides he’s going to Yale and he’s going to borrow to make up the shortfall. That’s the traditional option, after all – and it keeps the responsibility where many Americans think it belongs, on the shoulders of the student and his or her parents.\n\nBut that decision has consequences, and those consequences don’t confine themselves to Charlie’s family.\n\nLet’s assume that Charlie and his family load on about $150,000 of debt over the next four years to finance his studies. To the extent that it’s Charlie who takes on those loans, Rieder notes that it’s likely he could be still paying down college loans into his 30s. That means he will have less money available to start saving for his own retirement at an early age. And the importance of starting early can’t be discounted: you may have to save three times as much every month to reach your retirement nest egg goal if you delay saving until you’re 35, than you would have had to pay had you started at the age of 20.\n\nThen, all that debt repayment weighs on Charlie’s ability to do other stuff with his income – such as becoming a good consumer (consumer spending accounts for about 70% of U.S. economic activity, and has been a major source of economic growth in recent decades). If he’s paying his student loans, he’s less likely to be able to buy a new car (sorry, General Motors) or even take a cruise (too bad about that, Carnival Cruise Lines).\n\nThat spills over into the housing market, too, Rieder points out, where “the first-time home buyer demographic is synonymous with student loan borrowers.” Big student loan balances could mean big headwinds to a real estate recovery – and that could affect the value of your property, when you decide it’s time to sell and move to Florida or Arizona. John Burns Consulting, a California firm that works with homebuilders, calculated that at least 414,000 home sales did not take place last year, simply because too many grads have struggled with debt to the point where they can’t pull together a down payment.\n\nSo, why don’t Charlie’s parents help out? They could do that, but Rieder notes that that, too, has some unanticipated and economically unhelpful consequences. If Charlie’s father stays in the workforce longer to keep paying down the debt he had to rack up to send Charlie to Yale, that’s going to make it difficult for you, your children, their friends, and everyone else to find jobs, progress in their careers or earn higher incomes. If his employer doesn’t want to keep Charlie’s dad on the payroll after 60 or 65, and he’s got a mountain of debt, then there’s a risk that he’ll end up as a burden on social services – and taxpayers, including you.\n\nOf course, Charlie could opt not to go to Yale, or even not to go to college at all. But increasingly, it’s clear that’s a one-way ticket to lower lifetime earnings and a higher risk of unemployment – and an even more stratified society.\n\nRieder’s conclusions are stark. College costs, and the inevitable student loans, are helping to stunt “the normal saving, investment and consumption habits that ultimately serve as the guiding force of economic growth in the U.S.” If we can’t find a way to fix this, “it potentially may lower U.S. economic activity for years to come.”\n\nThe financial services sector has focused on rolling out new and different kinds of savings products to cater to the growing need of parents to find some way to cover their kids’ college expenses. Clearly, as Rieder points out, those won’t work in isolation, any more than overly simple strategies like loan forgiveness or term extensions. Alas, Rieder’s think piece on BlackRock’s blog doesn’t go into details about what could be done, policy-wise. But with presidential candidates now lining up to be evaluated and considered, I, for one, would love to see Rieder grilling those wannabe leaders about their ideas for what could shift from being one of the biggest personal financial challenges individual families face, to one of the biggest economic challenges for us all.",
  "title": "Not saving early for college tuition is everyone's problem. Here's why",
  "ts_in": "2015-05-03T15:21:28.200083",
  "url": "http://www.theguardian.com/money/us-money-blog/2015/may/03/college-costs-tuition-saving-education"
}