{
  "article_html": "<div><p>A police officer shot in the head while attempting to stop a man suspected of carrying a handgun was hospitalised in critical but stable condition on Sunday and a suspect was in custody in the case, the fifth shooting of a <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a> City officer in as many months, officials said.</p>\n<p>Officer Brian Moore, 25, underwent surgery after being rushed in a patrol car to a Queens hospital on Saturday evening, after he and his partner pulled up in an unmarked police car to a man who was adjusting his waistband suspiciously, police commissioner William Bratton said.</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/f8a0eacd72668c5e27dae1ce5839c23493b404fb/15_0_284_427/284.jpg\" alt=\"New York police officer Brian Moore\" class=\"gu-image\">\n\nOfficer Brian Moore Photograph: AP\n\n\n\n<p>The officers exchanged words with the man before he turned suddenly and fired at least twice, striking Moore, Bratton said. His partner, Erik Jansen, 30, radioed for help.</p>\n<p>&#8220;They did not have an opportunity to get out and return fire,&#8221; the commissioner said at a Saturday night news conference at Jamaica Hospital Medical Center with Mayor Bill de Blasio and other officials.</p>\n<p>Law enforcement flooded the Queens Village neighborhood following the shooting &#8211; police helicopters flew overhead, officers searched house by house and some could be seen walking on roofs. About 90 minutes later, police arrested Demetrius Blackwell, 35, near the crime scene in a house on the block where he lives, officials said.</p>\n<p>No weapon was found and, as of early Sunday, Blackwell had not been charged. It was not clear if he had a lawyer.</p>\n<p>After the shooting, witnesses described Blackwell to responding officers and pointed them in the direction he ran, Bratton said. De Blasio said the shooting was a painful reminder of the risks officers take every day.</p>\n<p>&#8220;Our hearts are with his family, his loved ones,&#8221; the mayor said. &#8220;Our hearts are with his extended family, the men and women of the NYPD.&#8221;</p>\n<p>Moore, who comes from a family of police officers, has been on the job since July 2010.</p>\n<p>The shooting instantly evoked memories of the December killing of two uniformed officers as they sat in their patrol car in Brooklyn by a man who posted online that he was seeking retribution against officers for the death of Eric Garner in an apparent chokehold by police.</p>\n<p>The shootings of officers Wenjian Liu and Rafael Ramos strained an already tense relationship between city police unions and de Blasio. Patrolmen&#8217;s Benevolent Association president Patrick Lynch turned his back on the mayor at a hospital the day of the killings and said de Blasio had &#8220;blood on his hands&#8221;.</p>\n<p>But on Saturday night, Lynch was among the officials who attended the news conference and could be seen shaking the mayor&#8217;s hand and speaking briefly with him afterward.</p>\n<p>Bratton said Blackwell had a criminal record that included a weapons possession charge, but the suspect made no such anti-police postings and was being pursued by the anti-crime officers because of his behaviour.</p>\n<p>Neighbours near the scene of the shooting were surprised by the violence and described the residential area with many two- and three-family homes as quiet and safe.</p>\n<p>&#8220;You walk down the street, no trouble,&#8221; said Sandreaus Adam, 52. &#8220;This is not a neighborhood where you&#8217;re just going to hear shots.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In New York"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "New York",
    "US news",
    "US policing"
  ],
  "ntitle": "nypd_shooting_officer_in_critical_but_stable_condition_suspect_in_custody",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A police officer shot in the head while attempting to stop a man suspected of carrying a handgun was hospitalised in critical but stable condition on Sunday and a suspect was in custody in the case, the fifth shooting of a New York City officer in as many months, officials said.\n\nOfficer Brian Moore, 25, underwent surgery after being rushed in a patrol car to a Queens hospital on Saturday evening, after he and his partner pulled up in an unmarked police car to a man who was adjusting his waistband suspiciously, police commissioner William Bratton said.\n\nOfficer Brian Moore Photograph: AP\n\nThe officers exchanged words with the man before he turned suddenly and fired at least twice, striking Moore, Bratton said. His partner, Erik Jansen, 30, radioed for help.\n\n“They did not have an opportunity to get out and return fire,” the commissioner said at a Saturday night news conference at Jamaica Hospital Medical Center with Mayor Bill de Blasio and other officials.\n\nLaw enforcement flooded the Queens Village neighborhood following the shooting – police helicopters flew overhead, officers searched house by house and some could be seen walking on roofs. About 90 minutes later, police arrested Demetrius Blackwell, 35, near the crime scene in a house on the block where he lives, officials said.\n\nNo weapon was found and, as of early Sunday, Blackwell had not been charged. It was not clear if he had a lawyer.\n\nAfter the shooting, witnesses described Blackwell to responding officers and pointed them in the direction he ran, Bratton said. De Blasio said the shooting was a painful reminder of the risks officers take every day.\n\n“Our hearts are with his family, his loved ones,” the mayor said. “Our hearts are with his extended family, the men and women of the NYPD.”\n\nMoore, who comes from a family of police officers, has been on the job since July 2010.\n\nThe shooting instantly evoked memories of the December killing of two uniformed officers as they sat in their patrol car in Brooklyn by a man who posted online that he was seeking retribution against officers for the death of Eric Garner in an apparent chokehold by police.\n\nThe shootings of officers Wenjian Liu and Rafael Ramos strained an already tense relationship between city police unions and de Blasio. Patrolmen’s Benevolent Association president Patrick Lynch turned his back on the mayor at a hospital the day of the killings and said de Blasio had “blood on his hands”.\n\nBut on Saturday night, Lynch was among the officials who attended the news conference and could be seen shaking the mayor’s hand and speaking briefly with him afterward.\n\nBratton said Blackwell had a criminal record that included a weapons possession charge, but the suspect made no such anti-police postings and was being pursued by the anti-crime officers because of his behaviour.\n\nNeighbours near the scene of the shooting were surprised by the violence and described the residential area with many two- and three-family homes as quiet and safe.\n\n“You walk down the street, no trouble,” said Sandreaus Adam, 52. “This is not a neighborhood where you’re just going to hear shots.”",
  "title": "NYPD shooting: officer in critical but stable condition – suspect in custody",
  "ts_in": "2015-05-03T15:16:08.659475",
  "url": "http://www.theguardian.com/us-news/2015/may/03/new-york-police-officer-shot-critical-stable-condition-suspect-in-custody"
}