{
  "article_html": "<div><p>The parents of a slain <a href=\"http://www.theguardian.com/us-news/pennsylvania\" class=\" u-underline\">Pennsylvania</a> state police trooper said Sunday they have forgiven his alleged killer and are relying on their deep faith to get them through the loss.</p>\n<p>Appearing at a church in the same Pocono Mountains region where Eric Frein spent 48 days on the run, Bryon and Darla Dickson said forgiveness has helped them move on and avoid becoming bitter.</p>\n<p>&#8220;It doesn&#8217;t do you any good to hate somebody for whatever they have done to you, because all it does is eat you up. And in the end, what does it do for you? Absolutely nothing,&#8221; said Bryon Dickson.</p>\n<p>Frein, 31, is charged in the 12 September ambush that killed Cpl Bryon Dickson II and critically injured trooper Alex Douglass.</p>\n<p>The alleged gunman, an anti-government survivalist, led police on a tense, six-week manhunt through the northeastern Pennsylvania woods before US marshals caught him outside an abandoned airplane hangar, about 30 miles from the barracks where authorities say he opened fire during a late-night shift change.</p>\n<p>Frein has pleaded not guilty. Prosecutors are seeking the death penalty.</p>\n<p>After the service, Darla Dickson told the Associated Press she would accept whatever punishment is ultimately meted out to Frein if he is convicted, either the death penalty or life in prison.</p>\n<p>&#8220;Justice lays behind us at the grave, where my son&#8217;s body is buried,&#8221; she said. &#8220;And Eric Frein is chained to that place of justice. He has to be held accountable for what he has done.&#8221;</p>\n<p>Addressing the congregation, Darla Dickson recalled the moment that every parent of a police officer or soldier dreads: the knock on the door. It came around 2.30 am, more than three hours after the ambush, when a trooper and chaplain brought word that her son had been killed in the line of duty.</p>\n<p>&#8220;What I experienced was just a disbelief beyond degree,&#8221; she said from the stage of Community Church in Tobyhanna, about 10 miles from the home of Frein&#8217;s parents, where the search was centered. &#8220;It was very surreal. I just could not even wrap my mind around it.&#8221;</p>\n<p>She acknowledged that it hasn&#8217;t been easy to forgive Frein, who authorities said did not know her son or Douglass.</p>\n<p>&#8220;There were days when we had to get up, and it was difficult to set one foot in front of the other and face the world,&#8221; she said.</p>\n<p>But the Dicksons said their Christian faith has brought them great comfort &#8211; and teaches them that just as God has forgiven them, they are to forgive others.</p>\n<p>&#8220;Not keeping a record of wrongdoing gives you hope for tomorrow, a sense of love that displaces all evil in the world,&#8221; Darla Dickson said.</p>\n<p>Their appearance came as the church celebrated &#8220;Blue Sunday,&#8221; paying tribute to law enforcement. The pastor, David Crosby Jr, brought several state police troopers and local police chiefs on stage to cheers and applause from the congregation of hundreds.</p>\n<p>Crosby prayed for the safety and protection of law enforcement, as well as for &#8220;healing and restoration&#8221; in Baltimore, where rioting followed the death of a black man in police custody. Six police officers were charged Friday in Freddy Gray&#8217;s death.</p>\n<p>Darla Dickson told the AP she doesn&#8217;t think about Frein. Instead, she focuses on her son, a 38-year-old Marine veteran who left behind a wife and two young sons.</p>\n<p>&#8220;I miss my son. I grieve for him,&#8221; she said. &#8220;But it&#8217;s not the kind of grief that the rest of the world carries. I have that hope that I will see him again.&#8221;</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Pennsylvania",
    "US news"
  ],
  "ntitle": "parents_of_slain_state_trooper_say_they_forgive_accused_killer_eric_frein",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The parents of a slain Pennsylvania state police trooper said Sunday they have forgiven his alleged killer and are relying on their deep faith to get them through the loss.\n\nAppearing at a church in the same Pocono Mountains region where Eric Frein spent 48 days on the run, Bryon and Darla Dickson said forgiveness has helped them move on and avoid becoming bitter.\n\n“It doesn’t do you any good to hate somebody for whatever they have done to you, because all it does is eat you up. And in the end, what does it do for you? Absolutely nothing,” said Bryon Dickson.\n\nFrein, 31, is charged in the 12 September ambush that killed Cpl Bryon Dickson II and critically injured trooper Alex Douglass.\n\nThe alleged gunman, an anti-government survivalist, led police on a tense, six-week manhunt through the northeastern Pennsylvania woods before US marshals caught him outside an abandoned airplane hangar, about 30 miles from the barracks where authorities say he opened fire during a late-night shift change.\n\nFrein has pleaded not guilty. Prosecutors are seeking the death penalty.\n\nAfter the service, Darla Dickson told the Associated Press she would accept whatever punishment is ultimately meted out to Frein if he is convicted, either the death penalty or life in prison.\n\n“Justice lays behind us at the grave, where my son’s body is buried,” she said. “And Eric Frein is chained to that place of justice. He has to be held accountable for what he has done.”\n\nAddressing the congregation, Darla Dickson recalled the moment that every parent of a police officer or soldier dreads: the knock on the door. It came around 2.30 am, more than three hours after the ambush, when a trooper and chaplain brought word that her son had been killed in the line of duty.\n\n“What I experienced was just a disbelief beyond degree,” she said from the stage of Community Church in Tobyhanna, about 10 miles from the home of Frein’s parents, where the search was centered. “It was very surreal. I just could not even wrap my mind around it.”\n\nShe acknowledged that it hasn’t been easy to forgive Frein, who authorities said did not know her son or Douglass.\n\n“There were days when we had to get up, and it was difficult to set one foot in front of the other and face the world,” she said.\n\nBut the Dicksons said their Christian faith has brought them great comfort – and teaches them that just as God has forgiven them, they are to forgive others.\n\n“Not keeping a record of wrongdoing gives you hope for tomorrow, a sense of love that displaces all evil in the world,” Darla Dickson said.\n\nTheir appearance came as the church celebrated “Blue Sunday,” paying tribute to law enforcement. The pastor, David Crosby Jr, brought several state police troopers and local police chiefs on stage to cheers and applause from the congregation of hundreds.\n\nCrosby prayed for the safety and protection of law enforcement, as well as for “healing and restoration” in Baltimore, where rioting followed the death of a black man in police custody. Six police officers were charged Friday in Freddy Gray’s death.\n\nDarla Dickson told the AP she doesn’t think about Frein. Instead, she focuses on her son, a 38-year-old Marine veteran who left behind a wife and two young sons.\n\n“I miss my son. I grieve for him,” she said. “But it’s not the kind of grief that the rest of the world carries. I have that hope that I will see him again.”",
  "title": "Parents of slain state trooper say they forgive accused killer Eric Frein",
  "ts_in": "2015-05-03T20:53:42.763544",
  "url": "http://www.theguardian.com/us-news/2015/may/03/parents-slain-state-trooper-forgive-accused-killer-eric-frein"
}