{
  "article_html": "<div><p><strong>1 Pearson Square, London W1 (020 3761 0200). Meal for two, including drinks and service: &#163;110</strong></p>\n<p>With some restaurants you have to ask the most basic questions. You have to ask why. Why did they bother? Why did they invest all this money? What, exactly, were they thinking? <a href=\"http://percyandfounders.co.uk/\" class=\" u-underline\">Percy &amp; Founders</a>, located in a new development at the top of Berners Street in London&#8217;s Fitzrovia, is just such a restaurant. The food isn&#8217;t actively unpleasant, or at least most of it isn&#8217;t. The staff seem nice enough, in the way of professionals who have worked in restaurants before. The chairs won&#8217;t give you splinters. It all functions, much as I imagine Swindon Borough Council functions. Sometimes that is not enough.</p>\n<p>The website invites you to &#8220;Experience the evolution of the public house&#8221;. If this is it, then it&#8217;s an evolutionary dead end. In one regard the slogan makes sense, for what it most readily reminds me of is a Wetherspoons &#8211; one where starters are &#163;8, mains break through the &#163;25 barrier, and the only affordable wines make a sad hiss when you crack the screw top &#8211; but a Wetherspoons all the same. It&#8217;s a vast barn of a place: high-ceilinged, marble-floored, blond-wood-clad, the shelves stacked with artfully placed crap that nobody could ever need which was doubtless sent in by the crateful. You know those topiary balls? They&#8217;ve got &#8217;em. They&#8217;re the vajazzle of the interior design world; the accessory you add when you feel the need to overcompensate for desperate inadequacies elsewhere. The whole room looks like you could take it down in half an hour with an Allen key, get it back in the box and ship it off elsewhere. Perhaps eventually they will.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/03/percy-and-founders-london-restaurant-review#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309997429/47c288a2-ca80-4128-86eb-90a0fa0abfcc-300x180.jpeg\" alt=\"'A well-roasted chicken breast and a tough, under-roasted leg.'\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F03%2Fpercy-and-founders-london-restaurant-review&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430309998086%2F47c288a2-ca80-4128-86eb-90a0fa0abfcc-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;A well-roasted chicken breast and a tough, under-roasted leg.&#8217; Photograph: Sophia Evans/Observer\n\n\n\n<p>The lunchtime we go it is almost empty. It smells like the inside of a new car, despite having been open for two weeks. As there is space for 200, spread across lounge areas, dining rooms and a space of high counters in front of the open kitchen, there is something rather desolate about the whole affair. Then again I don&#8217;t imagine it will be much better when it&#8217;s full, say on a Friday evening, those high counters propping up suits full of bubbling testosterone leering at the hotty from accounts, as they upend the prosecco, yours for &#163;7.50 a glass.</p>\n<p>The job of making it more than all this falls to the kitchen, where they have installed one of Angela Hartnett&#8217;s former lieutenants. He has written a menu that is supposed, I think, to pay homage to the notion of the pub, but instead feels like it is rather grandly sneering at it. Here then is their take on the scotch egg, made with a breaded casing of (not very much) lobster and prawns, which bounces and squeaks under the teeth. I&#8217;m mildly intrigued as to how they&#8217;ve managed to make the protein stick together like this &#8211; egg, glue, desperation? &#8211; while also knowing I can quite happily get through life without eating one of these ever again. Crispy short rib is not a dish. It&#8217;s an object. Beef short ribs have been braised, shredded, mixed in with a bit of jus, chilled and pressed and cut into oblongs, then breaded and deep-fried. Think of them as the bovine version of the pig&#8217;s head croquette. And very nice they are, too. But putting three of them on a plate with a bunch of radishes and a little cr&#232;me fra&#238;che doesn&#8217;t turn it into a starter. They are the best canap&#233;s on offer at that boring cocktail party, the one where the food is the only escape from the tedious conversation.</p>\n<p>Our mains come dressed on the menu in florid language which cannot disguise the fact they are both roast dinners. With the chicken, it is a well-roasted breast and a tough, under-roasted leg. The advertised &#8220;chicken pie&#8221; is a pasty so small that it is inevitably more pastry than filling and very dry. It looks like a tribute to Ginsters, and makes me wish they&#8217;d had a hand in it. Mushroom ketchup isn&#8217;t. It&#8217;s a pile of sticky mushrooms. The gravy &#8211; poured from its own little ceramic pot like this is a proper grown-up restaurant touch&#8211; is sticky with gelatine, but very short on meaty power.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/03/percy-and-founders-london-restaurant-review#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430310170468/c0f4a16c-82c9-46f1-abfb-73f6f019dffb-300x180.jpeg\" alt=\"'A high point': charred, smoky greens with the nuttiness of toasted sunflower seeds.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F03%2Fpercy-and-founders-london-restaurant-review&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430310171028%2Fc0f4a16c-82c9-46f1-abfb-73f6f019dffb-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;A high point&#8217;: charred, smoky greens with the nuttiness of toasted sunflower seeds. Photograph: Sophia Evans/Observer\n\n\n\n<p>The lamb version is exactly the same, a dark puddle that gums the lips and the mouth without giving you the hit you crave. The lamb breast, apparently first braised then seared, and the pieces of loin, are both cooked brilliantly, as you would hope. This is a kitchen with experience. They should be able to roast lamb. But the &#8220;champ&#8221; loses. It&#8217;s a pillow of overworked pommes pur&#233;e with green stuff in it. A high point is a side dish of charred, smoky greens with the nuttiness of toasted sunflower seeds. A low is the parmesan and truffle fries, ordered to compare with the brilliant ones eaten recently in Newcastle. They are cold. We do not eat them. They take them off the bill.</p>\n<p>The cr&#234;pe souffl&#233; we order for dessert is the best thing we eat by a long stretch, the pancake enclosing a big puff of loose meringue, cooked in the heat of its cast-iron pan with an orange caramel. My advice is to order one of these and eat it at a table close to the internal arched window that looks into the glorious interior of John Loughborough Pearson&#8217;s old hospital chapel. It&#8217;s a riot of Italian gothic with a touch of Romanesque, and the only remaining part of the Middlesex Hospital that was demolished to make way for the development of which this restaurant is a part. Do not order the whimsically titled &#8220;Percy&#8217;s mistresses&#8221; because Percy has terrible taste in women. Three dry madeleines come with a bolus of butter whipped so hard it&#8217;s almost split and then flavoured with not enough maple syrup. This isn&#8217;t dessert. It&#8217;s a reproach. And the bill for what&#8217;s sold as a casual all-day dining experience? A shocking &#163;110. It is poor London value at its self-regarding worst.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/03/percy-and-founders-london-restaurant-review#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430310446643/f2735eda-d725-44fe-80d3-7c4308367778-300x180.jpeg\" alt=\"'The cr&#234;pe souffl&#233; we order for dessert is the best thing we eat by a&#160;long stretch.'\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3g%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Percy+%26+Founders%3A+restaurant+review+%7C+Jay+Rayner&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F03%2Fpercy-and-founders-london-restaurant-review&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430310447236%2Ff2735eda-d725-44fe-80d3-7c4308367778-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;The cr&#234;pe souffl&#233; we order for dessert is the best thing we eat by a long stretch.&#8217; Photograph: Sophia Evans/Observer\n\n\n\n<p>Opposite our table is a furniture showroom bookshelf, filled with volumes in carefully co-ordinated Pantone colours of blues shading to greens. As we leave I examine them. They are copies of second-hand encyclopedias &#8211; Britannica and the like &#8211; around which some interior design studio lackey has wrapped cut sheets of coloured paper. Call me precious, but I find something offensive about the turning of repositories of knowledge into lumps of colour co-ordination because it matches someone&#8217;s design concept. It is a waste. As indeed is so much of this restaurant.</p>\n<h2>Jay&#8217;s news bites<br></h2>\n<p>&#9632; A quick welcome to the delightfully titled Naughty Piglets, a new bistro run by Joe Sharratt, former head chef of Clapham restaurant Trinity, and his wife Margaux Aubry, who used to manage wine bar Terroirs. It has many virtues, including perfect deep-fried squid and the fact that it&#8217;s round two corners from my house in Brixton (<a href=\"http://www.naughtypiglets.co.uk/#wine-bar-and-restaurant\" class=\" u-underline\">naughtypiglets.co.uk</a>).</p>\n<p>&#9632; How best to get through election night? Fine foods company Forman and Field believes it has the answer: an election night hamper, including Forman&#8217;s &#8216;London cure&#8217; smoked salmon and Montgomery cheddar. It&#8217;s priced at &#163;110 which suggests it&#8217;s aimed squarely at those who don&#8217;t regard austerity as an issue (<a href=\"http://www.formanandfield.com/\" class=\" u-underline\">formanandfield.com</a>).</p>\n<p>&#9632; The restaurant world is famous for the speed at which key staff move from job to job. So let&#8217;s applaud longevity: Matthew Harris has just stepped down after 20 very successful years as head chef of Terence Conran&#8217;s Bibendum in Fulham. In total he was there 27 years, starting out under founding chef Simon Hopkinson. He&#8217;s replaced by Peter Robinson (<a href=\"http://bibendum.co.uk/\" class=\" u-underline\">bibendum.co.uk</a>).</p>\n<p>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\" class=\" u-underline\">jay.rayner@observer.co.uk</a>. Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\" class=\" u-underline\">@jayrayner1</a></p>\n<p>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\" class=\" u-underline\">@ObsMagazine</a></p>\n</div>",
  "authors": [
    "Jay Rayner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Food & drink",
    "Restaurants",
    "Restaurants",
    "Life and style",
    "Travel"
  ],
  "ntitle": "percy_founders_restaurant_review",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "1 Pearson Square, London W1 (020 3761 0200). Meal for two, including drinks and service: £110\n\nWith some restaurants you have to ask the most basic questions. You have to ask why. Why did they bother? Why did they invest all this money? What, exactly, were they thinking? Percy & Founders, located in a new development at the top of Berners Street in London’s Fitzrovia, is just such a restaurant. The food isn’t actively unpleasant, or at least most of it isn’t. The staff seem nice enough, in the way of professionals who have worked in restaurants before. The chairs won’t give you splinters. It all functions, much as I imagine Swindon Borough Council functions. Sometimes that is not enough.\n\nThe website invites you to “Experience the evolution of the public house”. If this is it, then it’s an evolutionary dead end. In one regard the slogan makes sense, for what it most readily reminds me of is a Wetherspoons – one where starters are £8, mains break through the £25 barrier, and the only affordable wines make a sad hiss when you crack the screw top – but a Wetherspoons all the same. It’s a vast barn of a place: high-ceilinged, marble-floored, blond-wood-clad, the shelves stacked with artfully placed crap that nobody could ever need which was doubtless sent in by the crateful. You know those topiary balls? They’ve got ’em. They’re the vajazzle of the interior design world; the accessory you add when you feel the need to overcompensate for desperate inadequacies elsewhere. The whole room looks like you could take it down in half an hour with an Allen key, get it back in the box and ship it off elsewhere. Perhaps eventually they will.\n\nFacebook Twitter Pinterest ‘A well-roasted chicken breast and a tough, under-roasted leg.’ Photograph: Sophia Evans/Observer\n\nThe lunchtime we go it is almost empty. It smells like the inside of a new car, despite having been open for two weeks. As there is space for 200, spread across lounge areas, dining rooms and a space of high counters in front of the open kitchen, there is something rather desolate about the whole affair. Then again I don’t imagine it will be much better when it’s full, say on a Friday evening, those high counters propping up suits full of bubbling testosterone leering at the hotty from accounts, as they upend the prosecco, yours for £7.50 a glass.\n\nThe job of making it more than all this falls to the kitchen, where they have installed one of Angela Hartnett’s former lieutenants. He has written a menu that is supposed, I think, to pay homage to the notion of the pub, but instead feels like it is rather grandly sneering at it. Here then is their take on the scotch egg, made with a breaded casing of (not very much) lobster and prawns, which bounces and squeaks under the teeth. I’m mildly intrigued as to how they’ve managed to make the protein stick together like this – egg, glue, desperation? – while also knowing I can quite happily get through life without eating one of these ever again. Crispy short rib is not a dish. It’s an object. Beef short ribs have been braised, shredded, mixed in with a bit of jus, chilled and pressed and cut into oblongs, then breaded and deep-fried. Think of them as the bovine version of the pig’s head croquette. And very nice they are, too. But putting three of them on a plate with a bunch of radishes and a little crème fraîche doesn’t turn it into a starter. They are the best canapés on offer at that boring cocktail party, the one where the food is the only escape from the tedious conversation.\n\nOur mains come dressed on the menu in florid language which cannot disguise the fact they are both roast dinners. With the chicken, it is a well-roasted breast and a tough, under-roasted leg. The advertised “chicken pie” is a pasty so small that it is inevitably more pastry than filling and very dry. It looks like a tribute to Ginsters, and makes me wish they’d had a hand in it. Mushroom ketchup isn’t. It’s a pile of sticky mushrooms. The gravy – poured from its own little ceramic pot like this is a proper grown-up restaurant touch– is sticky with gelatine, but very short on meaty power.\n\nFacebook Twitter Pinterest ‘A high point’: charred, smoky greens with the nuttiness of toasted sunflower seeds. Photograph: Sophia Evans/Observer\n\nThe lamb version is exactly the same, a dark puddle that gums the lips and the mouth without giving you the hit you crave. The lamb breast, apparently first braised then seared, and the pieces of loin, are both cooked brilliantly, as you would hope. This is a kitchen with experience. They should be able to roast lamb. But the “champ” loses. It’s a pillow of overworked pommes purée with green stuff in it. A high point is a side dish of charred, smoky greens with the nuttiness of toasted sunflower seeds. A low is the parmesan and truffle fries, ordered to compare with the brilliant ones eaten recently in Newcastle. They are cold. We do not eat them. They take them off the bill.\n\nThe crêpe soufflé we order for dessert is the best thing we eat by a long stretch, the pancake enclosing a big puff of loose meringue, cooked in the heat of its cast-iron pan with an orange caramel. My advice is to order one of these and eat it at a table close to the internal arched window that looks into the glorious interior of John Loughborough Pearson’s old hospital chapel. It’s a riot of Italian gothic with a touch of Romanesque, and the only remaining part of the Middlesex Hospital that was demolished to make way for the development of which this restaurant is a part. Do not order the whimsically titled “Percy’s mistresses” because Percy has terrible taste in women. Three dry madeleines come with a bolus of butter whipped so hard it’s almost split and then flavoured with not enough maple syrup. This isn’t dessert. It’s a reproach. And the bill for what’s sold as a casual all-day dining experience? A shocking £110. It is poor London value at its self-regarding worst.\n\nFacebook Twitter Pinterest ‘The crêpe soufflé we order for dessert is the best thing we eat by a long stretch.’ Photograph: Sophia Evans/Observer\n\nOpposite our table is a furniture showroom bookshelf, filled with volumes in carefully co-ordinated Pantone colours of blues shading to greens. As we leave I examine them. They are copies of second-hand encyclopedias – Britannica and the like – around which some interior design studio lackey has wrapped cut sheets of coloured paper. Call me precious, but I find something offensive about the turning of repositories of knowledge into lumps of colour co-ordination because it matches someone’s design concept. It is a waste. As indeed is so much of this restaurant.\n\nJay’s news bites\n\n\n\n■ A quick welcome to the delightfully titled Naughty Piglets, a new bistro run by Joe Sharratt, former head chef of Clapham restaurant Trinity, and his wife Margaux Aubry, who used to manage wine bar Terroirs. It has many virtues, including perfect deep-fried squid and the fact that it’s round two corners from my house in Brixton (naughtypiglets.co.uk).\n\n■ How best to get through election night? Fine foods company Forman and Field believes it has the answer: an election night hamper, including Forman’s ‘London cure’ smoked salmon and Montgomery cheddar. It’s priced at £110 which suggests it’s aimed squarely at those who don’t regard austerity as an issue (formanandfield.com).\n\n■ The restaurant world is famous for the speed at which key staff move from job to job. So let’s applaud longevity: Matthew Harris has just stepped down after 20 very successful years as head chef of Terence Conran’s Bibendum in Fulham. In total he was there 27 years, starting out under founding chef Simon Hopkinson. He’s replaced by Peter Robinson (bibendum.co.uk).\n\nEmail Jay at jay.rayner@observer.co.uk. Follow Jay on Twitter @jayrayner1\n\nFollow the Observer Magazine on Twitter @ObsMagazine",
  "title": "Percy & Founders: restaurant review",
  "ts_in": "2015-05-03T15:16:03.148822",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/03/percy-and-founders-london-restaurant-review"
}