{
  "article_html": "<div><p>As Eden Hazard celebrated the goal that would ultimately settle everything, the outstanding performer in this season&#8217;s title race put his hand to hisforehead and wiped his brow in a show of exaggerated relief.</p>\n<p>Hazard had just seen possibly the most feeble penalty of his career come back off Julian Speroni, the <a href=\"http://www.theguardian.com/football/crystalpalace\" class=\" u-underline\">Crystal Palace</a> goalkeeper. He scored the rebound with an improvisational header and that was the moment Stamford Bridge could start to turn up the volume and soak in the club&#8217;s new status as champions of England.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/live/2015/may/03/chelsea-v-crystal-palace-premier-league-live\" class=\" u-underline\">Chelsea crowned Premier League champions after Crystal Palace win &#8211; as it happened | Jacob Steinberg</a> </p>\n\n<p>Once again they were a good notch or two down on the level of performance we saw before Christmas when Cesc F&#224;bregas played with such elegance, Diego Costa was battering opposition defences and there was undoubtedly a greater sense of adventure than during the last couple of months.</p>\n<p>They are, however, so highly accomplished at getting to where they want to be and, in this case, that was a pitch covered in blue ticker-tape, all the usual victory songs booming out over the loudspeakers and the man with the microphone milking the moment. &#8220;Manchester United can&#8217;t catch us,&#8221; he began. &#8220;Manchester City can&#8217;t catch us. Arsenal can&#8217;t catch us.&#8221; Each sentence prompted a louder cheer than the one before.</p>\n<p>In many ways it was the classic <a href=\"http://www.theguardian.com/football/chelsea\" class=\" u-underline\">Chelsea</a> performance that has been witnessed so many times lately: efficient, structured, methodical. John Terry showed again the remarkable influence he has on a team that never seem to be afflicted by nerves. Hazard flitted around dangerously and F&#224;bregas was never long off the ball.</p>\n<p>They always kept half-a-dozen players behind the ball to protect themselves against the speed of Palace&#8217;s counter-attacking players and Mourinho&#8217;s substitutions late on told their own story. Kurt Zouma was brought on for Willian and Filipe Luis was introduced to replace Hazard. Chelsea ended up with six defenders on the pitch, two of them playing in midfield, and nothing else on their minds but to suffocate the game in its final moments. &#8220;Today was not a game to enjoy,&#8221; Mourinho said matter-of-factly. &#8220;Today was a day to finish the job.&#8221;</p>\n<p>No doubt they will face more accusations of not winning thrillingly enough but do not presume that will bother Mourinho. &#8220;I think everyone knows we deserve this,&#8221; he said. &#8220;It&#8217;s just that some don&#8217;t say it.&#8221;</p>\n<p>His late changes also recognised the fact they were confronted by difficult opponents. Wilfried Zaha caused problems all afternoon and Palace matched their opponents until that moment a minute before half-time when Hazard played a one-two with Willian, darted between James McArthur and Adrian Mariappa and won a penalty that Alan Pardew summed up as a &#8220;nice piece of luck.&#8221; If Hazard was clipped it was mostly because he initiated the contact himself, already in midair. What looked a penalty at full speed looked considerably less so in slow-motion.</p>\n<p>Hazard&#8217;s penalty was struck so poorly that Speroni, having got his hands to the ball, might have made a better job of holding on to it. Instead the rebound popped up invitingly for Hazard to brace his neck muscles and score at the second attempt, showing great composure for someone who is hardly renowned for his heading ability.</p>\n<p>Chelsea had not offered a great deal until that point other than a dipping free-kick from Didier Drogba that Speroni managed to claw away at the second attempt and a shot from Nemanja Matic towards the near post. Drogba and Willian had decent chances to soothe any lingering nerves in the second half but Chelsea always maintained a calculated measure of caution.</p>\n<p>Mourinho&#8217;s first substitution had come at half-time, when he took off Juan Cuadrado and brought on Mikel John Obi to add more muscle and presence alongside Matic. Terry and Gary Cahill headed away just about everything and C&#233;sar Azpilicueta got tight to Zaha. &#8220;It&#8217;s what champions do,&#8221; Pardew said. &#8220;They don&#8217;t let you back in when they get the lead.&#8221;</p>\n<p>Cuadrado had been thrust into the team after Ramires pulled out in the warm-up, feeling so unwell he was taken to hospital, but the &#163;27m signing from Fiorentina has looked lost in his brief time at Chelsea and his struggles were in keeping with an occasionally laboured first half from Mourinho&#8217;s team. Terry&#8217;s sprawling block to turn away Jason Puncheon&#8217;s shot was also worthy of scrutiny given that the ball struck both his midriff and arm. Terry maybe deserves the benefit of the doubt after some exceptional defending to get his body in the way and the Chelsea captain was superb in the second half as Pardew&#8217;s team continued to attack with width and pace.</p>\n<p>Unfortunately for Palace, Yannick Bolasie&#8217;s element of surprise did not often catch out his opponents.</p>\n<p>Mourinho looked tired in his press conference after a week in which he has also flown to Portugal because his father was having an operation. At the final whistle his first reaction was to go into the seats behind the dugout to find his family. But the man who is averaging a trophy every 34 games still managed to get the last word. This one came in the form of an old Portuguese saying &#8211; &#8220;Os c&#227;es ladram, mas a caravana passa&#8221;. It translates as dogs bark but the caravan keeps on.</p>\n<p>It means to pay no attention to what people say &#8211; good advice when the <a href=\"http://www.theguardian.com/football/premierleague\" class=\" u-underline\">Premier League</a> trophy is on it way back to Stamford Bridge.</p>\n</div>",
  "authors": [
    "Daniel Taylor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Chelsea",
    "Crystal Palace",
    "Football",
    "Sport"
  ],
  "ntitle": "premier_league_match_report",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "As Eden Hazard celebrated the goal that would ultimately settle everything, the outstanding performer in this season’s title race put his hand to hisforehead and wiped his brow in a show of exaggerated relief.\n\nHazard had just seen possibly the most feeble penalty of his career come back off Julian Speroni, the Crystal Palace goalkeeper. He scored the rebound with an improvisational header and that was the moment Stamford Bridge could start to turn up the volume and soak in the club’s new status as champions of England.\n\nRelated: Chelsea crowned Premier League champions after Crystal Palace win – as it happened | Jacob Steinberg\n\nOnce again they were a good notch or two down on the level of performance we saw before Christmas when Cesc Fàbregas played with such elegance, Diego Costa was battering opposition defences and there was undoubtedly a greater sense of adventure than during the last couple of months.\n\nThey are, however, so highly accomplished at getting to where they want to be and, in this case, that was a pitch covered in blue ticker-tape, all the usual victory songs booming out over the loudspeakers and the man with the microphone milking the moment. “Manchester United can’t catch us,” he began. “Manchester City can’t catch us. Arsenal can’t catch us.” Each sentence prompted a louder cheer than the one before.\n\nIn many ways it was the classic Chelsea performance that has been witnessed so many times lately: efficient, structured, methodical. John Terry showed again the remarkable influence he has on a team that never seem to be afflicted by nerves. Hazard flitted around dangerously and Fàbregas was never long off the ball.\n\nThey always kept half-a-dozen players behind the ball to protect themselves against the speed of Palace’s counter-attacking players and Mourinho’s substitutions late on told their own story. Kurt Zouma was brought on for Willian and Filipe Luis was introduced to replace Hazard. Chelsea ended up with six defenders on the pitch, two of them playing in midfield, and nothing else on their minds but to suffocate the game in its final moments. “Today was not a game to enjoy,” Mourinho said matter-of-factly. “Today was a day to finish the job.”\n\nNo doubt they will face more accusations of not winning thrillingly enough but do not presume that will bother Mourinho. “I think everyone knows we deserve this,” he said. “It’s just that some don’t say it.”\n\nHis late changes also recognised the fact they were confronted by difficult opponents. Wilfried Zaha caused problems all afternoon and Palace matched their opponents until that moment a minute before half-time when Hazard played a one-two with Willian, darted between James McArthur and Adrian Mariappa and won a penalty that Alan Pardew summed up as a “nice piece of luck.” If Hazard was clipped it was mostly because he initiated the contact himself, already in midair. What looked a penalty at full speed looked considerably less so in slow-motion.\n\nHazard’s penalty was struck so poorly that Speroni, having got his hands to the ball, might have made a better job of holding on to it. Instead the rebound popped up invitingly for Hazard to brace his neck muscles and score at the second attempt, showing great composure for someone who is hardly renowned for his heading ability.\n\nChelsea had not offered a great deal until that point other than a dipping free-kick from Didier Drogba that Speroni managed to claw away at the second attempt and a shot from Nemanja Matic towards the near post. Drogba and Willian had decent chances to soothe any lingering nerves in the second half but Chelsea always maintained a calculated measure of caution.\n\nMourinho’s first substitution had come at half-time, when he took off Juan Cuadrado and brought on Mikel John Obi to add more muscle and presence alongside Matic. Terry and Gary Cahill headed away just about everything and César Azpilicueta got tight to Zaha. “It’s what champions do,” Pardew said. “They don’t let you back in when they get the lead.”\n\nCuadrado had been thrust into the team after Ramires pulled out in the warm-up, feeling so unwell he was taken to hospital, but the £27m signing from Fiorentina has looked lost in his brief time at Chelsea and his struggles were in keeping with an occasionally laboured first half from Mourinho’s team. Terry’s sprawling block to turn away Jason Puncheon’s shot was also worthy of scrutiny given that the ball struck both his midriff and arm. Terry maybe deserves the benefit of the doubt after some exceptional defending to get his body in the way and the Chelsea captain was superb in the second half as Pardew’s team continued to attack with width and pace.\n\nUnfortunately for Palace, Yannick Bolasie’s element of surprise did not often catch out his opponents.\n\nMourinho looked tired in his press conference after a week in which he has also flown to Portugal because his father was having an operation. At the final whistle his first reaction was to go into the seats behind the dugout to find his family. But the man who is averaging a trophy every 34 games still managed to get the last word. This one came in the form of an old Portuguese saying – “Os cães ladram, mas a caravana passa”. It translates as dogs bark but the caravan keeps on.\n\nIt means to pay no attention to what people say – good advice when the Premier League trophy is on it way back to Stamford Bridge.",
  "title": "Premier League match report",
  "ts_in": "2015-05-03T20:53:48.801810",
  "url": "http://www.theguardian.com/football/2015/may/03/premier-league-chelsea-crystal-palace-match-report"
}