{
  "article_html": "<div><p>Members of a nationalistic Russian bikers&#8217; club were greeted by cheering supporters as they laid a wreath on Saturday at a monument to the Soviet soldiers who liberated Vienna from the Nazis.</p>\n<p>The Night Wolves are commemorating the Russian and Allied defeat of the Nazis 70 years ago in the second world war with a ride from Moscow that is due to end in Berlin on 9 May. Some EU officials have expressed criticism of their plans and Poland denied them entry, reflecting strains between Warsaw and Moscow over Russia&#8217;s role in the Ukraine conflict.</p>\n<p>In contrast, the pro-Kremlin bikers&#8217; reception in Vienna was free of tensions. Accompanied by more than a dozen supporters, two group members wearing their colours and displaying flapping Russian flags on their motorcycles, drove up to the central Vienna square to the monument depicting Russian soldiers in a martial pose. Assisted by soldiers from the Russian embassy, they then laid a wreath.</p>\n<p>Patrick Mayerhofer, a police spokesman, said a police escort accompanied the group to Vienna from the Slovak capital of Bratislava.</p>\n<p>Police estimated that about 500 spectators turned up for the event. Some wore T-shirts with portraits of President <a href=\"http://www.theguardian.com/world/vladimir-putin\" class=\" u-underline\">Vladimir Putin</a>. Others held signs saying &#8220;Stop Russia Phobia&#8221;, and &#8220;We are brothers and sisters &#8212; no war&#8221;.</p>\n<p>Among those turning out was Russian ambassador Sergey Nechaev, who thanked Austrian authorities for making the tribute possible.</p>\n<p>&#8220;The bikers only came to commemorate and honour the fallen soldiers who died for the liberation of <a href=\"http://www.theguardian.com/world/austria\" class=\" u-underline\">Austria</a>,&#8221; he said, in comments intended to deflect EU anxiety over the trip.</p>\n<p>The Night Wolves support Putin, who has ridden with them, and back Russia&#8217;s annexation of Crimea from Ukraine.</p>\n</div>",
  "authors": [
    "Associated Press In Vienna"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Russia",
    "Austria",
    "Vladimir Putin",
    "Europe",
    "World news"
  ],
  "ntitle": "pro_putin_bikers_night_wolves_lay_wreath_at_russian_monument_in_vienna",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Members of a nationalistic Russian bikers’ club were greeted by cheering supporters as they laid a wreath on Saturday at a monument to the Soviet soldiers who liberated Vienna from the Nazis.\n\nThe Night Wolves are commemorating the Russian and Allied defeat of the Nazis 70 years ago in the second world war with a ride from Moscow that is due to end in Berlin on 9 May. Some EU officials have expressed criticism of their plans and Poland denied them entry, reflecting strains between Warsaw and Moscow over Russia’s role in the Ukraine conflict.\n\nIn contrast, the pro-Kremlin bikers’ reception in Vienna was free of tensions. Accompanied by more than a dozen supporters, two group members wearing their colours and displaying flapping Russian flags on their motorcycles, drove up to the central Vienna square to the monument depicting Russian soldiers in a martial pose. Assisted by soldiers from the Russian embassy, they then laid a wreath.\n\nPatrick Mayerhofer, a police spokesman, said a police escort accompanied the group to Vienna from the Slovak capital of Bratislava.\n\nPolice estimated that about 500 spectators turned up for the event. Some wore T-shirts with portraits of President Vladimir Putin. Others held signs saying “Stop Russia Phobia”, and “We are brothers and sisters — no war”.\n\nAmong those turning out was Russian ambassador Sergey Nechaev, who thanked Austrian authorities for making the tribute possible.\n\n“The bikers only came to commemorate and honour the fallen soldiers who died for the liberation of Austria,” he said, in comments intended to deflect EU anxiety over the trip.\n\nThe Night Wolves support Putin, who has ridden with them, and back Russia’s annexation of Crimea from Ukraine.",
  "title": "Pro-Putin bikers Night Wolves lay wreath at Russian monument in Vienna",
  "ts_in": "2015-05-03T15:16:54.670698",
  "url": "http://www.theguardian.com/world/2015/may/03/pro-putin-bikers-night-wolves-lay-wreath-at-russian-monument-in-vienna"
}