{
  "article_html": "<div><p>Will the wealthy workaholic mom learn how to surf? Will the hyper-intelligent boy with the sauntering spirit accept an invitation to attend a $40,000 a year private university? Is it possible an independent film written, directed and starring a former sitcom star, released by a micro distributer, could be anything other than a bourgeois vanity project? Replying &#8220;yes&#8221; to the first two questions isn&#8217;t much of a surprise, but the twist comes with the third. It&#8217;s only about five minutes in when <a href=\"http://www.theguardian.com/film/helen-hunt\" class=\" u-underline\">Helen Hunt</a> taps you on the shoulder and berates you (comically) for your prejudice. While the subject matter in&#160;Ride is a bit rote, the performances and zing-a-minute dialogue keep this low budget picture above water.</p>\n<p>You don&#8217;t star in 73 seasons (roughly) of Mad About You without perfecting patter. Hunt&#8217;s Jackie (a fiction editor at a magazine that&#8217;s probably The New Yorker) and son Angelo (Brenton Thwaites, handsome, but still boyish) bicker and quarrel as if a three-camera setup follows them wherever they go. They talk over one another, have running gags, can predict each other&#8217;s thoughts. He wants to be a writer and is struggling with the ending to his first big story. He&#8217;s convinced her insight could guide him, but she wants him to figure it out for himself. She&#8217;s nudging him to college (just a few steps from their doorman building) but when a summer trip to his father and stepfamily in California proves a little too&#160;welcoming, and he decides to stay a live like a beach bum, she&#8217;s on the next plane to get him back on track.<br></p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>Ride&#160;exists in an America where the only two conceivable places to exist are New York and Los Angeles, and even more specifically the &#8220;below-the-grid&#8221; Village and taco shacks of Santa Monica. I remain unconvinced that the film is self-aware enough to realise this is preposterous. Nevertheless, should you allow yourself to recognise that some people like this do exist &#8211; New Yorkers who concede that, yes, Los Angeles does have museums, but by the time you drive there you are two worn out to look at anything &#8211; there are some laughs to be had. And, at precisely the halfway mark, some hints at personal tragedy that build to a well-earned catharsis.<br></p>\n<p>For preposterous reasons, Hunt decides her road to redemption lies in learning how to surf. Off with the heels, on with the wet suit. She hires Luke Wilson to be her tutor. He joins David Zayas, a company chauffeur soon pressed into being her all-around valet, as targets of barbs and condescension. In reality, hurling such vitriol at hourly earners is what most people would call pure evil, but when Hunt does it (and does it with such wit) it&#8217;s strangely charming. And when you are Luke Wilson, and she ignores your suggestions on how to turn into a wave, such that she falls into your arms &#8230;&#160;you can imagine where that current takes them.<br></p>\n<p>Not that every sequence works. I&#8217;ve noticed that, as marijuana legalization proliferates, we&#8217;re seeing more and more scenes of squares getting high to (alleged) comic effect.&#160;Ride&#160;bogarts this trope and it&#8217;s one of the lamest I&#8217;ve seen. On the other hand, just when you think there isn&#8217;t a new way to shoot a bereaved person disposing of a loved one&#8217;s ashes, Hunt comes up with a doozy that&#8217;s thematic and touching.<br></p>\n<p>Privileged people have feelings, too, I suppose, and despite the overbearing music I found myself moved by the film&#8217;s conclusion. Close mother-son relationships, where discussions of sex are so non-taboo that they rarely even come up, are refreshing to see. There&#8217;s still plenty of room for conflict, just not from the usual sources. Moreover, it&#8217;s rare to see a film with such an emphasis on sharp dialogue. &#8220;Don&#8217;t act like I&#8217;m the only crazy one here!&#8221; is definitely a line I plan to use the next time I get in an argument.<br></p>\n<p>&#8226; Ride is released in the US on 1 May</p>\n</div>",
  "authors": [
    "Jordan Hoffman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Helen Hunt",
    "Romance",
    "Comedy",
    "Comedy",
    "Film",
    "Culture"
  ],
  "ntitle": "ride_review_wetsuit_required_for_soppy_luke_wilson_helen_hunt_surf_romance",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Will the wealthy workaholic mom learn how to surf? Will the hyper-intelligent boy with the sauntering spirit accept an invitation to attend a $40,000 a year private university? Is it possible an independent film written, directed and starring a former sitcom star, released by a micro distributer, could be anything other than a bourgeois vanity project? Replying “yes” to the first two questions isn’t much of a surprise, but the twist comes with the third. It’s only about five minutes in when Helen Hunt taps you on the shoulder and berates you (comically) for your prejudice. While the subject matter in Ride is a bit rote, the performances and zing-a-minute dialogue keep this low budget picture above water.\n\nYou don’t star in 73 seasons (roughly) of Mad About You without perfecting patter. Hunt’s Jackie (a fiction editor at a magazine that’s probably The New Yorker) and son Angelo (Brenton Thwaites, handsome, but still boyish) bicker and quarrel as if a three-camera setup follows them wherever they go. They talk over one another, have running gags, can predict each other’s thoughts. He wants to be a writer and is struggling with the ending to his first big story. He’s convinced her insight could guide him, but she wants him to figure it out for himself. She’s nudging him to college (just a few steps from their doorman building) but when a summer trip to his father and stepfamily in California proves a little too welcoming, and he decides to stay a live like a beach bum, she’s on the next plane to get him back on track.\n\n\n\nRide exists in an America where the only two conceivable places to exist are New York and Los Angeles, and even more specifically the “below-the-grid” Village and taco shacks of Santa Monica. I remain unconvinced that the film is self-aware enough to realise this is preposterous. Nevertheless, should you allow yourself to recognise that some people like this do exist – New Yorkers who concede that, yes, Los Angeles does have museums, but by the time you drive there you are two worn out to look at anything – there are some laughs to be had. And, at precisely the halfway mark, some hints at personal tragedy that build to a well-earned catharsis.\n\n\n\nFor preposterous reasons, Hunt decides her road to redemption lies in learning how to surf. Off with the heels, on with the wet suit. She hires Luke Wilson to be her tutor. He joins David Zayas, a company chauffeur soon pressed into being her all-around valet, as targets of barbs and condescension. In reality, hurling such vitriol at hourly earners is what most people would call pure evil, but when Hunt does it (and does it with such wit) it’s strangely charming. And when you are Luke Wilson, and she ignores your suggestions on how to turn into a wave, such that she falls into your arms … you can imagine where that current takes them.\n\n\n\nNot that every sequence works. I’ve noticed that, as marijuana legalization proliferates, we’re seeing more and more scenes of squares getting high to (alleged) comic effect. Ride bogarts this trope and it’s one of the lamest I’ve seen. On the other hand, just when you think there isn’t a new way to shoot a bereaved person disposing of a loved one’s ashes, Hunt comes up with a doozy that’s thematic and touching.\n\n\n\nPrivileged people have feelings, too, I suppose, and despite the overbearing music I found myself moved by the film’s conclusion. Close mother-son relationships, where discussions of sex are so non-taboo that they rarely even come up, are refreshing to see. There’s still plenty of room for conflict, just not from the usual sources. Moreover, it’s rare to see a film with such an emphasis on sharp dialogue. “Don’t act like I’m the only crazy one here!” is definitely a line I plan to use the next time I get in an argument.\n\n\n\n• Ride is released in the US on 1 May",
  "title": "Ride review: wetsuit required for soppy Luke Wilson/Helen Hunt surf romance",
  "ts_in": "2015-05-03T15:16:18.847136",
  "url": "http://www.theguardian.com/film/2015/may/01/ride-review-wetsuit-required-for-soppy-luke-wilsonhelen-hunt-surf-romance"
}