{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/education/schools\" class=\" u-underline\">Schools</a> are increasingly struggling to recruit senior teachers, while at the same time finding that newly qualified teachers are ill prepared to start working in the classroom, a leading teaching union has warned.<br></p>\n<p>Almost 62% of school leaders are struggling to recruit teachers on the upper pay scale, according to a survey of headteachers, with 14% reporting they have been unable to recruit deputy heads and 20% unable to fill posts for assistant heads.<br></p>\n<p>The survey, carried out for the National Association of Head Teachers and published to coincide with its annual conference in Liverpool, came as schools are seeing an exodus from the profession due to concerns about workload, pay and conditions.<br tabindex=\"-1\"></p>\n<p>The poll of 1,110 headteachers across the country, carried out at the start of the academic year, also highlights worries about the quality of the newly qualified teachers (NQTs) whom schools are now relying on to fill posts. A third of those surveyed said the NQTs they had recruited in the past two years &#8220;were not well prepared to start working in a school&#8221;.</p>\n<p>There was particular concern about their ability to control pupils&#8217; behaviour in lessons, with almost three quarters (73%) of head teachers expressing concern about poor classroom management.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/education/2015/may/02/share-teachers-to-plug-shortage-union-chief-russell-hobby\" class=\" u-underline\">Share teachers to plug shortage, union chief tells schools</a> </p>\n\n<p>Almost six out of 10 (58%) were concerned about NQTs&#8217; lack of subject knowledge, and 56% complained about a poor understanding of pedagogy and children&#8217;s development. Just 19% of respondents felt that NQTs were better prepared for work in the classroom.</p>\n<p>The survey will escalate growing fears within the profession, among other teaching unions and inspection watchdog Ofsted, that schools are heading for a serious crisis in recruitment and retention of teaching staff, which will inevitably impact on children&#8217;s education.</p>\n<p>Later on Sunday, the head teachers&#8217; conference will debate a motion proposed by Gareth May and Christine Coulbeck from the NAHT&#8217;s East Riding branch calling on the NAHT to highlight the &#8220;exodus from the profession&#8221; and for more to be done to both &#8220;retain the most talented of our young teachers&#8221; and urgently address the &#8220;unrealistic expectations&#8221; being placed upon them.<br></p>\n<p>Fellow union, the Association of Teachers and Lecturers (ATL), recently carried out a detailed analysis of Department for Education statistics that showed even newly qualified teachers were quitting the profession; almost two-fifths of teachers were not in the classroom a year after finishing their training.</p>\n<p>ATL general secretary Mary Bousted told her union conference in March that NQTs, who should be &#8220;bright-eyed and bushy-tailed&#8221; at the start of their careers, are being turned off by the prospect of heavy workloads, excessive monitoring and poor pay.</p>\n<p>Louis Coiffait, who leads the NAHT&#8217;s Edge section, which is aimed at senior teachers heading for leadership roles, said: &#8220;It&#8217;s time to be frank, we&#8217;re facing a recruitment crisis at all stages of the education system.</p>\n<p>&#8220;Until we address it at each of those stages, there&#8217;s no chance that we&#8217;ll have the quantity or quality of head teachers we need in the future. That&#8217;s why we set up NAHT Edge &#8211; to give the next generation of school leaders the support they need to overcome the challenges they&#8217;ll face in their careers.</p>\n<p>&#8220;Nothing is more important than ensuring children have access to the best possible standards of teaching. But any improvements we&#8217;ve seen in education will stutter and stall if there&#8217;s no investment in teacher development and career progression.<br></p>\n<p>&#8220;Promising professionals will leave and would-be leaders will choose not to take on leadership roles. That can&#8217;t be allowed to happen.&#8221;<br></p>\n</div>",
  "authors": [
    "Sally Weale"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Teacher shortages",
    "Teaching",
    "Education",
    "UK news",
    "Schools"
  ],
  "ntitle": "schools_unable_to_recruit_senior_teachers_says_union",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Schools are increasingly struggling to recruit senior teachers, while at the same time finding that newly qualified teachers are ill prepared to start working in the classroom, a leading teaching union has warned.\n\n\n\nAlmost 62% of school leaders are struggling to recruit teachers on the upper pay scale, according to a survey of headteachers, with 14% reporting they have been unable to recruit deputy heads and 20% unable to fill posts for assistant heads.\n\n\n\nThe survey, carried out for the National Association of Head Teachers and published to coincide with its annual conference in Liverpool, came as schools are seeing an exodus from the profession due to concerns about workload, pay and conditions.\n\n\n\nThe poll of 1,110 headteachers across the country, carried out at the start of the academic year, also highlights worries about the quality of the newly qualified teachers (NQTs) whom schools are now relying on to fill posts. A third of those surveyed said the NQTs they had recruited in the past two years “were not well prepared to start working in a school”.\n\nThere was particular concern about their ability to control pupils’ behaviour in lessons, with almost three quarters (73%) of head teachers expressing concern about poor classroom management.\n\nRelated: Share teachers to plug shortage, union chief tells schools\n\nAlmost six out of 10 (58%) were concerned about NQTs’ lack of subject knowledge, and 56% complained about a poor understanding of pedagogy and children’s development. Just 19% of respondents felt that NQTs were better prepared for work in the classroom.\n\nThe survey will escalate growing fears within the profession, among other teaching unions and inspection watchdog Ofsted, that schools are heading for a serious crisis in recruitment and retention of teaching staff, which will inevitably impact on children’s education.\n\nLater on Sunday, the head teachers’ conference will debate a motion proposed by Gareth May and Christine Coulbeck from the NAHT’s East Riding branch calling on the NAHT to highlight the “exodus from the profession” and for more to be done to both “retain the most talented of our young teachers” and urgently address the “unrealistic expectations” being placed upon them.\n\n\n\nFellow union, the Association of Teachers and Lecturers (ATL), recently carried out a detailed analysis of Department for Education statistics that showed even newly qualified teachers were quitting the profession; almost two-fifths of teachers were not in the classroom a year after finishing their training.\n\nATL general secretary Mary Bousted told her union conference in March that NQTs, who should be “bright-eyed and bushy-tailed” at the start of their careers, are being turned off by the prospect of heavy workloads, excessive monitoring and poor pay.\n\nLouis Coiffait, who leads the NAHT’s Edge section, which is aimed at senior teachers heading for leadership roles, said: “It’s time to be frank, we’re facing a recruitment crisis at all stages of the education system.\n\n“Until we address it at each of those stages, there’s no chance that we’ll have the quantity or quality of head teachers we need in the future. That’s why we set up NAHT Edge – to give the next generation of school leaders the support they need to overcome the challenges they’ll face in their careers.\n\n“Nothing is more important than ensuring children have access to the best possible standards of teaching. But any improvements we’ve seen in education will stutter and stall if there’s no investment in teacher development and career progression.\n\n\n\n“Promising professionals will leave and would-be leaders will choose not to take on leadership roles. That can’t be allowed to happen.”\n\n",
  "title": "Schools unable to recruit senior teachers, says union",
  "ts_in": "2015-05-03T15:16:37.374478",
  "url": "http://www.theguardian.com/education/2015/may/03/schools-unable-to-recruit-senior-teachers-says-union"
}