{
  "article_html": "<div><p>It is a gruesome death. First the legs shrivel up, followed by lesions. Then the legs inch away and finally detach. The victim continues to deteriorate until it is nothing but a plot of sticky goo.</p>\n<p>This is the thoroughly unpleasant way by which scores of sea stars, also known as starfish, have perished along the North American west coast in the most deadly epidemic to hit the iconic echinoderms in recorded history. </p>\n<p>From southern Alaska down to Baja California, sea stars have been dying in droves. The culprit, it is suspected, is a little-understood &#8220;wasting&#8221; disease known as &#8220;sea star-associated densovirus&#8221;, or SSaDV.</p>\n<p>&#8220;It is unprecedented,&#8221; says Richard Ambrose, a marine biologist at UCLA. &#8220;It&#8217;s a really extensive decline of a really important component of rocky tidal and subtidal communities along the whole west coast. It&#8217;s pretty serious.&#8221;</p>\n<p>While this is not the first time sea stars have been hit by a mass wasting event &#8211;similar die-offs occurred in the 70s and late 90s, and their cause remains unknown &#8211; it is by far the most destructive, extensive and perplexing. First observed in Washington state in June 2013, the disease has gradually spread up and down the coast. </p>\n<p>No one knows what exactly is behind the sea star&#8217;s suffering. A multi-authored <a href=\"http://www.pnas.org/content/111/48/17278.abstract\" class=\" u-underline\">study</a> published in the Proceeding of the National Academy of Sciences pins a densovirus as the most likely cause of the wasting but no one is certain why the virus, which has been in the aquatic ecosystem for years, is affecting sea stars today.</p>\n<p>&#8220;The densovirus is a good candidate for the immediate cause but there has to be some other explanation for why we&#8217;re having an outbreak now. Nobody really understands why that is,&#8221; says Ambrose. </p>\n<p>Part of its perplexity is the disease&#8217;s trajectory. It will hit one area, while leaving others around it safe, only to show up months later in the areas previously spared. This is in contrast to past wasting events which have been generally uniform across a region. </p>\n<p>Peter Raimondi, a marine biologist at University of California, Santa Cruz, and co-author of the PNAS study, helps run an <a href=\"http://www.eeb.ucsc.edu/pacificrockyintertidal/data-products/sea-star-wasting/\" class=\" u-underline\">online observation log</a> that plots the scope of the wasting. The observation log, which has a database of photos from scientists and concerned citizens alike, has been instrumental in monitoring the disease and will be crucial in ultimately determining the underlying causes.</p>\n<p>&#8220;It is by far the best study in marine disease ever,&#8221; says Raimondi. &#8220;We are almost in real time being able to detect where the outbreak is and what species are being affected.&#8221; </p>\n\n\n<a href=\"/environment/2015/may/03/starfish-sea-star-deaths-west-coast#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430661583478/3080c6fd-4752-4571-8b12-bb4ee5ad0f9d-300x180.jpeg\" alt=\"sea star starfish\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4847d%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Scores+of+starfish+suffer+mysterious+and+gruesome+demise+along+west+coast&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4847d%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Scores+of+starfish+suffer+mysterious+and+gruesome+demise+along+west+coast&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2015%2Fmay%2F03%2Fstarfish-sea-star-deaths-west-coast&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430661584121%2Fc91e8c3e-9316-4c83-b03d-83378d9eddcf-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe most likely culprit appears to be &#8216;sea star-associated densovirus&#8217;, but it&#8217;s not clear why the outbreak is happening now, says a researcher. Photograph: Melissa Redfield\n\n\n\n<p>Until the primary cause is known however, scientists have no way of combatting the disease. </p>\n<p>So who, or what, are the suspects? The most obvious is warmer water temperatures. This has triggered sea star wasting events in the past. However the areas in the pacific northwest where the current wasting was initially observed are home to frigid waters.</p>\n<p>A second guess is pollution, but this too is unconvincing, as the disease is found in both clean and dirty areas. </p>\n<p> Some have cited radiation from the 2011 Fukushima Daiichi nuclear disaster in Japan as a possible cause, but there is no evidence that supports this. </p>\n<p>Sea stars, a predator of mussels, clams and snails, are a vital component of the aquatic ecosystem. Their absence will undoubtedly have environmental repercussions. But due to the sheer scope of this die-off, it&#8217;s impossible to predict exactly what will happen in the ecosystem. </p>\n<p>&#8220;A lot of people think nothing might occur and a lot of people think a lot&#8217;s going to occur,&#8221; says Raimondi. For now, there&#8217;s nothing to do but collect data and wait. </p>\n<p>But there is hope on the horizon. Baby sea stars, about the size of the a thumb nail, have been sighted in several disease-hit areas along the coast. Raimondi&#8217;s log has added a <a href=\"http://gordon.science.oregonstate.edu/marine1/juvenilesmap.html\" class=\" u-underline\">page</a> to collect observations of the infant stars. </p>\n<p>The hope is that they have developed a resistance to the disease. Scientists are holding their breaths: the the babies will need to survive long enough to become reproductive if they are to make any difference and raise population levels. </p>\n<p> If not, Pacific Coast sea stars are in for even rougher seas ahead. </p>\n</div>",
  "authors": [
    "Brent Crane"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Marine life",
    "Americas",
    "Wildlife",
    "Environment",
    "World news"
  ],
  "ntitle": "scores_of_starfish_suffer_mysterious_and_gruesome_demise_along_west_coast",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "It is a gruesome death. First the legs shrivel up, followed by lesions. Then the legs inch away and finally detach. The victim continues to deteriorate until it is nothing but a plot of sticky goo.\n\nThis is the thoroughly unpleasant way by which scores of sea stars, also known as starfish, have perished along the North American west coast in the most deadly epidemic to hit the iconic echinoderms in recorded history.\n\nFrom southern Alaska down to Baja California, sea stars have been dying in droves. The culprit, it is suspected, is a little-understood “wasting” disease known as “sea star-associated densovirus”, or SSaDV.\n\n“It is unprecedented,” says Richard Ambrose, a marine biologist at UCLA. “It’s a really extensive decline of a really important component of rocky tidal and subtidal communities along the whole west coast. It’s pretty serious.”\n\nWhile this is not the first time sea stars have been hit by a mass wasting event –similar die-offs occurred in the 70s and late 90s, and their cause remains unknown – it is by far the most destructive, extensive and perplexing. First observed in Washington state in June 2013, the disease has gradually spread up and down the coast.\n\nNo one knows what exactly is behind the sea star’s suffering. A multi-authored study published in the Proceeding of the National Academy of Sciences pins a densovirus as the most likely cause of the wasting but no one is certain why the virus, which has been in the aquatic ecosystem for years, is affecting sea stars today.\n\n“The densovirus is a good candidate for the immediate cause but there has to be some other explanation for why we’re having an outbreak now. Nobody really understands why that is,” says Ambrose.\n\nPart of its perplexity is the disease’s trajectory. It will hit one area, while leaving others around it safe, only to show up months later in the areas previously spared. This is in contrast to past wasting events which have been generally uniform across a region.\n\nPeter Raimondi, a marine biologist at University of California, Santa Cruz, and co-author of the PNAS study, helps run an online observation log that plots the scope of the wasting. The observation log, which has a database of photos from scientists and concerned citizens alike, has been instrumental in monitoring the disease and will be crucial in ultimately determining the underlying causes.\n\n“It is by far the best study in marine disease ever,” says Raimondi. “We are almost in real time being able to detect where the outbreak is and what species are being affected.”\n\nFacebook Twitter Pinterest The most likely culprit appears to be ‘sea star-associated densovirus’, but it’s not clear why the outbreak is happening now, says a researcher. Photograph: Melissa Redfield\n\nUntil the primary cause is known however, scientists have no way of combatting the disease.\n\nSo who, or what, are the suspects? The most obvious is warmer water temperatures. This has triggered sea star wasting events in the past. However the areas in the pacific northwest where the current wasting was initially observed are home to frigid waters.\n\nA second guess is pollution, but this too is unconvincing, as the disease is found in both clean and dirty areas.\n\nSome have cited radiation from the 2011 Fukushima Daiichi nuclear disaster in Japan as a possible cause, but there is no evidence that supports this.\n\nSea stars, a predator of mussels, clams and snails, are a vital component of the aquatic ecosystem. Their absence will undoubtedly have environmental repercussions. But due to the sheer scope of this die-off, it’s impossible to predict exactly what will happen in the ecosystem.\n\n“A lot of people think nothing might occur and a lot of people think a lot’s going to occur,” says Raimondi. For now, there’s nothing to do but collect data and wait.\n\nBut there is hope on the horizon. Baby sea stars, about the size of the a thumb nail, have been sighted in several disease-hit areas along the coast. Raimondi’s log has added a page to collect observations of the infant stars.\n\nThe hope is that they have developed a resistance to the disease. Scientists are holding their breaths: the the babies will need to survive long enough to become reproductive if they are to make any difference and raise population levels.\n\nIf not, Pacific Coast sea stars are in for even rougher seas ahead.",
  "title": "Scores of starfish suffer mysterious and gruesome demise along west coast",
  "ts_in": "2015-05-03T20:53:49.786986",
  "url": "http://www.theguardian.com/environment/2015/may/03/starfish-sea-star-deaths-west-coast"
}