{
  "article_html": "<div><p><strong>In your bestselling memoir, The Shepherd&#8217;s Life, you imply that non-farmers everywhere and the tourists who visit the <a href=\"http://www.theguardian.com/uk/lake-district\" class=\" u-underline\">Lake District</a> have little or no interest in the farming life. But don&#8217;t your book&#8217;s sales figures prove you wrong?</strong><br>I have been surprised that there is a massive desire to understand farming better &#8211; and I think tourists suspect now that they are not getting the full story. I must admit it has partly been farmers&#8217; fault &#8211; we&#8217;ve not shared our story enough, we didn&#8217;t see how important it was to share it.</p>\n<p><strong>You have <a href=\"https://twitter.com/herdyshepherd1\" class=\" u-underline\">60,000 followers on Twitter</a>. Do you tweet and herd simultaneously? And why does your life appeal to your followers so much?</strong><br>I never tweet when I have something else on. I do it like a diary, like thoughts in my head and don&#8217;t think of it as being for anyone. I am then surprised when people know about my life. But that&#8217;s why it works. If it appeals it is because people have heard nothing but negative stuff about farming for 20 years and become mistrustful. They like the idea farming is not all industrial, that there is resistance, defiance, the message: I&#8217;m not changing.</p>\n<p><strong>What qualities should a shepherd have?</strong><br>You have to be intelligent, stubborn, stoical. You need stickability &#8211; you have to endure. You need to be observant. To be a better shepherd, I need to stop doing other things &#8211; like writing books! My father died at the end of February and I&#8217;m not such a tough fella as my dad. He was not a talker but taught by example. He worked hard and modestly. That&#8217;s what I&#8217;m working on.</p>\n<p><strong>Why does leading the life of your forebears matter?</strong><br>I&#8217;ve looked at the world and thought about what a good society looks like. The more I&#8217;ve travelled [he has worked for Unesco to support his farming financially], the more I&#8217;ve come to Wordsworth&#8217;s conclusion that there is something fundamentally good about people working on the land and in what he called the &#8220;perfect republic of shepherds&#8221;.</p>\n<p><strong>And you are passing this on to the next generation: has your three-year-old son, Isaac, got a sheepdog yet?</strong><br>He has just claimed Meg &#8211; from our recent litter of puppies.</p>\n<p><strong>Can you describe the bond that forms between you and a sheepdog?</strong><br>Last night, I was &#8211; excuse my French &#8211; knackered, I had to go lambing. I told my wife, Helen, I hoped nothing would be going on but seven lambs were born in the next hour and one got stuck. Without the dogs&#8217; help, it was going to die&#8230; I could have run all night after [the sheep that was having difficulty giving birth] at 15mph but would never have rescued it. I drive a quad bike but that will only get you to the field, it is the dog that will help catch the sheep.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Herdwick Shepherd (@herdyshepherd1)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Twins <a href=\"https://t.co/TjhBx7yQik\" class=\" u-underline\">https://t.co/TjhBx7yQik</a></p>\n<a href=\"https://twitter.com/herdyshepherd1/status/593676051240394752\"></a>\n</blockquote>\n\n<p><strong>You left school at 15 but got into Oxford in your 20s and left with a first in history. You downplay Oxford in the book. It seems as if you are worrying that it might make you seem less of a shepherd?</strong><br>There is some truth in that. When I was growing up, nobody &#8220;educated&#8221; was thought to be any good. People who had been to agriculture college tended to be the most useless. Schooling was seen as a dangerous thing &#8211; my 15-year-old response was to reject it. But I was struggling with my dad at that time and had fallen in love with books.</p>\n<p><strong>What did Oxford give you? Are you pleased you went there?</strong><br>The honest answer is I would rather I hadn&#8217;t been there. If I could have just been a shepherd, I&#8217;d have done that. But it probably gave me more cultural confidence to be with people who are not like me and perhaps I would not have written the book without it. Yet some of the book&#8217;s best bits are in a pre-Oxford voice. What Oxford gave me is the chance to earn money doing other things. And I had a great history tutor.</p>\n<p><strong>Who owns the Lake District?</strong><br>Different people think they own it in different ways. The 16 million people who visit feel they own it. But for the people who own the land legally and physically, public ownership feels like a facade &#8211; sometimes flattering, sometimes troublesome.</p>\n<p><strong>You say the &#8220;sense of belonging is all about participation&#8221;. Does that mean an urban person cannot experience it?</strong><br>I agonised over this. The romantic view is that if you see a landscape as beautiful, it belongs to you. So the idea that belonging is about participation &#8211; there was a concern this might be an alienating idea to people. A couple of reviewers on Amazon felt it was.</p>\n<p><strong>Can you describe the difference between a farmer&#8217;s feelings for his animals and the affection people have for pets?</strong><br>Pets are often sentimentalised. Working sheep dogs and sheep are admired very deeply but never sentimentalised. We would not use the word &#8220;cute&#8221; to describe a lamb &#8211; that is not what we are seeing.</p>\n<p><strong>How much is sheep judging ruled by fashion?</strong><br>We judge the length, width, power of a sheep&#8217;s carcass, how good its feet and legs are, how weatherproof its fleece, how lasting its teeth... practicalities. But when you go to a show, 3,000 years of effort have already gone into the practicalities. So that is where obsession with detail and cultural finesse comes in. There is a tendency now to reduce everything to a commodity. It isn&#8217;t like that &#8211; with sheep, there is an aesthetic too.</p>\n<p><strong>Which sheep are you most proud of breeding?</strong><br>I&#8217;ve spent 15 years trying to break into the first divison. Two years ago, my tup Darwin, a two-year-old shearling, sold for 5,500 guineas &#8211; he holds the record for Herdwicks [the breed]. According to Anthony Hartley, the farmer who bought him, he has the most beautiful ears. He is an exceptionally stylish sheep.</p>\n<p><strong>Do you dread the English winter?</strong><br>At times I hate winter but getting through it makes us who we are. You can&#8217;t earn your place without having gone through it.</p>\n<p><strong>Is there an irony that while celebrating &#8220;nobodies&#8221; in your book, you are becoming a somebody?</strong><br>My ambition is to be a really good nobody.</p>\n<p><strong>What do your fellow shepherds make of your success?</strong><br>Many are busy lambing and couldn&#8217;t care less.</p>\n<p><strong>Which political party is on the side of shepherds?</strong><br>I used to care about and follow politics. I don&#8217;t anymore. I don&#8217;t know who I would vote for. None of the parties is talking to me as a farmer. None is talking about the viability of the countryside.</p>\n<p><strong>Does counting sheep help you fall asleep?</strong><br>Between 380-400 lambs will have been born this spring. And I often worry about lambs &#8211; counting sheep would be more likely to keep me awake.</p>\n<p>The Shepherd&#8217;s Life: A Tale of the Lake District by James Rebanks is published by Allen Lane (&#163;16.99). <a href=\"http://bookshop.theguardian.com/shepherd-s-life-271835.html\" class=\" u-underline\">Click here to order a copy for &#163;13.59</a></p>\n</div>",
  "authors": [
    "Kate Kellaway"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Autobiography and memoir",
    "Farming",
    "Environment",
    "Lake District",
    "Books",
    "UK news",
    "Biography",
    "Culture"
  ],
  "ntitle": "shepherd_james_rebanks_my_ambition_is_to_be_a_really_good_nobody",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "In your bestselling memoir, The Shepherd’s Life, you imply that non-farmers everywhere and the tourists who visit the Lake District have little or no interest in the farming life. But don’t your book’s sales figures prove you wrong?\n\nI have been surprised that there is a massive desire to understand farming better – and I think tourists suspect now that they are not getting the full story. I must admit it has partly been farmers’ fault – we’ve not shared our story enough, we didn’t see how important it was to share it.\n\nYou have 60,000 followers on Twitter. Do you tweet and herd simultaneously? And why does your life appeal to your followers so much?\n\nI never tweet when I have something else on. I do it like a diary, like thoughts in my head and don’t think of it as being for anyone. I am then surprised when people know about my life. But that’s why it works. If it appeals it is because people have heard nothing but negative stuff about farming for 20 years and become mistrustful. They like the idea farming is not all industrial, that there is resistance, defiance, the message: I’m not changing.\n\nWhat qualities should a shepherd have?\n\nYou have to be intelligent, stubborn, stoical. You need stickability – you have to endure. You need to be observant. To be a better shepherd, I need to stop doing other things – like writing books! My father died at the end of February and I’m not such a tough fella as my dad. He was not a talker but taught by example. He worked hard and modestly. That’s what I’m working on.\n\nWhy does leading the life of your forebears matter?\n\nI’ve looked at the world and thought about what a good society looks like. The more I’ve travelled [he has worked for Unesco to support his farming financially], the more I’ve come to Wordsworth’s conclusion that there is something fundamentally good about people working on the land and in what he called the “perfect republic of shepherds”.\n\nAnd you are passing this on to the next generation: has your three-year-old son, Isaac, got a sheepdog yet?\n\nHe has just claimed Meg – from our recent litter of puppies.\n\nCan you describe the bond that forms between you and a sheepdog?\n\nLast night, I was – excuse my French – knackered, I had to go lambing. I told my wife, Helen, I hoped nothing would be going on but seven lambs were born in the next hour and one got stuck. Without the dogs’ help, it was going to die… I could have run all night after [the sheep that was having difficulty giving birth] at 15mph but would never have rescued it. I drive a quad bike but that will only get you to the field, it is the dog that will help catch the sheep.\n\n— Herdwick Shepherd (@herdyshepherd1) Twins https://t.co/TjhBx7yQik\n\nYou left school at 15 but got into Oxford in your 20s and left with a first in history. You downplay Oxford in the book. It seems as if you are worrying that it might make you seem less of a shepherd?\n\nThere is some truth in that. When I was growing up, nobody “educated” was thought to be any good. People who had been to agriculture college tended to be the most useless. Schooling was seen as a dangerous thing – my 15-year-old response was to reject it. But I was struggling with my dad at that time and had fallen in love with books.\n\nWhat did Oxford give you? Are you pleased you went there?\n\nThe honest answer is I would rather I hadn’t been there. If I could have just been a shepherd, I’d have done that. But it probably gave me more cultural confidence to be with people who are not like me and perhaps I would not have written the book without it. Yet some of the book’s best bits are in a pre-Oxford voice. What Oxford gave me is the chance to earn money doing other things. And I had a great history tutor.\n\nWho owns the Lake District?\n\nDifferent people think they own it in different ways. The 16 million people who visit feel they own it. But for the people who own the land legally and physically, public ownership feels like a facade – sometimes flattering, sometimes troublesome.\n\nYou say the “sense of belonging is all about participation”. Does that mean an urban person cannot experience it?\n\nI agonised over this. The romantic view is that if you see a landscape as beautiful, it belongs to you. So the idea that belonging is about participation – there was a concern this might be an alienating idea to people. A couple of reviewers on Amazon felt it was.\n\nCan you describe the difference between a farmer’s feelings for his animals and the affection people have for pets?\n\nPets are often sentimentalised. Working sheep dogs and sheep are admired very deeply but never sentimentalised. We would not use the word “cute” to describe a lamb – that is not what we are seeing.\n\nHow much is sheep judging ruled by fashion?\n\nWe judge the length, width, power of a sheep’s carcass, how good its feet and legs are, how weatherproof its fleece, how lasting its teeth... practicalities. But when you go to a show, 3,000 years of effort have already gone into the practicalities. So that is where obsession with detail and cultural finesse comes in. There is a tendency now to reduce everything to a commodity. It isn’t like that – with sheep, there is an aesthetic too.\n\nWhich sheep are you most proud of breeding?\n\nI’ve spent 15 years trying to break into the first divison. Two years ago, my tup Darwin, a two-year-old shearling, sold for 5,500 guineas – he holds the record for Herdwicks [the breed]. According to Anthony Hartley, the farmer who bought him, he has the most beautiful ears. He is an exceptionally stylish sheep.\n\nDo you dread the English winter?\n\nAt times I hate winter but getting through it makes us who we are. You can’t earn your place without having gone through it.\n\nIs there an irony that while celebrating “nobodies” in your book, you are becoming a somebody?\n\nMy ambition is to be a really good nobody.\n\nWhat do your fellow shepherds make of your success?\n\nMany are busy lambing and couldn’t care less.\n\nWhich political party is on the side of shepherds?\n\nI used to care about and follow politics. I don’t anymore. I don’t know who I would vote for. None of the parties is talking to me as a farmer. None is talking about the viability of the countryside.\n\nDoes counting sheep help you fall asleep?\n\nBetween 380-400 lambs will have been born this spring. And I often worry about lambs – counting sheep would be more likely to keep me awake.\n\nThe Shepherd’s Life: A Tale of the Lake District by James Rebanks is published by Allen Lane (£16.99). Click here to order a copy for £13.59",
  "title": "Shepherd James Rebanks: ‘My ambition is to be a really good nobody’",
  "ts_in": "2015-05-03T20:53:47.302439",
  "url": "http://www.theguardian.com/books/2015/may/03/shepherd-james-rebanks-ambition-to-be-a-really-good-nobody"
}