{
  "article_html": "<div><p>Dave Goldberg, the chief executive of the online survey and research company <a href=\"https://www.surveymonkey.com/mp/aboutus/management/\" class=\" u-underline\">Survey Monkey</a> who was married to the Facebook chief operating officer Sheryl Sandberg, has died aged 47. The cause of his death was not immediately known.</p>\n<p>Goldberg&#8217;s brother, Robert, broke the news <a href=\"https://www.facebook.com/robert.h.goldberg/posts/10153303390627269\" class=\" u-underline\">in a Facebook post</a> on Saturday.</p>\n<p>&#8220;It&#8217;s with incredible shock and sadness,&#8221; he wrote, &#8220;that I&#8217;m letting our friends and family know that my amazing brother, Dave Goldberg, beloved husband of <a href=\"http://www.theguardian.com/technology/sheryl-sandberg\" class=\" u-underline\">Sheryl Sandberg</a>, father of two wonderful children, and son of Paula Goldberg, passed away suddenly last night.&#8221;</p>\n<p>Goldberg married Sandberg, the author of the bestselling book <a href=\"http://www.amazon.com/Lean-In-Women-Work-Will/dp/0385349947\" class=\" u-underline\">Lean In: Women, Work and the Will to Lead</a>, in 2004. The couple met while working for Yahoo. </p>\n<p>In her book, Sandberg attributed much of her own success to her marriage to Goldberg, who she said supported her career decisions and shared equally in the work of raising their young children. </p>\n<p>Goldberg was a &#8220;true partner,&#8221; she wrote in Lean In, and he helped make her career possible.</p>\n<p>&#8220;I truly believe that the single most important career decision that a woman makes is whether she will have a life partner and who that partner is,&#8221; Sandberg wrote.</p>\n<p><a href=\"http://www.businessinsider.com.au/the-incredible-life-of-david-goldberg-2015-5\" class=\" u-underline\">In an interview last month</a>, Goldberg told how he ran up huge credit card bills in the early 1990s to fund one of his first internet ventures, a music site, before going on to work at other tech companies, including Yahoo.</p>\n<p>He joined Survey Monkey, which is valued at $2bn and is backed by big names including Google Ventures and Bain Capital, in 2009.</p>\n<p> &#8220;Dave&#8217;s genius, courage and leadership were overshadowed only by his compassion, friendship and heart,&#8221; the company said in a statement. &#8220;His greatest love was for his family. Our sympathy goes out to them and to all who were touched by this extraordinary man.&#8221; </p>\n<p>Facebook founder Mark Zuckerberg <a href=\"https://www.facebook.com/zuck\" class=\" u-underline\">also posted a statement to his website</a>. He said: &#8220;Dave Goldberg was an amazing person and I am glad I got to know him. My thoughts and prayers are with Sheryl and her family. </p>\n<p>&#8220;I hope friends will join me in celebrating his life by sharing your memories of Dave on his profile, as his brother Rob suggests.&#8221;</p>\n</div>",
  "authors": [
    "Martin Pengelly"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Technology",
    "Facebook",
    "Sheryl Sandberg",
    "US news",
    "World news",
    "Media"
  ],
  "ntitle": "silicon_valley_ceo_dave_goldberg_husband_of_sheryl_sandberg_dies_at_47",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Dave Goldberg, the chief executive of the online survey and research company Survey Monkey who was married to the Facebook chief operating officer Sheryl Sandberg, has died aged 47. The cause of his death was not immediately known.\n\nGoldberg’s brother, Robert, broke the news in a Facebook post on Saturday.\n\n“It’s with incredible shock and sadness,” he wrote, “that I’m letting our friends and family know that my amazing brother, Dave Goldberg, beloved husband of Sheryl Sandberg, father of two wonderful children, and son of Paula Goldberg, passed away suddenly last night.”\n\nGoldberg married Sandberg, the author of the bestselling book Lean In: Women, Work and the Will to Lead, in 2004. The couple met while working for Yahoo.\n\nIn her book, Sandberg attributed much of her own success to her marriage to Goldberg, who she said supported her career decisions and shared equally in the work of raising their young children.\n\nGoldberg was a “true partner,” she wrote in Lean In, and he helped make her career possible.\n\n“I truly believe that the single most important career decision that a woman makes is whether she will have a life partner and who that partner is,” Sandberg wrote.\n\nIn an interview last month, Goldberg told how he ran up huge credit card bills in the early 1990s to fund one of his first internet ventures, a music site, before going on to work at other tech companies, including Yahoo.\n\nHe joined Survey Monkey, which is valued at $2bn and is backed by big names including Google Ventures and Bain Capital, in 2009.\n\n“Dave’s genius, courage and leadership were overshadowed only by his compassion, friendship and heart,” the company said in a statement. “His greatest love was for his family. Our sympathy goes out to them and to all who were touched by this extraordinary man.”\n\nFacebook founder Mark Zuckerberg also posted a statement to his website. He said: “Dave Goldberg was an amazing person and I am glad I got to know him. My thoughts and prayers are with Sheryl and her family.\n\n“I hope friends will join me in celebrating his life by sharing your memories of Dave on his profile, as his brother Rob suggests.”",
  "title": "Silicon Valley CEO Dave Goldberg, husband of Sheryl Sandberg, dies at 47",
  "ts_in": "2015-05-03T15:16:23.054409",
  "url": "http://www.theguardian.com/technology/2015/may/02/dave-goldberg-husband-sheryl-sandberg-dies"
}