{
  "article_html": "<div><p>Sir Bradley Wiggins said on Sunday morning that he relishes the prospect of a duel for the World Hour Record with his fellow Briton Alex Dowsett, <a href=\"http://www.theguardian.com/sport/2015/may/02/alex-dowsett-cycling-manchester-hour-record-bradley-wiggins\" title=\"\" class=\" u-underline\">who broke the record on Saturday afternoon in Manchester with a distance of 52.937 kilometres</a>. Wiggins is currently training at about 54km pace and said he expects to beat Dowsett&#8217;s distance if the conditions are favourable when he makes his attempt in London on 7 June.</p>\n<p>&#8220;I think it still leaves me in the same position, I&#8217;ll still go for the pace I&#8217;ve been training at,&#8221; Wiggins said before starting the final stage of the Tour de Yorkshire. &#8220;Based on what I&#8217;ve been doing in the last three weeks, I should be quite a way ahead of that. We&#8217;ve been training on 54 [km] dead as a guide but it could go one kilometre further or 500 metres shorter depending on conditions on the day.&#8221;</p>\n<p>&#8220;I&#8217;d love to see Alex go for it at the end of the year. That&#8217;s what the record is all about,&#8221; said Wiggins when asked about the fact that Dowsett has said he would like to try and beat whatever mark the Olympic time-trial champion sets. &#8220;It is what it is. If I set the mark I want to set and people are scared of it, people say it&#8217;s beyond them or if they go they&#8217;ll fail and look stupid, it will be a shame if it sits on the bench for 10 years like Chris Boardman&#8217;s did.</p>\n<p>&#8220;It&#8217;s nice if people are putting themselves up there even if they fail. I&#8217;d love to see [the former world time-trial champion] Tony Martin and those guys try it. I&#8217;d hate it that everyone is trying to get the record before I go for it because they think that&#8217;ll be it for years.&#8221;</p>\n<p>Wiggins said he had felt that Dowsett would &#8220;either break the record like that or fail abysmally. A part of me thought if he&#8217;s going for it he&#8217;d break it because he&#8217;s quite calculating like that. He wouldn&#8217;t have gone for it if he wasn&#8217;t sure. He&#8217;d have done his homework. Everyone says how horrific it is &#8211; even Rohan Dennis said it was one of the worst things he&#8217;s ever done &#8211; but Alex proved that with his pedigree in time-trialling. Like he said, it wasn&#8217;t horrific.&#8221;</p>\n<p>For his part, Dowsett said on Saturday he had more to come having ridden a controlled pace for the first half-hour. &#8220;There was definitely more in the tank. It was frustrating to be so close to the 53km mark. It was always the plan to just break the record not blow it out of the ballpark. I have experience of the record now, I know what the last 10, 15, 20 minutes are like, I know how to handle the heat. I think I can certainly improve and as things stand, it&#8217;s no secret Brad&#8217;s going well. He&#8217;s been training at 55km pace and I&#8217;m sure he&#8217;s capable of that.&#8221;</p>\n<p>A Wiggins-Dowsett duel for the Hour would be reminiscent of the brief spell in the mid-1990s when Graeme Obree and Chris Boardman fought for the record, with Obree breaking it first in July 1993, Boardman responding just six days later.</p>\n<p>In April 1994 Obree regained the record, with a distance beaten by the Spaniard Miguel Indurain and Switzerland&#8217;s Tony Rominger &#8211; whose record attempts Wiggins has been studying recently &#8211; before Boardman put it on the shelf in early September 1996.</p>\n</div>",
  "authors": [
    "William Fotheringham"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Sir Bradley Wiggins",
    "Cycling",
    "Sport"
  ],
  "ntitle": "sir_bradley_wiggins_in_shape_to_break_alex_dowsett_s_world_hour_record",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Sir Bradley Wiggins said on Sunday morning that he relishes the prospect of a duel for the World Hour Record with his fellow Briton Alex Dowsett, who broke the record on Saturday afternoon in Manchester with a distance of 52.937 kilometres. Wiggins is currently training at about 54km pace and said he expects to beat Dowsett’s distance if the conditions are favourable when he makes his attempt in London on 7 June.\n\n“I think it still leaves me in the same position, I’ll still go for the pace I’ve been training at,” Wiggins said before starting the final stage of the Tour de Yorkshire. “Based on what I’ve been doing in the last three weeks, I should be quite a way ahead of that. We’ve been training on 54 [km] dead as a guide but it could go one kilometre further or 500 metres shorter depending on conditions on the day.”\n\n“I’d love to see Alex go for it at the end of the year. That’s what the record is all about,” said Wiggins when asked about the fact that Dowsett has said he would like to try and beat whatever mark the Olympic time-trial champion sets. “It is what it is. If I set the mark I want to set and people are scared of it, people say it’s beyond them or if they go they’ll fail and look stupid, it will be a shame if it sits on the bench for 10 years like Chris Boardman’s did.\n\n“It’s nice if people are putting themselves up there even if they fail. I’d love to see [the former world time-trial champion] Tony Martin and those guys try it. I’d hate it that everyone is trying to get the record before I go for it because they think that’ll be it for years.”\n\nWiggins said he had felt that Dowsett would “either break the record like that or fail abysmally. A part of me thought if he’s going for it he’d break it because he’s quite calculating like that. He wouldn’t have gone for it if he wasn’t sure. He’d have done his homework. Everyone says how horrific it is – even Rohan Dennis said it was one of the worst things he’s ever done – but Alex proved that with his pedigree in time-trialling. Like he said, it wasn’t horrific.”\n\nFor his part, Dowsett said on Saturday he had more to come having ridden a controlled pace for the first half-hour. “There was definitely more in the tank. It was frustrating to be so close to the 53km mark. It was always the plan to just break the record not blow it out of the ballpark. I have experience of the record now, I know what the last 10, 15, 20 minutes are like, I know how to handle the heat. I think I can certainly improve and as things stand, it’s no secret Brad’s going well. He’s been training at 55km pace and I’m sure he’s capable of that.”\n\nA Wiggins-Dowsett duel for the Hour would be reminiscent of the brief spell in the mid-1990s when Graeme Obree and Chris Boardman fought for the record, with Obree breaking it first in July 1993, Boardman responding just six days later.\n\nIn April 1994 Obree regained the record, with a distance beaten by the Spaniard Miguel Indurain and Switzerland’s Tony Rominger – whose record attempts Wiggins has been studying recently – before Boardman put it on the shelf in early September 1996.",
  "title": "Sir Bradley Wiggins in shape to break Alex Dowsett’s World Hour Record",
  "ts_in": "2015-05-03T20:54:10.754297",
  "url": "http://www.theguardian.com/sport/2015/may/03/sir-bradley-wiggins-world-hour-record"
}