{
  "article_html": "<div><p>In August 2010, the usually deadpan, slightly-bored-of-Britain magazine the Economist published <a href=\"http://www.economist.com/node/16791720\" title=\"\" class=\" u-underline\">a rare excited-about-Britain article</a>. David Cameron&#8217;s hastily thrown-together coalition had been in power for only 100 days, but the weekly already liked what it saw. &#8220;Most government departments will shrink by a quarter,&#8221; it reported. &#8220;Britain has embarked on a great gamble. Sooner or later, many other rich-world countries will have to take it too ... For the first time since Margaret Thatcher handbagged the world in 1979, Britain looks like the west&#8217;s test tube.&#8221;</p>\n<p>Five years on, the results of that experiment are all around us. From <a href=\"http://www.bbc.co.uk/news/education-21197489\" title=\"\" class=\" u-underline\">free schools left to invent themselves in barely converted buildings</a>, to <a href=\"http://www.theguardian.com/society/2014/jul/15/bedroom-tax-hardship-dwp-study\" title=\"\" class=\" u-underline\">the micromanagement of poor homes via the bedroom tax</a>; from the brave challenge to Tory traditionalism of same-sex marriage, to the tabloid-pandering of the <a href=\"http://www.theguardian.com/housing-network/2015/mar/26/debt-sanctions-and-skipped-meals-how-welfare-reform-affects-social-tenants\" title=\"\" class=\" u-underline\">welfare cap</a>; from a sudden and <a href=\"http://www.theguardian.com/politics/2012/mar/20/nhs-reform-health-bill-passes-vote\" title=\"\" class=\" u-underline\">vast reorganisation of the NHS</a> to almost a million public sector job cuts; from promises kept on <a href=\"http://www.theguardian.com/politics/2015/feb/23/universal-pensioner-benefits-conservatives-cameron-general-election\" title=\"\" class=\" u-underline\">austerity-busting benefit increases for pensioners</a>, to <a href=\"http://www.theguardian.com/politics/2012/sep/19/nick-clegg-apologies-tuition-fees-pledge\" title=\"\" class=\" u-underline\">promises broken over tripled tuition fees for students</a>; from the lavish <a href=\"http://www.theguardian.com/money/2014/mar/16/help-to-buy-one-year-on-homebuyers\" title=\"\" class=\" u-underline\">Help to Buy scheme</a> for homeowners to <a href=\"http://www.theguardian.com/news/datablog/2012/jan/18/disability-living-allowance-data\" title=\"\" class=\" u-underline\">a reduction of a fifth in the disability living allowance</a>; from <a href=\"http://www.theguardian.com/business/2015/apr/17/uk-jobless-rate-hits-lowest-since-2008-unemployment-falls\" title=\"\" class=\" u-underline\">record levels of employment</a> to <a href=\"http://www.theguardian.com/uk-news/2015/feb/25/zero-hours-contract-rise-staff-figures\" title=\"\" class=\" u-underline\">the proliferation of zero-hours contracts</a>; from the <a href=\"http://www.theguardian.com/business/2014/dec/18/royal-mail-sell-off-undervalued-firm-180-million\" title=\"\" class=\" u-underline\">sell-off of the Royal Mail</a> to <a href=\"http://www.theguardian.com/science/2011/sep/08/forensic-science-service-closure-damage\" title=\"\" class=\" u-underline\">the closure of the Forensic Science Service</a>; from <a href=\"http://www.theguardian.com/uk/2012/mar/27/osborne-defends-top-tax-cut\" title=\"\" class=\" u-underline\">the 2012 cut in the top rate of tax</a> for the richest quarter of a million earners, to <a href=\"http://www.theguardian.com/society/2015/apr/22/food-bank-users-uk-low-paid-workers-poverty\" title=\"\" class=\" u-underline\">the half a million Britons, at least, who used food banks in the financial year 2014-15</a> &#8211; in these and a blur of other ways, the coalition has reshaped Britain, patchily but profoundly.</p>\n<p>&#8220;If anything, the cuts have been larger than we expected in 2010,&#8221; says Gemma Tetlow of the independent and respected <a href=\"http://www.ifs.org.uk/\" title=\"\" class=\" u-underline\">Institute for Fiscal Studies</a>. &#8220;We&#8217;ve seen cuts of up to a third in unprotected areas, such as local government. There hasn&#8217;t been a period since the second world war where we&#8217;ve seen cuts on this scale or for this long. And if anything, government departments have underspent their [reduced] budgets. The composition of what the state does now is very different from at the start of the parliament.&#8221; With spending on the NHS, schools and pensioners pointedly exempted by the coalition from some or all of its cuts, since 2010 the outline of a much more minimal state than Britons have been used to since the 1940s, providing for citizens&#8217; basic education, health and old age but not much else &#8211; the sort of state of use to wealthy Conservatives such as Cameron himself &#8211; has gradually become discernible.</p>\n<p><a href=\"https://www.hope.ac.uk/staff/finnm.html\" title=\"\" class=\" u-underline\">Mike Finn of Liverpool Hope University</a> is co-editor of <a href=\"http://www.cambridge.org/gb/academic/subjects/politics-international-relations/british-government-politics-and-policy/coalition-effect-20102015?format=PB\" title=\"\" class=\" u-underline\">The Coalition Effect</a>, one of the unusually large number of books &#8211; some admiring, some outraged, some baffled &#8211; already published about the current government. &#8220;The coalition did not turn out to be the weak, vacillating entity many had expected,&#8221; he writes. &#8220;In truth [it] functioned as a more or less effective legislative machine.&#8221;</p>\n\n\n<a href=\"/politics/2015/may/03/coalition-legacy-all-in-it-together-radical#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430491133308/c8abf568-eeed-4a39-8d66-db4a621175c4-300x180.jpeg\" alt=\"At least half a million Britons now use food banks\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Fcoalition-legacy-all-in-it-together-radical&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430491133876%2Fc8abf568-eeed-4a39-8d66-db4a621175c4-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAt least half a million Britons now use food banks. Photograph: Trussell Trust\n\n\n\n<p>It is not unusual for Conservative or Conservative-dominated governments to rule Britain with more apparent confidence than Labour ones. In 1997, having won one of the most decisive electoral victories in British history, Tony Blair&#8217;s &#8220;predominant feeling&#8221;, he wrote in his memoirs, &#8220;was fear &#8230; I realised I knew nothing about how tough [being prime minister] really was, nothing about how government really works, most of all nothing about how I personally would react when the mood turned against me, as I knew it would.&#8221; The overwhelmingly rightwing press, the noisy pro-Tory bias of business, the sheer preponderance of Conservative governments since Britain became a democracy &#8211; all can cow Labour premiers while making Tories seem born to rule.</p>\n<p>But the coalition has been a piece of Downing Street and Whitehall sorcery even by these standards. At the 2010 election, despite standing against Gordon Brown&#8217;s exhausted government, and despite maximising their appeal by saying little or nothing about their more contentious plans for Britain such as their upending of the NHS, the Conservatives won a flimsy 36% of the vote &#8211; little better than in their general election defeats of 2005, 2001 and 1997. Yet within a fortnight of failing to get a Commons majority, they had published a sweeping 36-page blueprint for how they intended to govern regardless, in alliance with the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a>. &#8220;This coalition,&#8221; announced the foreword, would &#8220;completely recast the relationship between people and the state &#8230; build a new economy from the rubble of the old &#8230; [pursue] sweeping reform of welfare, taxes and schools &#8230; [and] extend transparency to every area of public life.&#8221;</p>\n\n<blockquote>\n<p>There was a clear sense at first that this government might not last</p>\n</blockquote>\n\n<p>Anthony Seldon, The Coalition Effect&#8217;s co-editor and the author of well-sourced studies of British governments going back to the 70s, says this hyperactivity was driven by insecurity as well as confidence. &#8220;The constant mantra of the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> and Liberal Democrats was, &#8216;We&#8217;ve got to do things quickly. We&#8217;ve only got one chance.&#8217; There was a clear sense at first that this government might not last.&#8221;</p>\n<p>Moreover, &#8220;they had had a lot of time to prepare: the Conservatives had been out of power for 13 years, and Cameron had been leader of the opposition for five. There was a lot of pent-up work. There was a lot of detailed planning for what they would do in their first hundred days in power, their first year. And then the Liberal Democrats came in with their own ideas, so you had two lots of ideas competing, two parties wanting to claim the limelight.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430491897978/338c81d4-c075-49c0-a9bf-fa39e1b6ea8c-300x180.jpeg\" alt=\"The bedroom tax prompted protests but generally there was a passive response to austerity cuts\" class=\"gu-image\">\n\nThe bedroom tax prompted protests but generally there was a passive response to austerity cuts\n\n\n\n<p>Mixed in with this jockeying and impatience was another anxiety. &#8220;There was huge apprehension in government about the cuts programme and what it might provoke.&#8221; During 2010 and 2011, with the waves of vibrant, sometimes violent, student anti-cuts marches, and then the sudden explosion of the summer riots &#8211; hard to see as wholly unpolitical: there were no comparable riots during the less austere governments of Blair and Brown &#8211; the coalition&#8217;s privately expressed apprehension seemed justified. &#8220;If there had been a police shooting in 2012 [like that of Mark Duggan before the 2011 riots] would there have been more riots?&#8221; Seldon asks rhetorically. &#8220;Probably. But then we had the summer of the Olympics, and from 2013 improvements in the economy started coming through. And did [Nigel] Farage&#8217;s party also produce a protest option, for people who&#8217;d otherwise have come out onto the street?&#8221;</p>\n<p>Neal Lawson of the leftwing pressure group <a href=\"http://www.compassonline.org.uk/\" title=\"\" class=\" u-underline\">Compass</a> says the sheer breadth and pace of change emanating from Whitehall has bewildered and numbed much of the coalition&#8217;s potential opposition. &#8220;Everyone&#8217;s been running around saying the most vital thing to defend is whatever&#8217;s been attacked this week. Or they&#8217;ve become conditioned to all the upheaval.&#8221;</p>\n\n<blockquote>\n<p>There was huge apprehension in government about the cuts programme and what it might provoke</p>\n</blockquote>\n\n<p>Previous radical governments in modern Britain &#8211; there have not been many &#8211; have tended to pick their battles with more care and patience than the coalition. Margaret Thatcher did not confront the miners or the municipal &#8220;loony left&#8221; until she had been in power for half a decade and had built an almost irresistible Commons majority. This step-by-step approach &#8211; her bolder advisers exasperatedly nicknamed her &#8220;cautious Margaret&#8221; &#8211; won Thatcher three general elections and gradually, relentlessly embedded her reforms in British life. But it also gave her opponents a succession of causes to rally round. An energetic anti-Thatcher counterculture, from the start of the Greenham Common peace camp in 1981 to the 1990 poll tax riots that helped bring her down, meant that her dominance was almost always contested, rarely a source of apathy.</p>\n<p>The coalition has ruled in a different, lower-temperature political climate. At the 2010 election, the first close and unpredictable national contest for 13 years, the turnout was still less than two-thirds. Then and for most of the coalition years, Britain has endured what the <a href=\"http://www.zero-books.net/books/ghosts-my-life\" title=\"\" class=\" u-underline\">leftwing cultural critic Mark Fisher</a> calls &#8220;depression economics and boomtime politics&#8221; &#8211; the survival despite hard times of a public passivity left over from the more comfortable Blair era.</p>\n\n\n<a href=\"/politics/2015/may/03/coalition-legacy-all-in-it-together-radical#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430492218060/be787c65-066f-42ea-a201-a16a48eca040-300x180.jpeg\" alt=\"The NHS was subjected to a sudden and vast reorganisation. Photograph: Christopher Furlong/Getty Images\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Fcoalition-legacy-all-in-it-together-radical&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430492218645%2Fbe787c65-066f-42ea-a201-a16a48eca040-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe NHS was subjected to a sudden and vast reorganisation. Photograph: Christopher Furlong/Getty Images\n\n\n\n<p>In some ways, this passivity has been encouraged by the government. The fact of the coalition meant that, at least at first, almost 60% of voters (the combined Tory and Lib Dem vote share in 2010) were likely to approve of or at least tolerate the government &#8211; and to leave whoever led the opposition, whether a geek or a political genius, with unusually uninspiring ratings. In 2011 the <a href=\"http://www.parliament.uk/business/publications/research/briefing-papers/SN06111/fixedterm-parliaments-act-2011\" title=\"\" class=\" u-underline\">Fixed-term Parliaments Act</a> further sedated British politics, by making a sudden election unlikely, however unpopular the government became. Perhaps the coalition&#8217;s boldest &#8211; or most outrageous &#8211; achievement has been to arrange security for itself, not a security merited by the popularity of its parties or its policies, while imposing insecurity on tens of millions of other Britons.</p>\n<p>To some on the right as well as the left, the numbness around the coalition is a disappointment. &#8220;This government has not changed the consensus or the landscape in anything like the way [Clement] Attlee or Thatcher did,&#8221; says Mark Littlewood, director of the free-market thinktank the <a href=\"http://www.iea.org.uk/\" title=\"\" class=\" u-underline\">Institute of Economic Affairs</a>. &#8220;They have cut because of economic necessity, not ideology. The public have accepted austerity grudgingly. I don&#8217;t think the coalition have managed to instil an acceptance that government should fundamentally spend less &#8211; whereas Thatcher did convince voters that, for example, unions shouldn&#8217;t control the commanding heights of the economy.&#8221;</p>\n\n<blockquote>\n<p>There is a dawning realisation that the British may not be as competent constitutionally as people thought</p>\n</blockquote>\n\n<p>In fact, underlying public attitudes have moved tentatively leftwards under the coalition. In March, the latest <a href=\"http://www.bsa.natcen.ac.uk/latest-report/british-social-attitudes-32/health.aspx\" title=\"\" class=\" u-underline\">British Social Attitudes Report</a> found support for higher state spending funded by tax increases up from 32% in 2010 to 37% in 2014. Such a drift in public opinion against governments is not unusual: &#8220;Governing parties that achieve their policies cut the electoral ground from beneath their own feet,&#8221; explained <a href=\"https://www.essex.ac.uk/government/staff/profile.aspx?ID=387\" title=\"\" class=\" u-underline\">John Bartle of Essex University</a>.</p>\n<p>The coalition has lost control of other issues: immigration, inequality, tax avoidance, Scottish separatism, British military intervention in Syria, Britain&#8217;s relationship with the European Union. On Scottish independence, says <a href=\"http://www.chathamhouse.org/about-us/directory/70615\" title=\"\" class=\" u-underline\">Robin Niblett, director of the international relations institute Chatham House</a>, foreign observers he spoke to &#8220;were quite shocked at how the government hadn&#8217;t completely thought through all the dynamics it had set in chain. The assumption abroad has long been that the British do government structures well. Now there is a dawning realisation that the British may not be as competent constitutionally as people thought.&#8221;</p>\n<p>Over the last five years, for all the coalition&#8217;s talk of unifying the country &#8211; &#8220;We&#8217;re all in this together&#8221; &#8211; Britain has become even more divided and unbalanced than before: between the north and the south, between Scotland and England, between London and everywhere else; between the well-paid and low-paid, between the proliferating rich and poor, between benefits claimants and those who scorn them; between the booming parts of the economy based on consumerism and property and imports, and the struggling ones based on industry and exports; and between an ever bigger crowd of significant political parties.</p>\n\n\n<a href=\"/politics/2015/may/03/coalition-legacy-all-in-it-together-radical#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430492828919/0894d035-e96b-4a04-bc6b-1834a3ae2b98-300x180.jpeg\" alt=\"The coalition has felt more like a stopgap than a solution to Britain's deepest political and economic problems ... George Osborne. Photograph: Peter Byrne/PA Wire\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483d2%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Slick+and+slapdash%2C+U-turning+and+dogmatic+-+the+legacy+of+the+coalition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Fcoalition-legacy-all-in-it-together-radical&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430492829503%2F0894d035-e96b-4a04-bc6b-1834a3ae2b98-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe coalition has felt more like a stopgap than a solution to Britain&#8217;s deepest political and economic problems ... George Osborne. Photograph: Peter Byrne/PA Wire\n\n\n\n<p>Other European countries have dealt with this kind of fragmentation by decentralising power, and by devising electoral systems that can reward several parties at once reasonably fairly. The coalition has taken a few steps down this road: &#8220;It will be remembered for introducing multi-party government,&#8221; says Lawson, &#8220;and for holding it together &#8211; like a football team that&#8217;s met on the pitch for the first time, but has managed to score quite a few goals.&#8221;</p>\n<p>Yet for all its hyperactivity, the coalition has felt more like a stopgap than a solution to Britain&#8217;s deepest political and economic problems. The latest, sagging GDP growth figures have underlined it, and the coalition&#8217;s election difficulties suggest most voters know it. &#8220;British politics is going into completely new terrain,&#8221; says Lawson. &#8220;First past the post has probably had its day, for one. But there is no energy, no zeal in the 2015 Tory manifesto.&#8221; That one of its centrepieces is <a href=\"http://www.theguardian.com/politics/2015/apr/14/tory-election-manifesto-right-to-buy-housing-association-properties\" title=\"\" class=\" u-underline\">an extension of a 36-year-old Thatcher policy, the right to buy</a>, to cover housing association properties as well as council homes, does not suggest a party doing much fresh thinking.</p>\n<p>In 2008, during his omnipotent-feeling years as leader of the opposition, Cameron told the sympathetic journalist Dylan Jones, &#8220;I&#8217;m going to be as radical a social reformer as Mrs Thatcher was an economic reformer.&#8221; Cameron declared that he and his party intended &#8220;to mend Britain&#8217;s broken society&#8221;. When we remember the coalition, other briefly seductive, quickly counterproductive catchphrases from the PR-man-turned-premier may come to mind: &#8220;making work pay&#8221;, &#8220;greenest government ever&#8221;, &#8220;long term economic plan&#8221;.</p>\n\n<blockquote>\n<p>This has been a strange government: both slick and slapdash, U-turning and dogmatic, laidback and relentlessly partisan</p>\n</blockquote>\n\n<p>His has been a strange government: both slick and slapdash, U-turning and dogmatic, laidback (the Fruit Ninja-playing prime minister) and relentlessly partisan (&#8220;clearing up Labour&#8217;s mess&#8221;). It has been patrician and shamelessly populist (<a href=\"http://www.theguardian.com/politics/reality-check/2013/apr/24/benefits\" title=\"\" class=\" u-underline\">&#8220;scroungers&#8221;</a>); a deficit failure but an unexpected semi-success economically; both inward-looking (risking Britain&#8217;s EU membership to outflank Ukip) and recklessly quick to launch foreign military operations (<a href=\"http://\" title=\"\" class=\" u-underline\">the unravelling situation in Libya</a>). It has been sure of itself to the point of arrogance &#8211; in 2012 the then education secretary Michael Gove dismissed parents campaigning to stop their primary school in Tottenham in north London being forced to become an academy as &#8220;Trots&#8221; with &#8220;a bigoted, backward, bankrupt ideology&#8221; &#8211; yet almost comically evasive when invited to defend its record in the 2015 election debates. Finally, the coalition has been lucky. In the early 70s, the Conservative prime minister Edward Heath was fatally undermined by a sudden leap in the international price of oil. Cameron may yet sneak a second term because of the recent, voter-enriching oil price fall.</p>\n<p>Yet there could be similarities between Heath and Cameron. Littlewood says: &#8220;2010 to 2020 could be an exact re-run of 1970 to 1979. A Tory premier comes in, and pledges to cure the country&#8217;s ills, then runs out of steam. Then Labour get in. Then there is a crunch moment, and someone on a white horse&#8221; &#8211; in 1979 it was Thatcher &#8211; &#8220;rides to the rescue.&#8221;</p>\n<p>But in these jittery times 2020 feels a long way off. And whoever governs until then, they will almost certainly do so within the restrictive framework erected so haphazardly and quickly by the coalition five years ago. &#8220;Our manifesto begins with the Budget Responsibility Lock,&#8221; says the buttoned-up current Labour manifesto. In Britain&#8217;s still unusually centralised political system, even jerrybuilt governments can cast shadows long after they&#8217;ve gone. Whether Britons will be prepared to live in those shadows for years to come is another question.</p>\n</div>",
  "authors": [
    "Andy Beckett"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Liberal-Conservative coalition",
    "Conservatives",
    "General election 2015",
    "David Cameron",
    "UK news",
    "Liberal Democrats",
    "Politics"
  ],
  "ntitle": "slick_and_slapdash_u_turning_and_dogmatic_the_legacy_of_the_coalition",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "In August 2010, the usually deadpan, slightly-bored-of-Britain magazine the Economist published a rare excited-about-Britain article. David Cameron’s hastily thrown-together coalition had been in power for only 100 days, but the weekly already liked what it saw. “Most government departments will shrink by a quarter,” it reported. “Britain has embarked on a great gamble. Sooner or later, many other rich-world countries will have to take it too ... For the first time since Margaret Thatcher handbagged the world in 1979, Britain looks like the west’s test tube.”\n\nFive years on, the results of that experiment are all around us. From free schools left to invent themselves in barely converted buildings, to the micromanagement of poor homes via the bedroom tax; from the brave challenge to Tory traditionalism of same-sex marriage, to the tabloid-pandering of the welfare cap; from a sudden and vast reorganisation of the NHS to almost a million public sector job cuts; from promises kept on austerity-busting benefit increases for pensioners, to promises broken over tripled tuition fees for students; from the lavish Help to Buy scheme for homeowners to a reduction of a fifth in the disability living allowance; from record levels of employment to the proliferation of zero-hours contracts; from the sell-off of the Royal Mail to the closure of the Forensic Science Service; from the 2012 cut in the top rate of tax for the richest quarter of a million earners, to the half a million Britons, at least, who used food banks in the financial year 2014-15 – in these and a blur of other ways, the coalition has reshaped Britain, patchily but profoundly.\n\n“If anything, the cuts have been larger than we expected in 2010,” says Gemma Tetlow of the independent and respected Institute for Fiscal Studies. “We’ve seen cuts of up to a third in unprotected areas, such as local government. There hasn’t been a period since the second world war where we’ve seen cuts on this scale or for this long. And if anything, government departments have underspent their [reduced] budgets. The composition of what the state does now is very different from at the start of the parliament.” With spending on the NHS, schools and pensioners pointedly exempted by the coalition from some or all of its cuts, since 2010 the outline of a much more minimal state than Britons have been used to since the 1940s, providing for citizens’ basic education, health and old age but not much else – the sort of state of use to wealthy Conservatives such as Cameron himself – has gradually become discernible.\n\nMike Finn of Liverpool Hope University is co-editor of The Coalition Effect, one of the unusually large number of books – some admiring, some outraged, some baffled – already published about the current government. “The coalition did not turn out to be the weak, vacillating entity many had expected,” he writes. “In truth [it] functioned as a more or less effective legislative machine.”\n\nFacebook Twitter Pinterest At least half a million Britons now use food banks. Photograph: Trussell Trust\n\nIt is not unusual for Conservative or Conservative-dominated governments to rule Britain with more apparent confidence than Labour ones. In 1997, having won one of the most decisive electoral victories in British history, Tony Blair’s “predominant feeling”, he wrote in his memoirs, “was fear … I realised I knew nothing about how tough [being prime minister] really was, nothing about how government really works, most of all nothing about how I personally would react when the mood turned against me, as I knew it would.” The overwhelmingly rightwing press, the noisy pro-Tory bias of business, the sheer preponderance of Conservative governments since Britain became a democracy – all can cow Labour premiers while making Tories seem born to rule.\n\nBut the coalition has been a piece of Downing Street and Whitehall sorcery even by these standards. At the 2010 election, despite standing against Gordon Brown’s exhausted government, and despite maximising their appeal by saying little or nothing about their more contentious plans for Britain such as their upending of the NHS, the Conservatives won a flimsy 36% of the vote – little better than in their general election defeats of 2005, 2001 and 1997. Yet within a fortnight of failing to get a Commons majority, they had published a sweeping 36-page blueprint for how they intended to govern regardless, in alliance with the Liberal Democrats. “This coalition,” announced the foreword, would “completely recast the relationship between people and the state … build a new economy from the rubble of the old … [pursue] sweeping reform of welfare, taxes and schools … [and] extend transparency to every area of public life.”\n\nThere was a clear sense at first that this government might not last\n\nAnthony Seldon, The Coalition Effect’s co-editor and the author of well-sourced studies of British governments going back to the 70s, says this hyperactivity was driven by insecurity as well as confidence. “The constant mantra of the Conservatives and Liberal Democrats was, ‘We’ve got to do things quickly. We’ve only got one chance.’ There was a clear sense at first that this government might not last.”\n\nMoreover, “they had had a lot of time to prepare: the Conservatives had been out of power for 13 years, and Cameron had been leader of the opposition for five. There was a lot of pent-up work. There was a lot of detailed planning for what they would do in their first hundred days in power, their first year. And then the Liberal Democrats came in with their own ideas, so you had two lots of ideas competing, two parties wanting to claim the limelight.”\n\nThe bedroom tax prompted protests but generally there was a passive response to austerity cuts\n\nMixed in with this jockeying and impatience was another anxiety. “There was huge apprehension in government about the cuts programme and what it might provoke.” During 2010 and 2011, with the waves of vibrant, sometimes violent, student anti-cuts marches, and then the sudden explosion of the summer riots – hard to see as wholly unpolitical: there were no comparable riots during the less austere governments of Blair and Brown – the coalition’s privately expressed apprehension seemed justified. “If there had been a police shooting in 2012 [like that of Mark Duggan before the 2011 riots] would there have been more riots?” Seldon asks rhetorically. “Probably. But then we had the summer of the Olympics, and from 2013 improvements in the economy started coming through. And did [Nigel] Farage’s party also produce a protest option, for people who’d otherwise have come out onto the street?”\n\nNeal Lawson of the leftwing pressure group Compass says the sheer breadth and pace of change emanating from Whitehall has bewildered and numbed much of the coalition’s potential opposition. “Everyone’s been running around saying the most vital thing to defend is whatever’s been attacked this week. Or they’ve become conditioned to all the upheaval.”\n\nThere was huge apprehension in government about the cuts programme and what it might provoke\n\nPrevious radical governments in modern Britain – there have not been many – have tended to pick their battles with more care and patience than the coalition. Margaret Thatcher did not confront the miners or the municipal “loony left” until she had been in power for half a decade and had built an almost irresistible Commons majority. This step-by-step approach – her bolder advisers exasperatedly nicknamed her “cautious Margaret” – won Thatcher three general elections and gradually, relentlessly embedded her reforms in British life. But it also gave her opponents a succession of causes to rally round. An energetic anti-Thatcher counterculture, from the start of the Greenham Common peace camp in 1981 to the 1990 poll tax riots that helped bring her down, meant that her dominance was almost always contested, rarely a source of apathy.\n\nThe coalition has ruled in a different, lower-temperature political climate. At the 2010 election, the first close and unpredictable national contest for 13 years, the turnout was still less than two-thirds. Then and for most of the coalition years, Britain has endured what the leftwing cultural critic Mark Fisher calls “depression economics and boomtime politics” – the survival despite hard times of a public passivity left over from the more comfortable Blair era.\n\nFacebook Twitter Pinterest The NHS was subjected to a sudden and vast reorganisation. Photograph: Christopher Furlong/Getty Images\n\nIn some ways, this passivity has been encouraged by the government. The fact of the coalition meant that, at least at first, almost 60% of voters (the combined Tory and Lib Dem vote share in 2010) were likely to approve of or at least tolerate the government – and to leave whoever led the opposition, whether a geek or a political genius, with unusually uninspiring ratings. In 2011 the Fixed-term Parliaments Act further sedated British politics, by making a sudden election unlikely, however unpopular the government became. Perhaps the coalition’s boldest – or most outrageous – achievement has been to arrange security for itself, not a security merited by the popularity of its parties or its policies, while imposing insecurity on tens of millions of other Britons.\n\nTo some on the right as well as the left, the numbness around the coalition is a disappointment. “This government has not changed the consensus or the landscape in anything like the way [Clement] Attlee or Thatcher did,” says Mark Littlewood, director of the free-market thinktank the Institute of Economic Affairs. “They have cut because of economic necessity, not ideology. The public have accepted austerity grudgingly. I don’t think the coalition have managed to instil an acceptance that government should fundamentally spend less – whereas Thatcher did convince voters that, for example, unions shouldn’t control the commanding heights of the economy.”\n\nThere is a dawning realisation that the British may not be as competent constitutionally as people thought\n\nIn fact, underlying public attitudes have moved tentatively leftwards under the coalition. In March, the latest British Social Attitudes Report found support for higher state spending funded by tax increases up from 32% in 2010 to 37% in 2014. Such a drift in public opinion against governments is not unusual: “Governing parties that achieve their policies cut the electoral ground from beneath their own feet,” explained John Bartle of Essex University.\n\nThe coalition has lost control of other issues: immigration, inequality, tax avoidance, Scottish separatism, British military intervention in Syria, Britain’s relationship with the European Union. On Scottish independence, says Robin Niblett, director of the international relations institute Chatham House, foreign observers he spoke to “were quite shocked at how the government hadn’t completely thought through all the dynamics it had set in chain. The assumption abroad has long been that the British do government structures well. Now there is a dawning realisation that the British may not be as competent constitutionally as people thought.”\n\nOver the last five years, for all the coalition’s talk of unifying the country – “We’re all in this together” – Britain has become even more divided and unbalanced than before: between the north and the south, between Scotland and England, between London and everywhere else; between the well-paid and low-paid, between the proliferating rich and poor, between benefits claimants and those who scorn them; between the booming parts of the economy based on consumerism and property and imports, and the struggling ones based on industry and exports; and between an ever bigger crowd of significant political parties.\n\nFacebook Twitter Pinterest The coalition has felt more like a stopgap than a solution to Britain’s deepest political and economic problems ... George Osborne. Photograph: Peter Byrne/PA Wire\n\nOther European countries have dealt with this kind of fragmentation by decentralising power, and by devising electoral systems that can reward several parties at once reasonably fairly. The coalition has taken a few steps down this road: “It will be remembered for introducing multi-party government,” says Lawson, “and for holding it together – like a football team that’s met on the pitch for the first time, but has managed to score quite a few goals.”\n\nYet for all its hyperactivity, the coalition has felt more like a stopgap than a solution to Britain’s deepest political and economic problems. The latest, sagging GDP growth figures have underlined it, and the coalition’s election difficulties suggest most voters know it. “British politics is going into completely new terrain,” says Lawson. “First past the post has probably had its day, for one. But there is no energy, no zeal in the 2015 Tory manifesto.” That one of its centrepieces is an extension of a 36-year-old Thatcher policy, the right to buy, to cover housing association properties as well as council homes, does not suggest a party doing much fresh thinking.\n\nIn 2008, during his omnipotent-feeling years as leader of the opposition, Cameron told the sympathetic journalist Dylan Jones, “I’m going to be as radical a social reformer as Mrs Thatcher was an economic reformer.” Cameron declared that he and his party intended “to mend Britain’s broken society”. When we remember the coalition, other briefly seductive, quickly counterproductive catchphrases from the PR-man-turned-premier may come to mind: “making work pay”, “greenest government ever”, “long term economic plan”.\n\nThis has been a strange government: both slick and slapdash, U-turning and dogmatic, laidback and relentlessly partisan\n\nHis has been a strange government: both slick and slapdash, U-turning and dogmatic, laidback (the Fruit Ninja-playing prime minister) and relentlessly partisan (“clearing up Labour’s mess”). It has been patrician and shamelessly populist (“scroungers”); a deficit failure but an unexpected semi-success economically; both inward-looking (risking Britain’s EU membership to outflank Ukip) and recklessly quick to launch foreign military operations (the unravelling situation in Libya). It has been sure of itself to the point of arrogance – in 2012 the then education secretary Michael Gove dismissed parents campaigning to stop their primary school in Tottenham in north London being forced to become an academy as “Trots” with “a bigoted, backward, bankrupt ideology” – yet almost comically evasive when invited to defend its record in the 2015 election debates. Finally, the coalition has been lucky. In the early 70s, the Conservative prime minister Edward Heath was fatally undermined by a sudden leap in the international price of oil. Cameron may yet sneak a second term because of the recent, voter-enriching oil price fall.\n\nYet there could be similarities between Heath and Cameron. Littlewood says: “2010 to 2020 could be an exact re-run of 1970 to 1979. A Tory premier comes in, and pledges to cure the country’s ills, then runs out of steam. Then Labour get in. Then there is a crunch moment, and someone on a white horse” – in 1979 it was Thatcher – “rides to the rescue.”\n\nBut in these jittery times 2020 feels a long way off. And whoever governs until then, they will almost certainly do so within the restrictive framework erected so haphazardly and quickly by the coalition five years ago. “Our manifesto begins with the Budget Responsibility Lock,” says the buttoned-up current Labour manifesto. In Britain’s still unusually centralised political system, even jerrybuilt governments can cast shadows long after they’ve gone. Whether Britons will be prepared to live in those shadows for years to come is another question.",
  "title": "Slick and slapdash, U-turning and dogmatic - the legacy of the coalition",
  "ts_in": "2015-05-03T20:53:47.832664",
  "url": "http://www.theguardian.com/politics/2015/may/03/coalition-legacy-all-in-it-together-radical"
}