{
  "article_html": "<div><p>The al-Qaida affiliate in south Asia has claimed responsibility for<br> the murders of a series of bloggers and a moderate Islamic scholar in<br> the region.<br> </p>\n<p>In a nine-minute video, released by al-Qaida in the Indian Subcontinent<br> (Aqis) and produced by al-Qaida central&#8217;s own As Sahab production<br> house, the head of the local group, Maulana Asim Umar, claims to &#8220;have<br> recently assassinated several blasphemers of the Prophet and insulters<br> of Islamic law.&#8221;<br> </p>\n<p>The formation of the new affiliate <a href=\"http://www.theguardian.com/world/2014/sep/04/al-qaida-leader-announces-formation-indian-branch\" class=\" u-underline\">was announced</a> by the overall leader<br> of al-Qaida, Ayman al&#8217;Zawahiri, last year.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2014/sep/04/al-qaida-leader-announces-formation-indian-branch\" class=\" u-underline\">Al-Qaida leader announces formation of Indian branch</a> </p>\n\n<p>The move was widely seen as a bid to counter the growing influence of<br> the Islamic State, which has established a so-called Caliphate in<br> parts of Iraq and Syria.<br> </p>\n<p>The rivalry between the two Islamic militant organisations is intense.<br> The new video &#8211; titled &#8220;The Dust Will Never Settle Down: From France<br> to Bangladesh&#8221; &#8211; links the killings in south Asia to attacks in<br> <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a> earlier this year.<br></p>\n<p>In January, two gunmen claiming allegiance to al-Qaida killed 12 in an<br> assault on the offices of <a href=\"http://www.theguardian.com/world/video/2015/jan/07/gunmen-shooting-paris-police-officer-charlie-hebdo-video\" class=\" u-underline\">Charlie Hebdo</a>, the satirical magazine in Paris which had<br> printed controversial cartoons of the Prophet Muhammed. A third<br> gunman, claiming loyalty to the Islamic State, gunned down four people<br> in a kosher supermarket.</p>\n<p>Shortly afterwards, a lone extremist in Copenhagen killed two.<br> In the video, Umar, the leader of Aqis, said &#8220;blasphemers&#8221; have now<br> been &#8220;taught a lesson in France, Denmark, <a href=\"http://www.theguardian.com/world/pakistan\" class=\" u-underline\">Pakistan</a> and now in<br> Bangladesh&#8221;.<br></p>\n<p>Bangladesh, which has struggled to contain Islamic extremism in recent<br> years, was shaken earlier this year by the <a href=\"http://www.theguardian.com/world/2015/mar/07/atheist-blogger-avijit-roy-returning-bangladesh-risky\" class=\" u-underline\">murder of Avijit Roy</a>, an<br> American citizen of local origin and atheist writer,<br> and <a href=\"http://www.theguardian.com/world/2015/mar/30/blogger-hacked-death-bangladesh-dhaka\" class=\" u-underline\">Washiqur Rahman</a>, 27, died of serious injuries inflicted an assault in Dhaka in March.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/feb/27/bangladeshi-protests-over-of-atheist-writer-avijit-roy\" class=\" u-underline\">Bangladeshis protest after atheist writer Avijit Roy hacked to death</a> </p>\n\n<p>Two students at local religious schools were later detained for the<br> attack on Rahman.<br> </p>\n<p>In 2013 <a href=\"http://en.rsf.org/bangladesh-well-know-blogger-hacked-to-death-18-02-2013,44093.html\" class=\" u-underline\">Ahmed Rajib Haider</a>, another atheist blogger, was hacked to<br> death outside his home in the Bangladeshi capital.<br> Police investigators have so far found no link to any external group<br> in any of these cases, and the new claim of responsibility from Aqis<br> appears tenuous.<br> </p>\n<p>The new al-Qaida affiliate has yet to execute any major attacks,<br> though it is suspected of a failed bid to hijack a warship in Karachi<br> last year, and is thought to be keen to boost its profile.<br> </p>\n<p><a href=\"http://www.theguardian.com/world/al-qaida\" class=\" u-underline\">Al-Qaida</a> have long sought to extend its influence in south Asia,<br> particularly Pakistan.<br></p>\n<p>In September last year <a href=\"http://www.theguardian.com/world/2014/sep/18/liberal-professor-islam-shot-dead-pakistan-karachi\" class=\" u-underline\">Shakil Auj</a>, a respected scholar of Islamic<br> studies known for moderate views, was shot dead in Pakistan&#8217;s southern<br> port city of Karachi.<br></p>\n<p>The video claims &#8220;these assassinations are part of a series of operations initiated by the different branches of al-Qaida on the directions of our respected leader Shaykh Ayman al-Zawahiri and it is equally part of our commitment to fulfill the oath of sheikh Osama [bin Laden].&#8221;<br> </p>\n<p>Senior figures in Islamic State, which is increasingly active in south Asia and has attracted a small number of local volunteers, have said that they are following the legacy of bin Laden, killed by US special forces in Pakistan in May 2011, not the remaining al-Qaida leaders.<br> </p>\n<p>Both groups have appealed to followers in the west to launch so-called<br> &#8220;lone wolf&#8221; attacks where they live.<br> <br>Support for violent extremist organisationssuch as al-Qaida still remains marginal among the more than half billion Muslims in the region.<br> </p>\n</div>",
  "authors": [
    "Jason Burke"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Al-Qaida",
    "World news",
    "Bangladesh",
    "Pakistan",
    "Charlie Hebdo attack",
    "South and Central Asia",
    "France",
    "Denmark",
    "Europe"
  ],
  "ntitle": "south_asia_al_qaida_group_video_claims_responsibility_for_blogger_murders",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The al-Qaida affiliate in south Asia has claimed responsibility for\n\nthe murders of a series of bloggers and a moderate Islamic scholar in\n\nthe region.\n\n\n\nIn a nine-minute video, released by al-Qaida in the Indian Subcontinent\n\n(Aqis) and produced by al-Qaida central’s own As Sahab production\n\nhouse, the head of the local group, Maulana Asim Umar, claims to “have\n\nrecently assassinated several blasphemers of the Prophet and insulters\n\nof Islamic law.”\n\n\n\nThe formation of the new affiliate was announced by the overall leader\n\nof al-Qaida, Ayman al’Zawahiri, last year.\n\nRelated: Al-Qaida leader announces formation of Indian branch\n\nThe move was widely seen as a bid to counter the growing influence of\n\nthe Islamic State, which has established a so-called Caliphate in\n\nparts of Iraq and Syria.\n\n\n\nThe rivalry between the two Islamic militant organisations is intense.\n\nThe new video – titled “The Dust Will Never Settle Down: From France\n\nto Bangladesh” – links the killings in south Asia to attacks in\n\nEurope earlier this year.\n\n\n\nIn January, two gunmen claiming allegiance to al-Qaida killed 12 in an\n\nassault on the offices of Charlie Hebdo, the satirical magazine in Paris which had\n\nprinted controversial cartoons of the Prophet Muhammed. A third\n\ngunman, claiming loyalty to the Islamic State, gunned down four people\n\nin a kosher supermarket.\n\nShortly afterwards, a lone extremist in Copenhagen killed two.\n\nIn the video, Umar, the leader of Aqis, said “blasphemers” have now\n\nbeen “taught a lesson in France, Denmark, Pakistan and now in\n\nBangladesh”.\n\n\n\nBangladesh, which has struggled to contain Islamic extremism in recent\n\nyears, was shaken earlier this year by the murder of Avijit Roy, an\n\nAmerican citizen of local origin and atheist writer,\n\nand Washiqur Rahman, 27, died of serious injuries inflicted an assault in Dhaka in March.\n\nRelated: Bangladeshis protest after atheist writer Avijit Roy hacked to death\n\nTwo students at local religious schools were later detained for the\n\nattack on Rahman.\n\n\n\nIn 2013 Ahmed Rajib Haider, another atheist blogger, was hacked to\n\ndeath outside his home in the Bangladeshi capital.\n\nPolice investigators have so far found no link to any external group\n\nin any of these cases, and the new claim of responsibility from Aqis\n\nappears tenuous.\n\n\n\nThe new al-Qaida affiliate has yet to execute any major attacks,\n\nthough it is suspected of a failed bid to hijack a warship in Karachi\n\nlast year, and is thought to be keen to boost its profile.\n\n\n\nAl-Qaida have long sought to extend its influence in south Asia,\n\nparticularly Pakistan.\n\n\n\nIn September last year Shakil Auj, a respected scholar of Islamic\n\nstudies known for moderate views, was shot dead in Pakistan’s southern\n\nport city of Karachi.\n\n\n\nThe video claims “these assassinations are part of a series of operations initiated by the different branches of al-Qaida on the directions of our respected leader Shaykh Ayman al-Zawahiri and it is equally part of our commitment to fulfill the oath of sheikh Osama [bin Laden].”\n\n\n\nSenior figures in Islamic State, which is increasingly active in south Asia and has attracted a small number of local volunteers, have said that they are following the legacy of bin Laden, killed by US special forces in Pakistan in May 2011, not the remaining al-Qaida leaders.\n\n\n\nBoth groups have appealed to followers in the west to launch so-called\n\n“lone wolf” attacks where they live.\n\n\n\nSupport for violent extremist organisationssuch as al-Qaida still remains marginal among the more than half billion Muslims in the region.\n\n",
  "title": "South Asia al-Qaida group video claims responsibility for blogger murders",
  "ts_in": "2015-05-03T20:53:54.029680",
  "url": "http://www.theguardian.com/world/2015/may/03/south-asia-al-qaida-group-video-claims-responsibility-for-blogger-murders"
}