{
  "article_html": "<div><p>When a white police officer in <a href=\"http://www.theguardian.com/us-news/south-carolina\" class=\" u-underline\">South Carolina</a> chased a black man nine miles by car, then shot him to death in his driveway last year, the shooting apparently was captured on the officer&#8217;s dashboard camera &#8211; a video that state police have steadfastly refused to release.</p>\n<p>North Augusta officer Justin Craven tried to pull 68-year-old Ernest Satterwhite over for drunken driving, then followed him with blue lights to his home after Satterwhite refused to stop in February 2014, authorities said. </p>\n<p>When Satterwhite stopped in his driveway, Craven ran up to his car and fired several shots through the closed door, telling deputies later that Satterwhite tried to grab his gun, according to a report from Edgefield County deputies who joined the chase after it crossed the county line.</p>\n<p>Craven faces up to 10 years in prison if convicted of misconduct in office and discharging a firearm into an occupied vehicle. A prosecutor sought to indict him for voluntary manslaughter, which carries guaranteed prison time and a maximum sentence of 30 years, but a grand jury refused.</p>\n<p>Craven&#8217;s dashcam video has been shown to few people outside law enforcement. Several who have seen it say it is horrible and offensive, and Satterwhite had no time to respond to Craven. They will not speak on the record because they have been threatened with legal action since the video has not been publicly released.</p>\n<p>The State Law Enforcement Division (SLED) decision to withhold the video contrasts with its handling of another police shooting. Earlier this year the agency quickly released a dashcam video of a case in which a white officer shot an <a href=\"http://www.theguardian.com/us-news/2015/apr/21/walter-scott-video-footage-pr-firm-copyright\" class=\" u-underline\">unarmed black man in North Charleston</a>.</p>\n<p>SLED says its reasoning is simple. Unlike the North Augusta case, the North Charleston shooting happened away from the dashcam video. SLED chief Mark Keel worries that releasing the North Augusta video could hamper the officer&#8217;s right to a fair trial.</p>\n<p>&#8220;In the North Augusta case, you&#8217;ve got a different set of facts that has a great concern. It&#8217;s about justice and seeing everybody regardless gets a fair trial,&#8221; said Keel, whose agency denied a Freedom of Information Act request for the video from the Associated Press in September and again in April after it released footage from the North Charleston case.</p>\n<p>But public records advocates said that reasoning is wrong. They cite a 2011 court ruling that law enforcement agencies can&#8217;t refuse to release dashcam videos unless they give a specific reason, like concerns about releasing the name of a suspect before an arrest or the location of a sting operation.</p>\n<p>&#8220;That is totally unequal. Public records law needs to be applied the same in every case. Why do the police get to decide what the public sees? That&#8217;s not their job,&#8221; said Bill Rogers, executive director of the South Carolina Press Association.</p>\n<p>In North Augusta, Satterwhite&#8217;s family reached a $1.2m settlement with the city over the shooting. Lawyers in the case were allowed to see the video, but had to sign an agreement not to disclose it to anyone else.</p>\n<p>Now Craven&#8217;s lawyer is asking a judge to prevent anyone from releasing the video until it is shown in court. Before filing the motion, defense attorney Jack Swerling said releasing the video would do no public good, and would just provide fodder for TV commentators.</p>\n<p>&#8220;He thinks he acted appropriately,&#8221; Swerling said. &#8220;He regrets a life was taken.&#8221;</p>\n<p>The prosecutor handling Craven&#8217;s case promises to release the video, but only after it&#8217;s aired in court.</p>\n<p>&#8220;As Edgefield County is a small county, the premature release of the video to be used at trial ... would be harmful, unfairly prejudice the pre-trial opinions of potential jurors, prejudicial to the defendant and not in the interest of justice,&#8221; Solicitor Donnie Myers wrote in denying the release of the video this week to The Aiken Standard, which filed an open records request in April.</p>\n<p>In denying release of the video last fall, Myers&#8217; office simply said it was part of an ongoing investigation.</p>\n<p>In other South Carolina police shootings, authorities have released dashboard camera video well before the case was settled.</p>\n</div>",
  "authors": [
    "Associated Press In Columbia South Carolina"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "South Carolina",
    "US policing",
    "US news"
  ],
  "ntitle": "south_carolina_police_refuse_to_release_video_of_officer_killing_man_in_driveway",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "When a white police officer in South Carolina chased a black man nine miles by car, then shot him to death in his driveway last year, the shooting apparently was captured on the officer’s dashboard camera – a video that state police have steadfastly refused to release.\n\nNorth Augusta officer Justin Craven tried to pull 68-year-old Ernest Satterwhite over for drunken driving, then followed him with blue lights to his home after Satterwhite refused to stop in February 2014, authorities said.\n\nWhen Satterwhite stopped in his driveway, Craven ran up to his car and fired several shots through the closed door, telling deputies later that Satterwhite tried to grab his gun, according to a report from Edgefield County deputies who joined the chase after it crossed the county line.\n\nCraven faces up to 10 years in prison if convicted of misconduct in office and discharging a firearm into an occupied vehicle. A prosecutor sought to indict him for voluntary manslaughter, which carries guaranteed prison time and a maximum sentence of 30 years, but a grand jury refused.\n\nCraven’s dashcam video has been shown to few people outside law enforcement. Several who have seen it say it is horrible and offensive, and Satterwhite had no time to respond to Craven. They will not speak on the record because they have been threatened with legal action since the video has not been publicly released.\n\nThe State Law Enforcement Division (SLED) decision to withhold the video contrasts with its handling of another police shooting. Earlier this year the agency quickly released a dashcam video of a case in which a white officer shot an unarmed black man in North Charleston.\n\nSLED says its reasoning is simple. Unlike the North Augusta case, the North Charleston shooting happened away from the dashcam video. SLED chief Mark Keel worries that releasing the North Augusta video could hamper the officer’s right to a fair trial.\n\n“In the North Augusta case, you’ve got a different set of facts that has a great concern. It’s about justice and seeing everybody regardless gets a fair trial,” said Keel, whose agency denied a Freedom of Information Act request for the video from the Associated Press in September and again in April after it released footage from the North Charleston case.\n\nBut public records advocates said that reasoning is wrong. They cite a 2011 court ruling that law enforcement agencies can’t refuse to release dashcam videos unless they give a specific reason, like concerns about releasing the name of a suspect before an arrest or the location of a sting operation.\n\n“That is totally unequal. Public records law needs to be applied the same in every case. Why do the police get to decide what the public sees? That’s not their job,” said Bill Rogers, executive director of the South Carolina Press Association.\n\nIn North Augusta, Satterwhite’s family reached a $1.2m settlement with the city over the shooting. Lawyers in the case were allowed to see the video, but had to sign an agreement not to disclose it to anyone else.\n\nNow Craven’s lawyer is asking a judge to prevent anyone from releasing the video until it is shown in court. Before filing the motion, defense attorney Jack Swerling said releasing the video would do no public good, and would just provide fodder for TV commentators.\n\n“He thinks he acted appropriately,” Swerling said. “He regrets a life was taken.”\n\nThe prosecutor handling Craven’s case promises to release the video, but only after it’s aired in court.\n\n“As Edgefield County is a small county, the premature release of the video to be used at trial ... would be harmful, unfairly prejudice the pre-trial opinions of potential jurors, prejudicial to the defendant and not in the interest of justice,” Solicitor Donnie Myers wrote in denying the release of the video this week to The Aiken Standard, which filed an open records request in April.\n\nIn denying release of the video last fall, Myers’ office simply said it was part of an ongoing investigation.\n\nIn other South Carolina police shootings, authorities have released dashboard camera video well before the case was settled.",
  "title": "South Carolina police refuse to release video of officer killing man in driveway",
  "ts_in": "2015-05-03T20:54:02.824276",
  "url": "http://www.theguardian.com/us-news/2015/may/03/south-carolina-police-dashcam-video-ernest-satterwhite"
}