{
  "article_html": "<div><p>He&#8217;s easygoing, great with kids and has a budding movie career.</p>\n<p>But Indi hasn&#8217;t always been this way &#8211; it has taken the 21-year-old horse months to overcome years of abuse. As <a href=\"http://www.theguardian.com/world/spain\" class=\" u-underline\">Spain</a> sunk into the economic crisis, Indi&#8217;s owner struggled to make ends meet, leaving the horse confined to an industrial unit for four years.</p>\n<p>When Indi arrived at the <a href=\"https://www.facebook.com/pages/EQUUS-Natural-CLUB/531541910270927\" class=\" u-underline\">Equus Natural Club</a> near Tarragona, 50 miles west of Barcelona, last year, he wouldn&#8217;t allow anyone to touch him, said Anna Salas, one of the club&#8217;s founders. Now he is the horse she uses for beginner riders and children, she said, and he recently appeared in a movie. &#8220;His character has changed completely.&#8221;</p>\n\n<blockquote>\n<p>A lot of the horses were being sent to the slaughterhouse &#8211; people were saying it wasn&#8217;t worth maintaining them any more</p>\n\nYvonne Tarrida del M&#225;rmol\n\n</blockquote>\n\n<p>Indi is one of the horses she uses to demonstrate the impact of her small, but steadily growing project. Founded in 2013, Equus Natural Club is one of a wave of new organisations that have sprung up to save Spanish horses from the slaughterhouse, a journey that has become <a href=\"http://www.theguardian.com/world/2011/mar/28/new-europe-spain-horses-starvation\" class=\" u-underline\">increasingly common in the wake of the economic crisis.</a></p>\n<p>Favoured by Spanish royalty and revered by the conquistadors for battle, horses in Spain have long been a status symbol. During the boom years, Spaniards snapped up horses alongside flashy cars and expensive watches. Breeders took notice, sending the number of horses in Spain soaring by the hundreds of thousands to meet demand.</p>\n<p>Then came the bust, wiping out jobs for one in four Spaniards. The hundreds of euros a month needed to keep a horse became unsustainable for many, leaving breeders stuck with thousands of horses in a rapidly dwindling market.</p>\n<p>The number of horses sent to the slaughterhouse almost tripled, from just over 26,000 in 2007 to about 73,000 in 2012, with much of the meat destined for export to France and Italy. Some horses were simply abandoned or killed illegally. In July, police arrested a man on the outskirts of Madrid after finding nine dead and another 18 starving on his property.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/27/1430139209171/da7eb4d6-e405-47da-b393-4b5be23fcb8a-320x480.jpeg\" alt=\"Equus Natural Club offers riding classes\" class=\"gu-image\">\n\nA riding class at Equus Natural Club. Photograph: Facebook\n\n\n\n<p>It was too much for Salas. &#8220;Since I was little, I&#8217;ve had a soft spot for horses that were in a tough situation,&#8221; she said. She began floating the idea of creating a horse sanctuary, envisioning it as a small step towards tackling what had become a rampant problem. Luck struck right away &#8211; a German couple heard of the project and offered her four hectares in La Nou de Gai&#224;, about 10 miles from Tarragona.</p>\n<p>Salas began slowly, with two horses. In under a year, the number had risen to 18. As word of mouth spread, people started contacting her. &#8220;Someone will call us and say: &#8216;I have a friend who has a horse and who is now unemployed and they can&#8217;t take care of the horse,&#8217;&#8221; she said. &#8220;The usual.&#8221;</p>\n<p>About 25 miles away, in Canyelles, near Sitges, the <a href=\"http://www.tikotta.com/\" class=\" u-underline\">Tikotta horse refuge</a>&#8217;s founder, horse psychologist Yvonne Tarrida del M&#225;rmol, had planned to open a camp where she could focus on horses with behavioural problems.</p>\n<p>Her permits to build the camp came through in 2007, just as the Spanish economy was contracting. &#8220;A lot of the horses I was working with were being sent to the slaughterhouse &#8211; people were saying it wasn&#8217;t worth the money to maintain them any more.&#8221;</p>\n<p>She shifted course, focusing her efforts on keeping the horses alive. In many cases, that meant competing with the slaughterhouses &#8211; who were willing to pay up to &#8364;500 a horse. &#8220;There was one owner who had a mare who was just lying on the floor, starving. He wanted &#8364;1,000 for it or he would let it die.&#8221; Tarrida del M&#225;rmol paid the money.<br></p>\n<p> She estimates she has more than 30 horses today at the refuge, which she finances out of her own pocket. &#8220;I don&#8217;t want to know the exact number so that I don&#8217;t have to lie to my husband when he asks,&#8221; she said with a laugh.</p>\n<p>Both Tikotta and Equus have turned to other horse lovers, appealing to them for donations to help cover maintenance costs. They offer riding classes, sell memberships and have programmes that allow people to sponsor the horses. With both centres operating at maximum capacity, the priority is to find homes for new horses, rather than taking any more in.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2011/mar/28/new-europe-spain-horses-starvation\" class=\" u-underline\">Spanish horses left to starve in wake of economic slump</a> </p>\n\n<p>Salas has continued her work as a horse trainer for several private clients along with running Equus Natural Club. &#8220;Anything we make, we invest in the centre. We live a pretty simple life,&#8221; she said.</p>\n<p>For months, she&#8217;s been saying the club can&#8217;t take in any more horses. &#8220;But there are always horses we can&#8217;t turn down,&#8221; she said, pointing to a horse they are working to bring to the farm. &#8220;He&#8217;s four years old and has been abandoned three times, by three different owners. He&#8217;s had terrible luck.&#8221;</p>\n<p>Salas has noted a shift in how the issue is perceived, pointing to the growing number of calls she has received from horse owners across the country. &#8220;Before, nobody cared about abandoned horses &#8211; they would put them on a truck to the slaughterhouse. But now there&#8217;s more awareness about these things, meaning people are looking for a good place to leave their horse.&#8221;<br></p>\n</div>",
  "authors": [
    "Ashifa Kassam"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Animal welfare",
    "Animals",
    "World news",
    "Spain",
    "Europe"
  ],
  "ntitle": "spain_s_horse_rescuers_pick_up_the_pieces_after_economic_crash",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "He’s easygoing, great with kids and has a budding movie career.\n\nBut Indi hasn’t always been this way – it has taken the 21-year-old horse months to overcome years of abuse. As Spain sunk into the economic crisis, Indi’s owner struggled to make ends meet, leaving the horse confined to an industrial unit for four years.\n\nWhen Indi arrived at the Equus Natural Club near Tarragona, 50 miles west of Barcelona, last year, he wouldn’t allow anyone to touch him, said Anna Salas, one of the club’s founders. Now he is the horse she uses for beginner riders and children, she said, and he recently appeared in a movie. “His character has changed completely.”\n\nA lot of the horses were being sent to the slaughterhouse – people were saying it wasn’t worth maintaining them any more Yvonne Tarrida del Mármol\n\nIndi is one of the horses she uses to demonstrate the impact of her small, but steadily growing project. Founded in 2013, Equus Natural Club is one of a wave of new organisations that have sprung up to save Spanish horses from the slaughterhouse, a journey that has become increasingly common in the wake of the economic crisis.\n\nFavoured by Spanish royalty and revered by the conquistadors for battle, horses in Spain have long been a status symbol. During the boom years, Spaniards snapped up horses alongside flashy cars and expensive watches. Breeders took notice, sending the number of horses in Spain soaring by the hundreds of thousands to meet demand.\n\nThen came the bust, wiping out jobs for one in four Spaniards. The hundreds of euros a month needed to keep a horse became unsustainable for many, leaving breeders stuck with thousands of horses in a rapidly dwindling market.\n\nThe number of horses sent to the slaughterhouse almost tripled, from just over 26,000 in 2007 to about 73,000 in 2012, with much of the meat destined for export to France and Italy. Some horses were simply abandoned or killed illegally. In July, police arrested a man on the outskirts of Madrid after finding nine dead and another 18 starving on his property.\n\nA riding class at Equus Natural Club. Photograph: Facebook\n\nIt was too much for Salas. “Since I was little, I’ve had a soft spot for horses that were in a tough situation,” she said. She began floating the idea of creating a horse sanctuary, envisioning it as a small step towards tackling what had become a rampant problem. Luck struck right away – a German couple heard of the project and offered her four hectares in La Nou de Gaià, about 10 miles from Tarragona.\n\nSalas began slowly, with two horses. In under a year, the number had risen to 18. As word of mouth spread, people started contacting her. “Someone will call us and say: ‘I have a friend who has a horse and who is now unemployed and they can’t take care of the horse,’” she said. “The usual.”\n\nAbout 25 miles away, in Canyelles, near Sitges, the Tikotta horse refuge’s founder, horse psychologist Yvonne Tarrida del Mármol, had planned to open a camp where she could focus on horses with behavioural problems.\n\nHer permits to build the camp came through in 2007, just as the Spanish economy was contracting. “A lot of the horses I was working with were being sent to the slaughterhouse – people were saying it wasn’t worth the money to maintain them any more.”\n\nShe shifted course, focusing her efforts on keeping the horses alive. In many cases, that meant competing with the slaughterhouses – who were willing to pay up to €500 a horse. “There was one owner who had a mare who was just lying on the floor, starving. He wanted €1,000 for it or he would let it die.” Tarrida del Mármol paid the money.\n\n\n\nShe estimates she has more than 30 horses today at the refuge, which she finances out of her own pocket. “I don’t want to know the exact number so that I don’t have to lie to my husband when he asks,” she said with a laugh.\n\nBoth Tikotta and Equus have turned to other horse lovers, appealing to them for donations to help cover maintenance costs. They offer riding classes, sell memberships and have programmes that allow people to sponsor the horses. With both centres operating at maximum capacity, the priority is to find homes for new horses, rather than taking any more in.\n\nRelated: Spanish horses left to starve in wake of economic slump\n\nSalas has continued her work as a horse trainer for several private clients along with running Equus Natural Club. “Anything we make, we invest in the centre. We live a pretty simple life,” she said.\n\nFor months, she’s been saying the club can’t take in any more horses. “But there are always horses we can’t turn down,” she said, pointing to a horse they are working to bring to the farm. “He’s four years old and has been abandoned three times, by three different owners. He’s had terrible luck.”\n\nSalas has noted a shift in how the issue is perceived, pointing to the growing number of calls she has received from horse owners across the country. “Before, nobody cared about abandoned horses – they would put them on a truck to the slaughterhouse. But now there’s more awareness about these things, meaning people are looking for a good place to leave their horse.”\n\n",
  "title": "Spain's horse rescuers pick up the pieces after economic crash",
  "ts_in": "2015-05-03T15:16:30.074539",
  "url": "http://www.theguardian.com/world/2015/may/03/spain-horse-rescuers-economic-crash-animal-lovers"
}