{
  "article_html": "<div><p>Steve Coogan has urged people to vote for Labour to prevent &#8220;more cuts, more privatisation and the dismantling of the NHS&#8221; under the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a>.</p>\n<p>The actor and comedian gave his backing to <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> in a video recorded in the marginal constituency of Brighton Pavilion, which the party is hoping to take from the Green party.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/mar/30/hobbit-star-martin-freeman-appears-in-labour-election-broadcast\" class=\" u-underline\">Hobbit star Martin Freeman appears in Labour election broadcast</a> </p>\n\n<p>It is the fourth celebrity video endorsement for Labour in recent weeks, after comedian Jo Brand, Hobbit actor <a href=\"http://www.theguardian.com/politics/2015/mar/30/hobbit-star-martin-freeman-appears-in-labour-election-broadcast\" class=\" u-underline\">Martin Freeman</a> and snooker player <a href=\"http://www.theguardian.com/politics/video/2015/may/03/ed-miliband-plays-pool-ronnie-osullivan-video\" class=\" u-underline\">Ronnie O&#8217;Sullivan</a> were also filmed speaking about their support for the party. Voiceovers have been provided by Dr Who and Broadchurch actor David Tennant, another supporter.</p>\n<p>On top of that, <a href=\"http://www.theguardian.com/politics/2015/apr/30/ed-milibands-russell-brand-interview-recveives-positive-youth-response\" class=\" u-underline\">Russell Brand is expected shortly to deliver his verdict on support for Labour</a>, after interviewing Ed Miliband last week.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/30/ed-milibands-russell-brand-interview-recveives-positive-youth-response\" class=\" u-underline\">Ed Miliband's Russell Brand interview receives positive youth response</a> </p>\n\n<p>Coogan, who has been active in the Hacked Off campaign for media regulation, begins the recording by poking fun at himself and politicians trying to seem like &#8220;ordinary&#8221; voters.</p>\n<p>He says: &#8220;Hello. My name is <a href=\"http://www.theguardian.com/culture/coogan\" class=\" u-underline\">Steve Coogan</a>. I&#8217;m in an ordinary cafe, having an ordinary cup of tea because I&#8217;m an ordinary bloke.</p>\n<p>An off-screen waiter interjects: &#8220;Sorry we couldn&#8217;t do a skinny soy latte, Steve.&#8221;<br></p>\n<p>Coogan then goes on to talk about his upbringing in Manchester, where his parents taught him to &#8220;respect hard work, honesty and decency&#8221;. <br></p>\n<p>In a rebuttal of those who say politics does not matter, he said: &#8220;Now a lot of people are very cynical about politics but it&#8217;s easy to be cynical. Cynicism doesn&#8217;t change anything. Cynicism never built a school or a hospital ... </p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48487%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ed+Miliband+plays+pool+with+Ronnie+O%27Sullivan+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48487%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ed+Miliband+plays+pool+with+Ronnie+O%27Sullivan+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2Fvideo%2F2015%2Fmay%2F03%2Fed-miliband-plays-pool-ronnie-osullivan-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F3%2F1430662972267%2FKP_212842_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSnooker&#8217;s Ronnie O&#8217;Sullivan announces his support for Ed Miliband and Labour over a game of pool\n\n\n<p>&#8220;And when we see the Conservatives helping their rich friends avoid paying taxes we know that&#8217;s not fair because it means that decent hard working people have to pay more. And if we don&#8217;t think that&#8217;s fair we need to change it, and the way to change it is to vote Labour. </p>\n<p>&#8220;The Labour party gave this country the National Health Service. It gave us the minimum wage because Labour believes in helping all the people, not just a privileged few. I trust Labour with the <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a>. I know they&#8217;ll take care of it. And when the Conservatives say they will I don&#8217;t trust them.&#8221;</p>\n<p>The actor, who made his name working on Spitting Image, The Day Today and I&#8217;m Alan Partridge, ends the film by saying: &#8220;Imagine how we&#8217;ll feel if we wake up on Friday with another five years of the Tories in Downing Street. More cuts, more privatisation and the dismantling of the NHS. But it doesn&#8217;t have to be like that. </p>\n<p>&#8220;Now this election is on a knife edge but if you want a government that believes in working families in a better future for our kids, that stands up for everyone, then you can have it but you need to go out and vote for it. So vote Labour this Thursday.&#8221;</p>\n<p>The video is being released on the same day as the Conservatives published their own party election broadcast. It depicts the economy as a clock in a bell jar, with a Tory hand fixing it and Labour as a sledgehammer that will smash it.</p>\n<p>The broadcast ends with <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> again brandishing Labour&#8217;s &#8220;No money left&#8221; letter.</p>\n<p>The prime minister directly addresses the camera, saying: &#8220;Vote for the Conservatives on Thursday and you will have the security of a plan that is working. You&#8217;ll have stable government and the strong economy on which our schools, our NHS and your family&#8217;s future depend. But vote for any other party and Britain&#8217;s recovery could be stopped dead in its tracks.&#8221;</p>\n<p>The tagline for the video is: &#8220;It&#8217;s working &#8211; don&#8217;t let them wreck it.&#8221; </p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nThe newest Conservative party election broadcast\n\n\n</div>",
  "authors": [
    "John Crace",
    "Rowena Mason"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Labour",
    "Steve Coogan",
    "Politics",
    "UK news",
    "General election 2015",
    "Jo Brand",
    "Ronnie O'Sullivan",
    "Martin Freeman",
    "David Cameron",
    "Conservatives",
    "Culture",
    "NHS",
    "Minimum wage"
  ],
  "ntitle": "steve_coogan_urges_a_vote_for_labour_in_knife_edge_election",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Steve Coogan has urged people to vote for Labour to prevent “more cuts, more privatisation and the dismantling of the NHS” under the Conservatives.\n\nThe actor and comedian gave his backing to Labour in a video recorded in the marginal constituency of Brighton Pavilion, which the party is hoping to take from the Green party.\n\nRelated: Hobbit star Martin Freeman appears in Labour election broadcast\n\nIt is the fourth celebrity video endorsement for Labour in recent weeks, after comedian Jo Brand, Hobbit actor Martin Freeman and snooker player Ronnie O’Sullivan were also filmed speaking about their support for the party. Voiceovers have been provided by Dr Who and Broadchurch actor David Tennant, another supporter.\n\nOn top of that, Russell Brand is expected shortly to deliver his verdict on support for Labour, after interviewing Ed Miliband last week.\n\nRelated: Ed Miliband's Russell Brand interview receives positive youth response\n\nCoogan, who has been active in the Hacked Off campaign for media regulation, begins the recording by poking fun at himself and politicians trying to seem like “ordinary” voters.\n\nHe says: “Hello. My name is Steve Coogan. I’m in an ordinary cafe, having an ordinary cup of tea because I’m an ordinary bloke.\n\nAn off-screen waiter interjects: “Sorry we couldn’t do a skinny soy latte, Steve.”\n\n\n\nCoogan then goes on to talk about his upbringing in Manchester, where his parents taught him to “respect hard work, honesty and decency”.\n\n\n\nIn a rebuttal of those who say politics does not matter, he said: “Now a lot of people are very cynical about politics but it’s easy to be cynical. Cynicism doesn’t change anything. Cynicism never built a school or a hospital ...\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Snooker’s Ronnie O’Sullivan announces his support for Ed Miliband and Labour over a game of pool\n\n“And when we see the Conservatives helping their rich friends avoid paying taxes we know that’s not fair because it means that decent hard working people have to pay more. And if we don’t think that’s fair we need to change it, and the way to change it is to vote Labour.\n\n“The Labour party gave this country the National Health Service. It gave us the minimum wage because Labour believes in helping all the people, not just a privileged few. I trust Labour with the NHS. I know they’ll take care of it. And when the Conservatives say they will I don’t trust them.”\n\nThe actor, who made his name working on Spitting Image, The Day Today and I’m Alan Partridge, ends the film by saying: “Imagine how we’ll feel if we wake up on Friday with another five years of the Tories in Downing Street. More cuts, more privatisation and the dismantling of the NHS. But it doesn’t have to be like that.\n\n“Now this election is on a knife edge but if you want a government that believes in working families in a better future for our kids, that stands up for everyone, then you can have it but you need to go out and vote for it. So vote Labour this Thursday.”\n\nThe video is being released on the same day as the Conservatives published their own party election broadcast. It depicts the economy as a clock in a bell jar, with a Tory hand fixing it and Labour as a sledgehammer that will smash it.\n\nThe broadcast ends with David Cameron again brandishing Labour’s “No money left” letter.\n\nThe prime minister directly addresses the camera, saying: “Vote for the Conservatives on Thursday and you will have the security of a plan that is working. You’ll have stable government and the strong economy on which our schools, our NHS and your family’s future depend. But vote for any other party and Britain’s recovery could be stopped dead in its tracks.”\n\nThe tagline for the video is: “It’s working – don’t let them wreck it.”",
  "title": "Steve Coogan urges a vote for Labour in 'knife-edge' election",
  "ts_in": "2015-05-03T20:53:35.436602",
  "url": "http://www.theguardian.com/politics/2015/may/03/steve-coogan-urges-vote-for-labour-in-knife-edge-election"
}