{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/environment/2015/apr/30/dear-bill-gates-will-you-lead-the-fight-against-climate-change\" class=\" u-underline\">Dear Bill Gates: 'Will you lead the fight against climate change?'</a> </p>\n\n<p>Leaders at Swarthmore College, the birthplace of the student movement to persuade institutions to disinvest from fossil fuels, on Saturday made a shock decision to keep the college&#8217;s wealth invested in coal, oil and gas companies.</p>\n<p>In an about-face from expectations by an increasingly optimistic and vocal student campaign, the board of managers that governs the Pennsylvania liberal arts college announced late on Saturday afternoon that it would not instruct its financial management firms to divest from holdings in fossil fuel interests.</p>\n<p>&#8220;We are very disappointed,&#8221; said Stephen O&#8217;Hanlon, a leading member of a students&#8217; campaign that has urged the college to take endowment money out of fuel producers and invest it instead in sustainable energy. </p>\n<p>O&#8217;Hanlon pledged that the student movement would resume a &#8220;direct action&#8221; campaign in the autumn semester, and escalate actions such as a month-long sit-in that was held in April on the campus.</p>\n<p>A statement announced that the college would focus its environmental efforts on changing consumption habits involving fossil fuels, not on divesting its funds from those industries. The board pledged to create a separate Green Fund that would not invest directly or indirectly in fossil fuels for those alumni who wished to donate to that way, based on their beliefs.</p>\n<p>&#8220;Climate change is the most pressing issue of our time and Swarthmore College can &#8211; and must &#8211; play a leadership role in helping to curb the seemingly insatiable appetite for fossil fuel,&#8221; the statement said.</p>\n<p>But it went on to say that the most effective way to do so was to focus on &#8220;reducing both individual and institutional consumption of fossil fuels&#8221;.</p>\n<p>The board expressed concern over the college&#8217;s ability to sustain returns on investment if it were to try to switch any of its $1.9bn endowment to fund managers committed to avoiding any equity in coal, oil and natural gas producers.</p>\n<p>&#8220;After long and deep discussion and debate, the board decided not to modify its investment guidelines to allow for use of the endowment to meet social objectives. This decision effectively ratifies the board&#8217;s September 2013 decision not to divest from fossil fuels, either on a full or partial basis,&#8221; the statement read.</p>\n<p>The student divestment campaign accused the board of standing &#8220;on the wrong side of history&#8221; in the effort to curb climate change.<br></p>\n<p>O&#8217;Hanlon said that impoverished communities around the world were already feeling the &#8220;deadly impact of climate change&#8221; and expressed dismay at the board&#8217;s decision.</p>\n<p>&#8220;By not acting, our board of managers is complicit with that destruction. The college risks losing our reputation as a leader for social justice issues. Will we be remembered as a leader or a follower on these issues?&#8221; he said.</p>\n<p>More than 350 former students of Swarthmore had said they would not donate any more money to the college unless it divested from coal, oil and gas equities, as part of a campaign to protest against inaction on climate change. More than 1,000 alumni signed a petition calling on the board to do so.</p>\n<p>The Swarthmore student movement is <a href=\"http://www.theguardian.com/environment/2014/oct/08/fossil-fuel-divestment-a-brief-history\" class=\" u-underline\">considered to have launched</a> the growing worldwide effort to persuade education establishments to take their money out of coal, oil and gas companies.</p>\n<p>Student activists at Swarthmore began a movement five years ago, urging the college to stop allowing any of its $1.9bn endowment to be invested in fossil fuel companies. The campaign spread to universities across the US, including Stanford, Harvard and Yale, and to Europe and beyond.<br></p>\n<p>Although some colleges have since divested from those industries, Swarthmore, the birthplace of the movement, would not budge &#8211; until the board of managers finally agreed to debate the idea and make a decision.<br></p>\n<p>The campaign by students and supporters of divestment culminated in a <a href=\"http://www.theguardian.com/environment/2015/mar/19/students-occupy-swarthmore-college-in-fossil-fuel-divestment-protest\" class=\" u-underline\">sit-in that lasted for 32 days</a> and ended last month. Students occupied a hallway at one of the historic administration buildings on campus, singing campaign songs and holding banners as staff politely stepped over and around them.</p>\n<p>The students&#8217; cause was given a further boost just days ago, with news of divestment intentions by <a href=\"http://www.theguardian.com/environment/2015/apr/28/prince-charles-on-brink-of-ending-all-fossil-fuel-investments\" class=\" u-underline\">Prince Charles </a>and the <a href=\"http://www.theguardian.com/environment/2015/apr/30/church-of-england-ends-investments-in-heavily-polluting-fossil-fuels\" class=\" u-underline\">Church of England</a>.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430601647189/71d6fa67-b3c6-4ec6-b70b-ee29cafb78d8-300x180.jpeg\" alt=\"Swarthmore college divestment sit-in, US\" class=\"gu-image\">\n\nSwarthmore students engage in a college divestment sit-in. Photograph: Anjali Cadambi\n\n\n\n<p>The demonstrators erupted in celebration when first professors and staff voted to support their campaign and then the board of managers that governs the college agreed to consider the question of divestment at their meeting on 1 and 2 May.</p>\n<p>The board of managers is made up of the trustees of the college and works with the president, Constance Hungerford, to run the college and its affairs. The matter was discussed and decided upon by the managers on Friday, according to a source familiar with the matter.</p>\n<p>Swarthmore has a $1.9bn endowment &#8211; the value of money and assets donated to the college, much of it by ex-students, that is then invested to generate wealth. While the college does not directly hold shares in fossil fuel companies, its endowment is invested on the college&#8217;s behalf by management companies that do hold such equity.<br></p>\n<p>Part of Swarthmore&#8217;s endowment is invested via so-called separately managed funds, by financial management companies with which the college has an individual account. The portfolios held through those funds are more easily altered to switch out of holding stock in fossil fuel companies.</p>\n<p>It is not clear exactly what proportion of Swarthmore&#8217;s endowment is held in so-called co-mingled funds, where other colleges or institutions are fellow investors on an account and therefore any desire to divest from a certain type of stocks and shares would have to involve them.</p>\n<p>It is understood that between $200m and $300m is invested via separately-managed funds and the college has more than 70 investment accounts managing its endowment.</p>\n<p>Although a small proportion of the whole, any decision by the college regarding the investment of separately managed funds in fossil fuels had been eagerly awaited by campaigners as representing a crucial statement of principle.</p>\n<p>Swarthmore is a relatively small but wealthy and prestigious private-sector liberal arts college, based on a bucolic campus just 11 miles from Philadelphia. It was founded by Quakers in 1864 and has a reputation for attracting top-performing high-schoolers from all 50 US states as well as international students.<br></p>\n<p>Christiana Figueres, the United Nations climate chief, attended the college from her native Costa Rica and graduated in 1979. She has put her weight behind the divestment campaign with an <a href=\"http://www.theguardian.com/environment/2015/mar/24/un-climate-chief-joins-alumni-calling-swarthmore-college-divest-fossil-fuels\" class=\" u-underline\">open letter</a> to her alma mater last month, calling on it to &#8220;play its part in history&#8221; by taking its money out of fossil fuels.</p>\n<p>The students are campaigning for the college to end any form of investment in fossil-fuel companies entirely by 2020. </p>\n</div>",
  "authors": [
    "Joanna Walters"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US universities",
    "Fossil fuel divestment",
    "Fossil fuels",
    "Environment",
    "Energy",
    "US news",
    "Education",
    "US education"
  ],
  "ntitle": "swarthmore_college_says_it_will_not_pursue_fossil_fuel_divestment",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Related: Dear Bill Gates: 'Will you lead the fight against climate change?'\n\nLeaders at Swarthmore College, the birthplace of the student movement to persuade institutions to disinvest from fossil fuels, on Saturday made a shock decision to keep the college’s wealth invested in coal, oil and gas companies.\n\nIn an about-face from expectations by an increasingly optimistic and vocal student campaign, the board of managers that governs the Pennsylvania liberal arts college announced late on Saturday afternoon that it would not instruct its financial management firms to divest from holdings in fossil fuel interests.\n\n“We are very disappointed,” said Stephen O’Hanlon, a leading member of a students’ campaign that has urged the college to take endowment money out of fuel producers and invest it instead in sustainable energy.\n\nO’Hanlon pledged that the student movement would resume a “direct action” campaign in the autumn semester, and escalate actions such as a month-long sit-in that was held in April on the campus.\n\nA statement announced that the college would focus its environmental efforts on changing consumption habits involving fossil fuels, not on divesting its funds from those industries. The board pledged to create a separate Green Fund that would not invest directly or indirectly in fossil fuels for those alumni who wished to donate to that way, based on their beliefs.\n\n“Climate change is the most pressing issue of our time and Swarthmore College can – and must – play a leadership role in helping to curb the seemingly insatiable appetite for fossil fuel,” the statement said.\n\nBut it went on to say that the most effective way to do so was to focus on “reducing both individual and institutional consumption of fossil fuels”.\n\nThe board expressed concern over the college’s ability to sustain returns on investment if it were to try to switch any of its $1.9bn endowment to fund managers committed to avoiding any equity in coal, oil and natural gas producers.\n\n“After long and deep discussion and debate, the board decided not to modify its investment guidelines to allow for use of the endowment to meet social objectives. This decision effectively ratifies the board’s September 2013 decision not to divest from fossil fuels, either on a full or partial basis,” the statement read.\n\nThe student divestment campaign accused the board of standing “on the wrong side of history” in the effort to curb climate change.\n\n\n\nO’Hanlon said that impoverished communities around the world were already feeling the “deadly impact of climate change” and expressed dismay at the board’s decision.\n\n“By not acting, our board of managers is complicit with that destruction. The college risks losing our reputation as a leader for social justice issues. Will we be remembered as a leader or a follower on these issues?” he said.\n\nMore than 350 former students of Swarthmore had said they would not donate any more money to the college unless it divested from coal, oil and gas equities, as part of a campaign to protest against inaction on climate change. More than 1,000 alumni signed a petition calling on the board to do so.\n\nThe Swarthmore student movement is considered to have launched the growing worldwide effort to persuade education establishments to take their money out of coal, oil and gas companies.\n\nStudent activists at Swarthmore began a movement five years ago, urging the college to stop allowing any of its $1.9bn endowment to be invested in fossil fuel companies. The campaign spread to universities across the US, including Stanford, Harvard and Yale, and to Europe and beyond.\n\n\n\nAlthough some colleges have since divested from those industries, Swarthmore, the birthplace of the movement, would not budge – until the board of managers finally agreed to debate the idea and make a decision.\n\n\n\nThe campaign by students and supporters of divestment culminated in a sit-in that lasted for 32 days and ended last month. Students occupied a hallway at one of the historic administration buildings on campus, singing campaign songs and holding banners as staff politely stepped over and around them.\n\nThe students’ cause was given a further boost just days ago, with news of divestment intentions by Prince Charles and the Church of England.\n\nSwarthmore students engage in a college divestment sit-in. Photograph: Anjali Cadambi\n\nThe demonstrators erupted in celebration when first professors and staff voted to support their campaign and then the board of managers that governs the college agreed to consider the question of divestment at their meeting on 1 and 2 May.\n\nThe board of managers is made up of the trustees of the college and works with the president, Constance Hungerford, to run the college and its affairs. The matter was discussed and decided upon by the managers on Friday, according to a source familiar with the matter.\n\nSwarthmore has a $1.9bn endowment – the value of money and assets donated to the college, much of it by ex-students, that is then invested to generate wealth. While the college does not directly hold shares in fossil fuel companies, its endowment is invested on the college’s behalf by management companies that do hold such equity.\n\n\n\nPart of Swarthmore’s endowment is invested via so-called separately managed funds, by financial management companies with which the college has an individual account. The portfolios held through those funds are more easily altered to switch out of holding stock in fossil fuel companies.\n\nIt is not clear exactly what proportion of Swarthmore’s endowment is held in so-called co-mingled funds, where other colleges or institutions are fellow investors on an account and therefore any desire to divest from a certain type of stocks and shares would have to involve them.\n\nIt is understood that between $200m and $300m is invested via separately-managed funds and the college has more than 70 investment accounts managing its endowment.\n\nAlthough a small proportion of the whole, any decision by the college regarding the investment of separately managed funds in fossil fuels had been eagerly awaited by campaigners as representing a crucial statement of principle.\n\nSwarthmore is a relatively small but wealthy and prestigious private-sector liberal arts college, based on a bucolic campus just 11 miles from Philadelphia. It was founded by Quakers in 1864 and has a reputation for attracting top-performing high-schoolers from all 50 US states as well as international students.\n\n\n\nChristiana Figueres, the United Nations climate chief, attended the college from her native Costa Rica and graduated in 1979. She has put her weight behind the divestment campaign with an open letter to her alma mater last month, calling on it to “play its part in history” by taking its money out of fossil fuels.\n\nThe students are campaigning for the college to end any form of investment in fossil-fuel companies entirely by 2020.",
  "title": "Swarthmore College says it will not pursue fossil fuel divestment",
  "ts_in": "2015-05-03T15:16:04.648478",
  "url": "http://www.theguardian.com/us-news/2015/may/02/swarthmore-college-fossil-fuel-divestment-decision"
}