{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/technology/facebook\" class=\" u-underline\">Facebook</a> has been accused of a lot of things, from riding roughshod over people&#8217;s privacy to prudishly censoring the most innocuous of photographs.</p>\n<p>But it&#8217;s never gone so far as to annex an entire island of 50,000 people and dump it in another country.</p>\n<p>A couple of weeks ago, the residents of the sleepy island of Gotland in the Baltic sea off Sweden, started to notice that many of their Facebook entries were listing them as living in <a href=\"http://www.theguardian.com/world/norway\" class=\" u-underline\">Norway</a>, not Sweden.</p>\n<p>Before long they realised that, as far as Facebook was concerned, their entire island was in Norway. Search for Gotland on Facebook and the map takes you to a point just north of Oslo on the river Gl&#229;ma. </p>\n\n\n\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430665683114/35d33953-e6a4-4c2f-9477-dcfd2912fad6-300x180.jpeg\" alt=\"Facebook map of Gotland.\" class=\"gu-image\">\n\nFacebook map showing the position of Gotland incorrectly. Photograph: Facebook\n\n\n\n<p>&#8220;It&#8217;s ridiculous,&#8221; said Ulrica Fransson Ingelmark, editor of the Gotlands Allehanda newspaper, which first reported the bug.</p>\n<p>&#8220;It&#8217;s been weeks since companies and private persons got a new address in Norway, and we talked about it a lot on the island, and nothing changed, and then we wrote about it, and now it&#8217;s a viral success, and Facebook still hasn&#8217;t changed it.&#8221;</p>\n<p>According to Julia Bendelin, who works for an advertising agency on the island, the glitch is causing real inconvenience. </p>\n<p>&#8220;Last weekend I started a Facebook account for my son, and the first thing that happened was ads from Norway for young kids in Norwegian, and I was like: &#8216;No, we&#8217;re in the middle of the Baltic sea, far from Norway.&#8217; We&#8217;ve been hi-jacked by Norway.&#8221;</p>\n<p>&#8220;Of course it&#8217;s a problem for small businesses,&#8221; she added. &#8220;We live off tourists and we don&#8217;t want them to go to Norway, we want them to come here! We don&#8217;t do fjords.&#8221; </p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430663225868/5ce14031-bf8b-462f-9500-1b29848548f9-300x180.jpeg\" alt=\"Digerhuvud nature reserve on Faro island, just north of Gotland &#8211; in Sweden.\" class=\"gu-image\">\n\nDigerhuvud nature reserve on Faro island, just north of Gotland &#8211; in Sweden. Photograph: Alamy\n\n\n\n<p>Mandarva Stenborg, whose public relations company represents Facebook in <a href=\"http://www.theguardian.com/world/sweden\" class=\" u-underline\">Sweden</a>, said she was still waiting for a reply from the company, four days after first reporting the problem.</p>\n<p>&#8220;I reported it internally to Facebook on Thursday and they haven&#8217;t said anything more,&#8221; she said. &#8220;I guess that they have escalated it internally, but I don&#8217;t have any more information on whether it is a mistake or a bug or anything like that.&#8221;</p>\n<p>For Bendelin, this isn&#8217;t good enough. &#8220;Don&#8217;t investigate it, change it,&#8221; she said. &#8220;Give us back our island!&#8221;</p>\n</div>",
  "authors": [
    "Richard Orange",
    "Evgeny Morozov",
    "David Fletcher"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Facebook",
    "Sweden",
    "Norway",
    "Technology",
    "GPS",
    "Europe",
    "World news",
    "Social media"
  ],
  "ntitle": "swedish_islanders_seek_status_update_after_facebook_dumps_them_in_norway",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Facebook has been accused of a lot of things, from riding roughshod over people’s privacy to prudishly censoring the most innocuous of photographs.\n\nBut it’s never gone so far as to annex an entire island of 50,000 people and dump it in another country.\n\nA couple of weeks ago, the residents of the sleepy island of Gotland in the Baltic sea off Sweden, started to notice that many of their Facebook entries were listing them as living in Norway, not Sweden.\n\nBefore long they realised that, as far as Facebook was concerned, their entire island was in Norway. Search for Gotland on Facebook and the map takes you to a point just north of Oslo on the river Glåma.\n\nFacebook map showing the position of Gotland incorrectly. Photograph: Facebook\n\n“It’s ridiculous,” said Ulrica Fransson Ingelmark, editor of the Gotlands Allehanda newspaper, which first reported the bug.\n\n“It’s been weeks since companies and private persons got a new address in Norway, and we talked about it a lot on the island, and nothing changed, and then we wrote about it, and now it’s a viral success, and Facebook still hasn’t changed it.”\n\nAccording to Julia Bendelin, who works for an advertising agency on the island, the glitch is causing real inconvenience.\n\n“Last weekend I started a Facebook account for my son, and the first thing that happened was ads from Norway for young kids in Norwegian, and I was like: ‘No, we’re in the middle of the Baltic sea, far from Norway.’ We’ve been hi-jacked by Norway.”\n\n“Of course it’s a problem for small businesses,” she added. “We live off tourists and we don’t want them to go to Norway, we want them to come here! We don’t do fjords.”\n\nDigerhuvud nature reserve on Faro island, just north of Gotland – in Sweden. Photograph: Alamy\n\nMandarva Stenborg, whose public relations company represents Facebook in Sweden, said she was still waiting for a reply from the company, four days after first reporting the problem.\n\n“I reported it internally to Facebook on Thursday and they haven’t said anything more,” she said. “I guess that they have escalated it internally, but I don’t have any more information on whether it is a mistake or a bug or anything like that.”\n\nFor Bendelin, this isn’t good enough. “Don’t investigate it, change it,” she said. “Give us back our island!”",
  "title": "Swedish islanders seek status update after Facebook dumps them in Norway",
  "ts_in": "2015-05-03T20:53:40.977570",
  "url": "http://www.theguardian.com/technology/2015/may/03/swedish-gotland-islanders-facebook-dumps-them-in-norway"
}