{
  "article_html": "<div><p>It was a brutal crime that became the focus for <a href=\"http://www.theguardian.com/global-development/2015/apr/13/justice-for-liz-rape-kenya-conviction-sentence-womens-rights\" title=\"\" class=\" u-underline\">international condemnation and headlines across the world</a>.</p>\n<p>When it was revealed that the gang rapists of a 16-year-old girl in a small Kenyan town were sentenced to cut the grass around their local police station as a punishment, outrage about the case led to two million people backing a Twitter campaign #justiceforliz &#8211; using the pseudonym given to the girl by the journalists who first reported on the rape.</p>\n<p>The campaign finally led, two weeks ago, to prison sentences of 15 years each for the three perpetrators who had been initially freed. The outcome is being seen as a breakthrough in Kenya&#8217;s justice system &#8211; but it turns out to have come at a very high price. Liz and her family have been forced into hiding because of reprisal attacks and threats from the families of the men.</p>\n<p>Liz&#8217;s mother told the Observer that the family have had to move from their village in Busia and relocate to another county. Even at their new home, they depend for security on Kenya&#8217;s Witness Protection Agency.</p>\n<p>&#8220;People still keep on threatening me, warning that, should I set foot in the village, they will teach me a lesson,&#8217;&#8217; she said on Saturday. Her married son had attempted to stay behind with his young family, but now he had also had to leave &#8220;because of the threats and insults&#8217;&#8217;.</p>\n<p>&#8220;All I am pleading now is for the government to help buy land very far away from home so that I can build a new home for all my family members including my married son, so that we can live in peace,&#8217;&#8217; she said. &#8220;I am tired.&#8217;&#8217;</p>\n<p>In October 2013, Liz was on her way home from her grandfather&#8217;s funeral <a href=\"http://www.theguardian.com/world/2013/oct/26/rape-kenya-women-crime-campaign\" title=\"\" class=\" u-underline\">when she was grabbed and repeatedly raped by six men</a>. They beat and battered her before throwing her into a 12ft-deep pit latrine, leaving her for dead.</p>\n<p>Her parents went to the police. The men were rounded up, and the police told three of the men to cut the station&#8217;s lawns as punishment.</p>\n<p>An Ethiopian women&#8217;s rights worker, Nebila Abdulmelik, started a petition on the Avaaz platform &#8211; an online &#8220;campaigning community&#8221;. As it gained momentum, the pressure began to be ratcheted up on the Kenyan government.</p>\n<p>Sam Barratt, campaign director at Avaaz, said: &#8220;This joint campaign was simply relentless in never giving up. It started with a petition, then it took to the streets, and finally crowdfunded the money to pay for a prosecutor to get these guys in jail.</p>\n<p>&#8220;While it&#8217;s still far from over, if a massive people-powered spotlight hadn&#8217;t shone down on Liz&#8217;s case her attackers would still be roaming free.&#8221;</p>\n<p>Kimberly Brown of Equality Now, who pushed through the legal case, said 70 other cases were also progressing through Kenya&#8217;s legal system, thanks to the country&#8217;s prosecutor and chief justice showing a new willingness to act. &#8220;Kenya had very good legislation against sexual violence in place: the challenges were in implementation. Hopefully now things will start to change, for this girl and for thousands of others.</p>\n<p>&#8220;This isn&#8217;t just a Kenyan problem or an African problem, this is a worldwide problem. Stories like Liz&#8217;s inspire more people to action and change the tide around attitudes of tolerance towards sexual violence.&#8221;</p>\n<p>The journalist Njeri Rugene, who broke the story in the Kenyan Daily Nation, is cautiously optimistic. &#8220;I would not say that the case has brought about &#8216;real&#8217; or meaningful change. What it has helped do is to illustrate the injustice and trauma that victims of rape suffer in their fight for justice. It has also brought out the need to address sexual violence with more seriousness and honesty.</p>\n\n\n<a href=\"/society/2015/may/02/victim-kenya-rape-conviction-forced-leave-village-liz#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430583025287/04406785-a8e0-47d0-9fe3-34a82b179db2-300x180.jpeg\" alt=\"A 'Justice for Liz' rally in Nairobi in 2013.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48427%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Teenage+victim+in+landmark+Kenya+rape+case+forced+to+leave+village+after+threats&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48427%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Teenage+victim+in+landmark+Kenya+rape+case+forced+to+leave+village+after+threats&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsociety%2F2015%2Fmay%2F02%2Fvictim-kenya-rape-conviction-forced-leave-village-liz&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430583025849%2F04406785-a8e0-47d0-9fe3-34a82b179db2-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA &#8216;Justice for Liz&#8217; rally in Nairobi in 2013. Photograph: Daniel Irungu/EPA/Corbis\n\n\n\n<p>&#8220;I feel that, in jailing her attackers for 15 years and the pledge by the director of public prosecutions, Keriako Tobiko, to move to court to enhance the sentence, justice has finally been served for Liz. It came as a pleasant surprise. I had given up on justice because of the case&#8217;s many complex challenges.&#8221;</p>\n<p>She said local political leaders were in denial. &#8220;They hate the story because it attracted a lot of attention both locally and internationally and they felt it &#8216;tarnished&#8217; Busia&#8217;s name.&#8221;</p>\n<p>For now, Liz&#8217;s mother says Liz is &#8220;stable&#8221; emotionally, although the teenager has been left with a limp. Her wounds took close to a year to heal and she underwent several operations, including for fistula and spinal injuries, paid for with donations from well-wishers. &#8220;It hurts me to see her limp. It has slowed her down. She is not able to walk as fast as she used to do before that thing,&#8217;&#8217; Liz&#8217;s mother said, in reference to the attack.</p>\n<p>However, she is happy that Liz&#8217;s focus is to pass her primary education and join high school next year. &#8220;I was pleasantly surprised when she beat a handful of kids in her class despite what she has gone through. I am happy,&#8217;&#8217; she said.</p>\n<p>But she added that her daughter had become &#8220;quite sensitive&#8217;&#8217; and does not want to be reminded of what she went through. So they try as much as possible not to talk about it at home.</p>\n<p>In her first comment since the court case, Liz said she still suffered from her physical injuries. &#8220;The pain in the back keeps coming back,&#8217;&#8217; she said. She is a shy young woman, who has been able to cope with the attention on her case by keeping away from the public eye. Deeply traumatised, she refused to face strangers and it took Rugene many weeks to gain Liz&#8217;s confidence enough for her to talk freely.</p>\n<p>Even now, she does not leave the house except to go to school, where, says her mother, it is only the headteacher who knows that she is &#8220;Liz&#8221;. But the teenager insisted that she still wanted to see the remaining three rapists, whom she calls &#8220;bad men&#8221;, arrested to stop them hurting other girls. She said she wanted them punished for ruining her life and that of her family.</p>\n<p>Despite the fact that Liz was among just one in 20 women and girls in <a href=\"http://www.theguardian.com/world/kenya\" class=\" u-underline\">Kenya</a> who report crimes of sexual violence, she does not see herself as brave. &#8220;Me and my family are fighting for justice,&#8221; she said.</p>\n<p>Rugene said she believed the three will be caught, &#8220;given the goodwill that the DPP has shown&#8221;.</p>\n<p>But she added: &#8220;There is need for similar pressure from the media and civil society. It will help a lot. I strongly believe that the three men are hiding in Nairobi or western Kenya. They are within reach of the police.</p>\n<p>&#8220;There was a lot of pressure from Kenyans on the government to act. But most of it came from human rights and women&#8217;s organisations. The Nation received hundreds of letters calling for action. But the pressure dwindled and the work was left to a handful.</p>\n<p>&#8220;However, the entry of Avaaz helped put pressure and change things. Because of the international attention it attracted, as people signed the two-million petition, the authorities had to act,&#8221; Rugene said.</p>\n</div>",
  "authors": [
    "Tracy Mcveigh"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Rape",
    "Kenya",
    "Africa",
    "World news",
    "Women",
    "Life and style",
    "Law",
    "Society"
  ],
  "ntitle": "teenage_victim_in_landmark_kenya_rape_case_forced_to_leave_village_after_threats",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "It was a brutal crime that became the focus for international condemnation and headlines across the world.\n\nWhen it was revealed that the gang rapists of a 16-year-old girl in a small Kenyan town were sentenced to cut the grass around their local police station as a punishment, outrage about the case led to two million people backing a Twitter campaign #justiceforliz – using the pseudonym given to the girl by the journalists who first reported on the rape.\n\nThe campaign finally led, two weeks ago, to prison sentences of 15 years each for the three perpetrators who had been initially freed. The outcome is being seen as a breakthrough in Kenya’s justice system – but it turns out to have come at a very high price. Liz and her family have been forced into hiding because of reprisal attacks and threats from the families of the men.\n\nLiz’s mother told the Observer that the family have had to move from their village in Busia and relocate to another county. Even at their new home, they depend for security on Kenya’s Witness Protection Agency.\n\n“People still keep on threatening me, warning that, should I set foot in the village, they will teach me a lesson,’’ she said on Saturday. Her married son had attempted to stay behind with his young family, but now he had also had to leave “because of the threats and insults’’.\n\n“All I am pleading now is for the government to help buy land very far away from home so that I can build a new home for all my family members including my married son, so that we can live in peace,’’ she said. “I am tired.’’\n\nIn October 2013, Liz was on her way home from her grandfather’s funeral when she was grabbed and repeatedly raped by six men. They beat and battered her before throwing her into a 12ft-deep pit latrine, leaving her for dead.\n\nHer parents went to the police. The men were rounded up, and the police told three of the men to cut the station’s lawns as punishment.\n\nAn Ethiopian women’s rights worker, Nebila Abdulmelik, started a petition on the Avaaz platform – an online “campaigning community”. As it gained momentum, the pressure began to be ratcheted up on the Kenyan government.\n\nSam Barratt, campaign director at Avaaz, said: “This joint campaign was simply relentless in never giving up. It started with a petition, then it took to the streets, and finally crowdfunded the money to pay for a prosecutor to get these guys in jail.\n\n“While it’s still far from over, if a massive people-powered spotlight hadn’t shone down on Liz’s case her attackers would still be roaming free.”\n\nKimberly Brown of Equality Now, who pushed through the legal case, said 70 other cases were also progressing through Kenya’s legal system, thanks to the country’s prosecutor and chief justice showing a new willingness to act. “Kenya had very good legislation against sexual violence in place: the challenges were in implementation. Hopefully now things will start to change, for this girl and for thousands of others.\n\n“This isn’t just a Kenyan problem or an African problem, this is a worldwide problem. Stories like Liz’s inspire more people to action and change the tide around attitudes of tolerance towards sexual violence.”\n\nThe journalist Njeri Rugene, who broke the story in the Kenyan Daily Nation, is cautiously optimistic. “I would not say that the case has brought about ‘real’ or meaningful change. What it has helped do is to illustrate the injustice and trauma that victims of rape suffer in their fight for justice. It has also brought out the need to address sexual violence with more seriousness and honesty.\n\nFacebook Twitter Pinterest A ‘Justice for Liz’ rally in Nairobi in 2013. Photograph: Daniel Irungu/EPA/Corbis\n\n“I feel that, in jailing her attackers for 15 years and the pledge by the director of public prosecutions, Keriako Tobiko, to move to court to enhance the sentence, justice has finally been served for Liz. It came as a pleasant surprise. I had given up on justice because of the case’s many complex challenges.”\n\nShe said local political leaders were in denial. “They hate the story because it attracted a lot of attention both locally and internationally and they felt it ‘tarnished’ Busia’s name.”\n\nFor now, Liz’s mother says Liz is “stable” emotionally, although the teenager has been left with a limp. Her wounds took close to a year to heal and she underwent several operations, including for fistula and spinal injuries, paid for with donations from well-wishers. “It hurts me to see her limp. It has slowed her down. She is not able to walk as fast as she used to do before that thing,’’ Liz’s mother said, in reference to the attack.\n\nHowever, she is happy that Liz’s focus is to pass her primary education and join high school next year. “I was pleasantly surprised when she beat a handful of kids in her class despite what she has gone through. I am happy,’’ she said.\n\nBut she added that her daughter had become “quite sensitive’’ and does not want to be reminded of what she went through. So they try as much as possible not to talk about it at home.\n\nIn her first comment since the court case, Liz said she still suffered from her physical injuries. “The pain in the back keeps coming back,’’ she said. She is a shy young woman, who has been able to cope with the attention on her case by keeping away from the public eye. Deeply traumatised, she refused to face strangers and it took Rugene many weeks to gain Liz’s confidence enough for her to talk freely.\n\nEven now, she does not leave the house except to go to school, where, says her mother, it is only the headteacher who knows that she is “Liz”. But the teenager insisted that she still wanted to see the remaining three rapists, whom she calls “bad men”, arrested to stop them hurting other girls. She said she wanted them punished for ruining her life and that of her family.\n\nDespite the fact that Liz was among just one in 20 women and girls in Kenya who report crimes of sexual violence, she does not see herself as brave. “Me and my family are fighting for justice,” she said.\n\nRugene said she believed the three will be caught, “given the goodwill that the DPP has shown”.\n\nBut she added: “There is need for similar pressure from the media and civil society. It will help a lot. I strongly believe that the three men are hiding in Nairobi or western Kenya. They are within reach of the police.\n\n“There was a lot of pressure from Kenyans on the government to act. But most of it came from human rights and women’s organisations. The Nation received hundreds of letters calling for action. But the pressure dwindled and the work was left to a handful.\n\n“However, the entry of Avaaz helped put pressure and change things. Because of the international attention it attracted, as people signed the two-million petition, the authorities had to act,” Rugene said.",
  "title": "Teenage victim in landmark Kenya rape case forced to leave village after threats",
  "ts_in": "2015-05-03T15:16:13.665985",
  "url": "http://www.theguardian.com/society/2015/may/02/victim-kenya-rape-conviction-forced-leave-village-liz"
}