{
  "article_html": "<div><p>A teenage girl has died and three others needed medical treatment after a speedboat overturned in a marina in Devon. </p>\n<p>Emergency services were called to Brixham harbour in Torbay, amid reports that a vessel carrying a father, his daughter and two of her friends had capsized. </p>\n<p>The rescue operation saw lifeboats, coastguard teams and a helicopter deployed as well as specialist divers. <br></p>\n<p>Mark Criddle, a member of the RNLI team in Torbay, said crews arrived on scene and found a five-metre speedboat upside down with a girl trapped in it. </p>\n<p>He said: &#8220;We located the girl and brought her on board the lifeboat, where she was immediately given first aid by a doctor and paramedic who were members of the lifeboat crew.&#8221; <br></p>\n<p>Criddle said the three other people on board the boat had been rescued by other craft in the harbour. </p>\n<p>He said: &#8220;We took the girl back to shore where she was handed into the care of paramedics who took her to hospital. </p>\n<p>&#8220;The three other people who had been aboard the overturned speedboat were also taken to hospital after being treated at the lifeboat station.&#8221; <br></p>\n<p>The deceased&#8217;s identity has not been revealed, although officials confirmed her next of kin had been informed. </p>\n<p>Police confirmed inquiries into the tragedy were ongoing and appealed for witnesses to get in touch. </p>\n<p>A spokesman said: &#8220;We would appeal for anyone who was in the area at the time, either on the water or walking along the cliffs or seashore and witnessed the incident, to call us on 101 and quote log number 326 02/05/2015.&#8221; </p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "teenage_girl_dies_after_speedboat_accident_in_devon",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "A teenage girl has died and three others needed medical treatment after a speedboat overturned in a marina in Devon.\n\nEmergency services were called to Brixham harbour in Torbay, amid reports that a vessel carrying a father, his daughter and two of her friends had capsized.\n\nThe rescue operation saw lifeboats, coastguard teams and a helicopter deployed as well as specialist divers.\n\n\n\nMark Criddle, a member of the RNLI team in Torbay, said crews arrived on scene and found a five-metre speedboat upside down with a girl trapped in it.\n\nHe said: “We located the girl and brought her on board the lifeboat, where she was immediately given first aid by a doctor and paramedic who were members of the lifeboat crew.”\n\n\n\nCriddle said the three other people on board the boat had been rescued by other craft in the harbour.\n\nHe said: “We took the girl back to shore where she was handed into the care of paramedics who took her to hospital.\n\n“The three other people who had been aboard the overturned speedboat were also taken to hospital after being treated at the lifeboat station.”\n\n\n\nThe deceased’s identity has not been revealed, although officials confirmed her next of kin had been informed.\n\nPolice confirmed inquiries into the tragedy were ongoing and appealed for witnesses to get in touch.\n\nA spokesman said: “We would appeal for anyone who was in the area at the time, either on the water or walking along the cliffs or seashore and witnessed the incident, to call us on 101 and quote log number 326 02/05/2015.”",
  "title": "Teenage girl dies after speedboat accident in Devon",
  "ts_in": "2015-05-03T15:17:17.194391",
  "url": "http://www.theguardian.com/uk-news/2015/may/02/teenage-girl-dies-speedboat-accident-devon"
}