{
  "article_html": "<div><p>The power of magical thinking &#8211; the notion that you can make something happen merely by thinking about it &#8211; has been much in evidence in the current election campaign. And that&#8217;s not entirely surprising, because as politicians get desperate, rationality goes out of the window. What is surprising, however, is when high government officials &#8211; for example, heads of intelligence and law-enforcement agencies &#8211; begin to show clear signs of the syndrome.</p>\n<p>Exhibit A in this respect is James Comey, the current director of the FBI. Mr Comey has become so exercised by&#160;the decisions of Apple and Google to&#160;implement strong encryption in their devices and services that he appears to have lost his marbles. &#8220;I am a huge believer in the rule of law,&#8221; he told reporters<a href=\"http://9to5mac.com/2014/09/25/fbi-apple-privacy-encryption/#more-343706\" title=\"\" class=\" u-underline\"> last September</a>, &#8220;but I am also a believer that no one in this country is above the law. What concerns me about this is companies marketing something expressly to allow people to place themselves above the law.&#8221;</p>\n<p>It&#8217;s good to know that the FBI director believes that nobody should be above the law. Except, of course, for his colleague, the former NSA director, James Clapper, <a href=\"http://www.washingtonpost.com/blogs/the-switch/wp/2014/01/27/darrell-issa-james-clapper-lied-to-congress-about-nsa-and-should-be-fired/\" title=\"\" class=\" u-underline\">who lied under oath</a> to the US Congress about the existence of bulk data collection programs and yet remains at large. But we will let that pass: after all, as Oscar Wilde observed, consistency is the last refuge of the unimaginative, and Mr Comey is nothing if not imaginative.</p>\n\n<blockquote>\n<p>We're drifting to a place where a whole lot of people are going to look at us with tears in their eyes</p>\n</blockquote>\n\n<p>Take, for instance, <a href=\"https://www.districtsentinel.com/fbi-director-continues-crusade-against-encryption-calls-on-congress-to-act/\" title=\"\" class=\" u-underline\">his testimony to Congress in March</a> in which he beseeched politicians to pass legislation that would prevent American citizens from communicating securely. The use of encrypted phones and computers, he burbled, presented &#8220;an affront to the rule of law&#8221;. He went on to paint an apocalyptic picture of what would happen if the technology isn&#8217;t banned. &#8220;We&#8217;re drifting to a place,&#8221; he told the House Appropriations Committee, &#8220;where a whole lot of people are going to look at us with tears in their eyes&#8221; as he described a hypothetical case in which a kidnapped young girl&#8217;s phone is discovered but can&#8217;t be unlocked.</p>\n<p>The assembled lawmakers strangely omitted to draw attention to an intriguing inconsistency in his position on these matters. A while back, visitors to the helpful <a href=\"http://www.theguardian.com/us-news/fbi\" class=\" u-underline\">FBI</a> security warnings site received the following advice. &#8220;When purchasing a smartphone, know the features of the device, including the default settings. Turn off features of the device not needed to minimise the attack surface of the device. Depending on the type of phone, the operating system may have encryption available. This can be used to protect the user&#8217;s personal data in the case of loss or theft.&#8221;</p>\n<p>All excellent advice. But here&#8217;s the interesting thing: this advice has disappeared from the FBI site since Mr Comey started fulminating about encryption. The only reason we know that is because the wonderful Internet Archive had <a href=\"https://web.archive.org/web/20150201005359/http://www.fbi.gov/scams-safety/e-scams?utm_campaign=email-Immediate&amp;utm_content=145512\" title=\"\" class=\" u-underline\">archived a copy of the relevant page</a>.</p>\n<p>So once upon a time, according to the FBI, encryption of your phone was a really good idea; and then, suddenly, it becomes an affront to the rule of law. Why the difference? Answer: Edward Snowden. The new encryption facilities installed by Apple and Google were a direct response to his revelations. The companies feared a backlash from users if they did not take stronger measures to protect their privacy. So they did, which is why, for example, Apple&#8217;s iMessage and Facetime communications are encrypted end-to-end and Apple has no way to decrypt those messages when they&#8217;re in transit.</p>\n<p>This is what enrages Mr Comey and his NSA buddies. But they are caught in a bind: on the one hand they know that strong encryption of communications is a good idea in general; on the other, they want to ensure that they can access those communications whenever they want to. Their proposed &#8220;solution&#8221; is for back doors, for use by law-enforcement and intelligence agencies, to be inserted into encryption technologies. In other words, <a href=\"http://www.theregister.co.uk/2015/04/28/us_politicians_complain_that_silicon_valley_cant_create_encryption_unicorn/\" title=\"\" class=\" u-underline\">they want breakable non-breakable encryption</a>.</p>\n<p>Which is where magical thinking comes in. An encryption system that has a deliberate vulnerability built in (because that&#8217;s what a backdoor is) is not going to provide strong encryption. So for the moment it belongs in the same category as flying cars and perpetual-motion machines. And we&#8217;re&#160;not going to have those any time soon either. Mr Comey needs to calm down and do some real thinking.</p>\n</div>",
  "authors": [
    "John Naughton"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Surveillance",
    "FBI",
    "US news",
    "Internet",
    "Technology"
  ],
  "ntitle": "the_fbi_wants_us_to_have_computer_security_so_strong_that_only_they_can_break_in",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The power of magical thinking – the notion that you can make something happen merely by thinking about it – has been much in evidence in the current election campaign. And that’s not entirely surprising, because as politicians get desperate, rationality goes out of the window. What is surprising, however, is when high government officials – for example, heads of intelligence and law-enforcement agencies – begin to show clear signs of the syndrome.\n\nExhibit A in this respect is James Comey, the current director of the FBI. Mr Comey has become so exercised by the decisions of Apple and Google to implement strong encryption in their devices and services that he appears to have lost his marbles. “I am a huge believer in the rule of law,” he told reporters last September, “but I am also a believer that no one in this country is above the law. What concerns me about this is companies marketing something expressly to allow people to place themselves above the law.”\n\nIt’s good to know that the FBI director believes that nobody should be above the law. Except, of course, for his colleague, the former NSA director, James Clapper, who lied under oath to the US Congress about the existence of bulk data collection programs and yet remains at large. But we will let that pass: after all, as Oscar Wilde observed, consistency is the last refuge of the unimaginative, and Mr Comey is nothing if not imaginative.\n\nWe're drifting to a place where a whole lot of people are going to look at us with tears in their eyes\n\nTake, for instance, his testimony to Congress in March in which he beseeched politicians to pass legislation that would prevent American citizens from communicating securely. The use of encrypted phones and computers, he burbled, presented “an affront to the rule of law”. He went on to paint an apocalyptic picture of what would happen if the technology isn’t banned. “We’re drifting to a place,” he told the House Appropriations Committee, “where a whole lot of people are going to look at us with tears in their eyes” as he described a hypothetical case in which a kidnapped young girl’s phone is discovered but can’t be unlocked.\n\nThe assembled lawmakers strangely omitted to draw attention to an intriguing inconsistency in his position on these matters. A while back, visitors to the helpful FBI security warnings site received the following advice. “When purchasing a smartphone, know the features of the device, including the default settings. Turn off features of the device not needed to minimise the attack surface of the device. Depending on the type of phone, the operating system may have encryption available. This can be used to protect the user’s personal data in the case of loss or theft.”\n\nAll excellent advice. But here’s the interesting thing: this advice has disappeared from the FBI site since Mr Comey started fulminating about encryption. The only reason we know that is because the wonderful Internet Archive had archived a copy of the relevant page.\n\nSo once upon a time, according to the FBI, encryption of your phone was a really good idea; and then, suddenly, it becomes an affront to the rule of law. Why the difference? Answer: Edward Snowden. The new encryption facilities installed by Apple and Google were a direct response to his revelations. The companies feared a backlash from users if they did not take stronger measures to protect their privacy. So they did, which is why, for example, Apple’s iMessage and Facetime communications are encrypted end-to-end and Apple has no way to decrypt those messages when they’re in transit.\n\nThis is what enrages Mr Comey and his NSA buddies. But they are caught in a bind: on the one hand they know that strong encryption of communications is a good idea in general; on the other, they want to ensure that they can access those communications whenever they want to. Their proposed “solution” is for back doors, for use by law-enforcement and intelligence agencies, to be inserted into encryption technologies. In other words, they want breakable non-breakable encryption.\n\nWhich is where magical thinking comes in. An encryption system that has a deliberate vulnerability built in (because that’s what a backdoor is) is not going to provide strong encryption. So for the moment it belongs in the same category as flying cars and perpetual-motion machines. And we’re not going to have those any time soon either. Mr Comey needs to calm down and do some real thinking.",
  "title": "The FBI wants us to have computer security so strong that only they can break in…",
  "ts_in": "2015-05-03T15:16:24.496458",
  "url": "http://www.theguardian.com/commentisfree/2015/may/03/fbi-computer-security-strong-break-in"
}