{
  "article_html": "<div><p>In retrospect, it&#8217;s easy to see why Stravinsky&#8217;s sole full-length opera was judged a disappointment by some portions of the composer&#8217;s fanbase after its 1951 premiere. Not so long after orchestras had finally learned how to handle the sustained aggression in <a href=\"http://www.theguardian.com/music/2013/may/29/stravinsky-rite-of-spring\" class=\" u-underline\">The Rite of Spring</a> &#8211; and around the time audiences had discovered how to hear that piece &#8211; old Uncle Igor had switched up styles. <br></p>\n<p>In The Rake&#8217;s Progress, which is often described as the culminating work in the composer&#8217;s &#8220;neoclassical&#8221; period, Stravinsky&#8217;s odd percussive punches now landed more lightly. And the dissonances in the wind instruments didn&#8217;t rule out melodic accompanying arias, either. The opera&#8217;s entertaining and smart English-verse libretto, by <a href=\"http://rictornorton.co.uk/auden.htm\" class=\" u-underline\">WH Auden and Chester Kallman</a>, likewise balanced historically-informed operatic froth with some cerebral prosody that marked an intention toward high art. (The opera&#8217;s story was inspired by <a href=\"http://www.soane.org/collections_legacy/the_soane_hogarths/rakes_progress/\" class=\" u-underline\">a series of 18th century engravings by Hogarth</a>, which chart the hellish trajectory that awaits an idle, wealth-inheriting libertine.)</p>\n<p>Despite the broadly liberal-humanist bent of the opera, more radical trends in the mid-century avant-garde still accused Stravinsky of aesthetic (and political) regression. Yet even a philosophical detractor like <a href=\"http://www.theguardian.com/commentisfree/2013/apr/01/negative-dialectics-frankfurt-school-adorno\" class=\" u-underline\">Theodor Adorno</a> grudgingly had to admit that this neoclassical Stravinsky&#8217;s &#8220;sense of the appropriate sound never falters, even where, and indeed especially where it sounds terrible &#8230; The distortions to which the music condemns itself are masterly.&#8221; (Well, then!) <br></p>\n<p>Put less tortuously: Stravinsky&#8217;s music in The Rake&#8217;s Progress may not bring on the revolution, though it is a helluva lot of fun. And, over time, a public audience for the Rake seems to have grown. At its premiere, the Metropolitan Opera&#8217;s current revival of Jonathan Miller&#8217;s effective 1997 production looked better attended than some other recent modernist offerings at the house. Thanks for that is surely due to conductor <a href=\"http://www.metopera.org/en/about-the-met1/who-we-are/James-Levine-Music-Director/\" class=\" u-underline\">James Levine</a>, who has been a strong advocate for the opera over the years. He&#8217;s the one who brought the work back into the Met&#8217;s repertoire after a four-decade absence (in the 90s), revived it again (in 2003) &#8211; and who, on Friday night, conducted a hugely enjoyable performance that featured a solid cast, an even better orchestra, and a brilliant chorus.</p>\n<p>Two promising young singers, soprano Layla Claire and tenor Paul Appleby, play the frustrated romantic duo of Anne Trulove and Tom Rakewell (who, as his winking surname suggests, is the indolent, titular rake who goes down to destruction over the course of Auden&#8217;s self-conscious morality play). Though it seemed sometimes as if he were consciously saving his voice for soon-to-come big moments, Appleby&#8217;s strategy did result in payoffs. He excelled in several of his features, as in the act two spotlight, &#8220;Vary the song&#8221;, which consecrates a shift in Rakewell&#8217;s shallow desires. (Bored of being unaccountably rich, he all of a sudden thinks of Anne again.) <br></p>\n<p>On Friday, Claire&#8217;s voice was stronger, occasionally covering Appleby&#8217;s in their duo moments (though this was hardly a disaster, dramatically speaking, since her character is possessed of the stronger soul). The pair didn&#8217;t feature a ton of romantic chemistry, either &#8211; but the opera doesn&#8217;t really require them to have all that much. Until the piece&#8217;s insane-asylum finale, each character&#8217;s most potent feelings and insights occur in solo settings. And at the end of her act one aria, Claire hit a ringing (if short) high C, upon her decision to pursue the wayward Tom. (It brought to mind the existential close of Auden&#8217;s critical essay <a href=\"https://www.youtube.com/watch?v=NakoJ1MKduA\" class=\" u-underline\">Notes on Music and Opera</a>, in which Stravinsky&#8217;s collaborator wrote: &#8220;Every high C accurately struck demolishes the theory that we are the irresponsible puppets of fate or chance.&#8221;)</p>\n<p>My favourite vocal performance came from the reliable bass-baritone Gerald Finley, who has been a highlight in every production I&#8217;ve seen him in at the Met (whether it be an opera by Mozart, Debussy or John Adams). In the Rake, Finley plays Nick Shadow, an emissary of the underworld who leads Rakewell into temptation &#8211; but who, in a satisfying fillip, can&#8217;t quite close the deal for Satan. (Even underworld figures can foolishly undercut their stated purposes, in this opera.) <br></p>\n<p>Finley commanded all of the role&#8217;s several sides: he was charming in act one, humorously persuasive in act two &#8211; when convincing Rakewell to marry the famous local bearded lady of the circus, on some bro-argumentation that amounts to &#8220;show everyone you don&#8217;t give a fuck&#8221; &#8211; and was then darkly furious in his act three music. (As for that bearded lady, mezzo-soprano Stephanie Blythe started out a touch shrill, during the introduction of her character, Baba the Turk, though she improved greatly by the time of her potent and hilarious &#8220;Scorned! Abused! Neglected!&#8221; showpiece.)</p>\n<p>But it was Levine&#8217;s way of leading the Met orchestra through Stravinsky&#8217;s many-layered score that was most impressive. While the composer&#8217;s sprightly neoclassical style was ironically inclined, after a postwar fashion, it was also clearly enamored of past compositional practices, reaching back to Mozartean ensemble work and Bach-inspired counterpoint (and even some Monteverdi textures). Levine had the goods at every level. He engaged soulfully with the deep depression of the music for strings that introduces Rakewell&#8217;s beggared status, in the second scene of act three. Elsewhere, the obviously pastichey Mozartean parts didn&#8217;t feel like poor imitations at all in this conductor&#8217;s hands. And when it came time for Stravinsky&#8217;s dramatically slashing motifs, Levine elicited a big sound from the smaller-than-average orchestra required by this score. The Met chorus was in lockstep with him, too (and generally excellent, whether playing the extras in Mother Goose&#8217;s brothel or Rakewell&#8217;s fellow patients in a mental ward). </p>\n<p>To some extent, interest in this opera is guaranteed because of its parentage: if the names Stravinsky or Auden mean anything to you, you&#8217;re likely to want to go. As a result, virtually all of the cheap seats have been claimed for the remaining two performances (on 4 and 9 May). The relative rarity of this production and the strength of the artistic ensemble, though, argues for securing a standing-room post, or else splurging for a nicer seat. Who knows how long it&#8217;ll be before the Met brings this piece around again?</p>\n</div>",
  "authors": [
    "Seth Colter Walls"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Opera",
    "Igor Stravinsky",
    "Classical music",
    "Culture",
    "Music",
    "WH Auden",
    "Books"
  ],
  "ntitle": "the_rake_s_progress_review_a_rare_treat_from_the_met",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "In retrospect, it’s easy to see why Stravinsky’s sole full-length opera was judged a disappointment by some portions of the composer’s fanbase after its 1951 premiere. Not so long after orchestras had finally learned how to handle the sustained aggression in The Rite of Spring – and around the time audiences had discovered how to hear that piece – old Uncle Igor had switched up styles.\n\n\n\nIn The Rake’s Progress, which is often described as the culminating work in the composer’s “neoclassical” period, Stravinsky’s odd percussive punches now landed more lightly. And the dissonances in the wind instruments didn’t rule out melodic accompanying arias, either. The opera’s entertaining and smart English-verse libretto, by WH Auden and Chester Kallman, likewise balanced historically-informed operatic froth with some cerebral prosody that marked an intention toward high art. (The opera’s story was inspired by a series of 18th century engravings by Hogarth, which chart the hellish trajectory that awaits an idle, wealth-inheriting libertine.)\n\nDespite the broadly liberal-humanist bent of the opera, more radical trends in the mid-century avant-garde still accused Stravinsky of aesthetic (and political) regression. Yet even a philosophical detractor like Theodor Adorno grudgingly had to admit that this neoclassical Stravinsky’s “sense of the appropriate sound never falters, even where, and indeed especially where it sounds terrible … The distortions to which the music condemns itself are masterly.” (Well, then!)\n\n\n\nPut less tortuously: Stravinsky’s music in The Rake’s Progress may not bring on the revolution, though it is a helluva lot of fun. And, over time, a public audience for the Rake seems to have grown. At its premiere, the Metropolitan Opera’s current revival of Jonathan Miller’s effective 1997 production looked better attended than some other recent modernist offerings at the house. Thanks for that is surely due to conductor James Levine, who has been a strong advocate for the opera over the years. He’s the one who brought the work back into the Met’s repertoire after a four-decade absence (in the 90s), revived it again (in 2003) – and who, on Friday night, conducted a hugely enjoyable performance that featured a solid cast, an even better orchestra, and a brilliant chorus.\n\nTwo promising young singers, soprano Layla Claire and tenor Paul Appleby, play the frustrated romantic duo of Anne Trulove and Tom Rakewell (who, as his winking surname suggests, is the indolent, titular rake who goes down to destruction over the course of Auden’s self-conscious morality play). Though it seemed sometimes as if he were consciously saving his voice for soon-to-come big moments, Appleby’s strategy did result in payoffs. He excelled in several of his features, as in the act two spotlight, “Vary the song”, which consecrates a shift in Rakewell’s shallow desires. (Bored of being unaccountably rich, he all of a sudden thinks of Anne again.)\n\n\n\nOn Friday, Claire’s voice was stronger, occasionally covering Appleby’s in their duo moments (though this was hardly a disaster, dramatically speaking, since her character is possessed of the stronger soul). The pair didn’t feature a ton of romantic chemistry, either – but the opera doesn’t really require them to have all that much. Until the piece’s insane-asylum finale, each character’s most potent feelings and insights occur in solo settings. And at the end of her act one aria, Claire hit a ringing (if short) high C, upon her decision to pursue the wayward Tom. (It brought to mind the existential close of Auden’s critical essay Notes on Music and Opera, in which Stravinsky’s collaborator wrote: “Every high C accurately struck demolishes the theory that we are the irresponsible puppets of fate or chance.”)\n\nMy favourite vocal performance came from the reliable bass-baritone Gerald Finley, who has been a highlight in every production I’ve seen him in at the Met (whether it be an opera by Mozart, Debussy or John Adams). In the Rake, Finley plays Nick Shadow, an emissary of the underworld who leads Rakewell into temptation – but who, in a satisfying fillip, can’t quite close the deal for Satan. (Even underworld figures can foolishly undercut their stated purposes, in this opera.)\n\n\n\nFinley commanded all of the role’s several sides: he was charming in act one, humorously persuasive in act two – when convincing Rakewell to marry the famous local bearded lady of the circus, on some bro-argumentation that amounts to “show everyone you don’t give a fuck” – and was then darkly furious in his act three music. (As for that bearded lady, mezzo-soprano Stephanie Blythe started out a touch shrill, during the introduction of her character, Baba the Turk, though she improved greatly by the time of her potent and hilarious “Scorned! Abused! Neglected!” showpiece.)\n\nBut it was Levine’s way of leading the Met orchestra through Stravinsky’s many-layered score that was most impressive. While the composer’s sprightly neoclassical style was ironically inclined, after a postwar fashion, it was also clearly enamored of past compositional practices, reaching back to Mozartean ensemble work and Bach-inspired counterpoint (and even some Monteverdi textures). Levine had the goods at every level. He engaged soulfully with the deep depression of the music for strings that introduces Rakewell’s beggared status, in the second scene of act three. Elsewhere, the obviously pastichey Mozartean parts didn’t feel like poor imitations at all in this conductor’s hands. And when it came time for Stravinsky’s dramatically slashing motifs, Levine elicited a big sound from the smaller-than-average orchestra required by this score. The Met chorus was in lockstep with him, too (and generally excellent, whether playing the extras in Mother Goose’s brothel or Rakewell’s fellow patients in a mental ward).\n\nTo some extent, interest in this opera is guaranteed because of its parentage: if the names Stravinsky or Auden mean anything to you, you’re likely to want to go. As a result, virtually all of the cheap seats have been claimed for the remaining two performances (on 4 and 9 May). The relative rarity of this production and the strength of the artistic ensemble, though, argues for securing a standing-room post, or else splurging for a nicer seat. Who knows how long it’ll be before the Met brings this piece around again?",
  "title": "The Rake's Progress review – a rare treat from the Met",
  "ts_in": "2015-05-03T20:53:58.742537",
  "url": "http://www.theguardian.com/music/2015/may/03/the-rakes-progress-review-metropolitan-opera"
}