{
  "article_html": "<div><p>The gap between the richest and the rest was never wider, spectacular mergers produced giant companies that paid minimal taxes, and a democratic stalemate exposed the shortcomings of a political system creaking at the seams. No, not a retrospective look at 2015, but an account of late 19th-century America, a context that gave rise to the emergence of the radical new politics ushered in by Republican President Theodore &#8220;Teddy&#8221; Roosevelt.</p>\n<p>In a country increasingly divided and impoverished, he brokered a different kind of relationship between government and the people. The state intervened in a rampant market &#8211; driven by rapacious oligarchs &#8211; that advantaged big business at the expense of ordinary working men and women. Roosevelt pledged to curb the power of business, support organised labour and spoke out in support of the &#8220;common welfare&#8221;, and &#8220;a square deal&#8221; for all. Heaven knows what the early 21st-century press in Britain would have made of Red Ted.</p>\n<p>At the heart of Roosevelt&#8217;s vision was not economics, but morality. &#8220;We must act upon the motto of all for each and each for all,&#8221; Teddy Roosevelt said in 1905. &#8220;&#8230;We must treat each man on his worth and merits as a man. We must see that each is given a square deal, because he is entitled to no more and should receive no less.&#8221;</p>\n<p>In her 2013 bestseller The Bully Pulpit, Pulitzer prize winner, <a href=\"http://www.doriskearnsgoodwin.com/\" title=\"\" class=\" u-underline\">Doris Kearns Goodwin</a>, described how the president challenged &#8220;a Congress long wedded to the reigning concept of laissez-faire &#8211; a government interfering as little as possible in the economic and social life of the people,&#8221; and proceeded to move legislation that protected workers&#8217; rights, regulated the railroad industry, curbed the big food cartels and challenged the energy industry to lower prices. SS McClure, a hugely successful magazine editor at the time, said of Roosevelt: &#8220;He sounded in my heart the first trumpet call of our time to be.&#8221;</p>\n<p>The UK general election campaign, so far, has heard no trumpet calls, no surges of enthusiasm for either of the two main parties. Instead, as the writer <a href=\"http://www.gerryhassan.com/\" title=\"\" class=\" u-underline\">Gerry Hassan</a> points out, the language of bold political debate has become defensive &#8220;pseudo-accountancy, spread sheets and promissory notes&#8221;.</p>\n<p>The Conservative promise last week to introduce a <a href=\"http://www.bbc.co.uk/news/election-2015-32506490\" title=\"\" class=\" u-underline\">law that would prevent any rise in VAT </a>and taxes over the life of a parliament, was met with the derision it deserved. Not because it was a bad proposal (it was) but because the chancellor George Osborne had criticised a similar measure proposed by <a href=\"http://www.theguardian.com/uk/2009/apr/22/budget-2009-darling-tax-recession\" title=\"\" class=\" u-underline\">Alistair Darling in 2009</a>. At the time Osborne said: &#8220;No other chancellor in the long history of the office has felt the need to pass a law in order to convince people that he has the political will to implement his own budget.&#8221; Political feints such as this entrench apathy, if not antipathy. Over-promising has been a mark of the campaign and the <a href=\"http://www.ifs.org.uk/\" title=\"\" class=\" u-underline\">Institute of Fiscal Studies </a>has criticised both main parties for leaving voters &#8220;in the dark&#8221; about their uncosted promises.</p>\n<p>The debate over the economy has been no more inspiring. Both David Cameron and Ed Miliband have lashed themselves to a form of austerity, or austerity lite, even as the overwhelming view of macro economists in the US and the UK is that this has been damaging for growth. Britain&#8217;s recovery is fraught with weaknesses and made more fragile still by low productivity and low wages. We hear little about why, at a time of zero interest rates as leading economists such as <a href=\"https://www.youtube.com/watch?v=3l6E3mUNW70\" title=\"\" class=\" u-underline\">Paul Krugman and Anthony Atkinson</a> have argued, there is a strong economic case for the government to use capital spending to invest in social and physical infrastructure.</p>\n<p>In the 1900s, SS McClure wrote that the &#8220;vitality of democracy&#8221; demanded &#8220;popular knowledge of complex questions&#8221;. The most complex question of our time domestically and globally has been the issue of inequality. As the chief economics commentator at the Financial Times noted yesterday, the debate &#8220;is just beginning. It will become louder.&#8221; Global inequality between countries is falling, but inequality within countries is rising.</p>\n<p>That kind of inequality is a danger to the civic health of any nation. It is well-documented that those countries that enjoy the most equitable distribution of wealth are also the happiest. But it doesn&#8217;t only make civic sense to address inequality, it also makes economic sense. As <a href=\"http://robertreich.org/\" title=\"\" class=\" u-underline\">Robert Reich</a>, President Clinton&#8217;s former labour secretary, has made clear in his compelling documentary film <a href=\"http://inequalityforall.com/\" title=\"\" class=\" u-underline\">Inequality For All</a>, disposable income is the engine of the economy. When that income shrinks &#8211; as it has done &#8211; we all suffer. When income is increasingly concentrated in the hands of fewer and fewer people &#8211; who have less and less reason to spend &#8211; then the very foundations of capitalism are under real strain.</p>\n<p>That is why this is a general election like none other. The country is at a fork in the road. Britain has an opportunity to lead a debate that could point us towards a more functional capitalism, a fairer society, and a happier country.</p>\n<p>Yet the political debate struggles to rise to the challenge. Too much of the argument is about the narrow question of the public deficit, vastly exaggerated as an existential threat to the country. Defining our national problem in the language of book-keeping is part of the successful framing of the debate on Conservative terms. The country is invited to back a long-term economic plan and apparent recovery in what increasingly looks like an excuse to continue shrinking the state. It offers much reduced welfare and social provision, and promises never to increase but only decrease taxes.</p>\n<p>This, runs the Conservative pitch, is the route to a moral society and the good life alike. Free markets, the profit motive and entrepreneurial effort will do the rest, liberated from the dead hand of government &#8211; British and European.</p>\n<p>Justice, fairness, looking out for each other, and sharing wealth are to be relegated and at the mercy of the market. As Roosevelt recognised so many years ago, when the market doesn&#8217;t work, you fix it. The market needs fixing.</p>\n<p>The Conservative doctrine &#8211; led by Osborne, fronted by Cameron &#8211; is at odds with economic, social and political reality. Ensuring that Britain has a critical mass of companies to exploit the multiple opportunities provided by the great new technologies triggered by digitalisation is much more problematic than just trusting in low tax and free markets. It requires a recognition that 21st-century capitalism has to be shaped by government.</p>\n<p>All the international evidence is that companies grow and flourish in an ecosystem of public and private institutions &#8211; banks, research institutes, universities, venture capitalists, training agencies, ownership structures, pay systems &#8211; that are organised by governments to support company development. The internet was built on the back of vast public investment by the US government. The worldwide web came into being on the back of vast public monies &#8211; from Europe &#8211; that created the Cern institute, where the web was born.</p>\n<p>But, under the prevailing orthodoxy, productivity has stagnated, but no matter &#8211; labour is cheap. A significant number of British workers are so poorly paid they pay no tax. Two thirds of the nearly <a href=\"http://www.cpag.org.uk/child-poverty-facts-and-figures\" title=\"\" class=\" u-underline\">three million children living in poverty</a> are part of working families. Workers&#8217; share of national income has significantly reduced in the last three decades.</p>\n<p>Meanwhile, pay has exploded at the top &#8211; quadrupling in relation to average pay in a generation. The privileged live in gated communities, educate their young in private schools, are treated in private hospitals and feel no part of &#8211; nor obligation to &#8211; the common good. They feel no compunction in avoiding or even evading taxes: they share the conservative doctrine that taxes are in essence immoral &#8211; the state&#8217;s coercive intrusion into private lives, the confiscation of wealth to which it has no right and which it will squander. They have become a class apart, comfortingly justifying their wealth and position as a result of entrepreneurialism on which the rest of us depend.</p>\n<p>The rules have become so distorted that even the Financial Times is calling for,&#8221;a new paradigm&#8221; in the high pay levels and disproportionate &#8220;rewards&#8221; given to the bosses. Last year, one FTSE chief executive was paid &#163;43m, one thousand times more than his average employee.</p>\n<p>All this against a set of challenges that are becoming increasingly evident &#8211; an ageing population, globalisation, the advances of technology, the decline of the trade unions, the deregulation of the financial sector, and the rise of the &#8220;flexible&#8221; zero-hours, low-wage, labour market.</p>\n<p>The neo-liberal project &#8211; which took root during the 1980s &#8211; has manifestly failed. By its own metrics, it is working less and less well, for fewer and fewer people. This isn&#8217;t an opinion. This is fact. The countries with the highest levels of inequality among highest-income countries are the UK and the US.</p>\n<p>The Conservatives&#8217; response to this shrinking pie has been jaundiced, weak, and wrong-headed. They have helped create a dangerously divided society, and an increasingly divided Union. And their pledge to stage a <a href=\"http://www.theguardian.com/politics/eu-referendum\" title=\"\" class=\" u-underline\">referendum on EU </a>membership could prove a reckless prelude to a bitter two-year struggle and a possible retreat into feeble isolation. The Conservative narrative is one where collectivism and the common good is diminished by a rhetoric that divides north versus south, England versus Scotland, old versus young; shirkers versus strivers; Britain versus Europe; immigrants versus the rest.</p>\n<p>In an era of turbo-capitalism, the coalition&#8217;s dominant narrative has also demonised the welfare state. Proportionately, the poorest have borne the greater burden of the cuts; the most deprived local authorities have been required to get by with even less.</p>\n<p>We most certainly are not &#8220;all in this together&#8221;. Increasingly, the welfare state offers support (housing benefit or tax credits) to those in work &#8211; people on minimum wages who are not paid enough to live on.</p>\n<p>The <a href=\"http://www.imf.org/external/index.htm\" title=\"\" class=\" u-underline\">International Monetary Fund</a> has identified &#8220;inequality &#8230; as the greatest economic risk of the next decade&#8221;. Mark Carney, governor of the Bank of England, argues that capitalism will destroy itself if it ignores its moral obligations. &#8220;Just as any revolution eats its children, unchecked market fundamentalism can devour the social capital essential for the long term dynamism of capitalism itself.&#8221;</p>\n<p>It is the defining issue of our age, and each of the two main parties offer radically different approaches to how we can best rebuild a shattered system, and a bruised society. The Institute for Fiscal Studies said last month that the difference between Labour and Conservative was the biggest since 1992. &#8220;The electorate has a real choice.&#8221;</p>\n<p>The choice is as much a moral and civic as an economic one. While the Conservatives would make &#163;12bn in welfare cuts and attempt to eliminate the deficit in one parliament, Labour intends to borrow for investment, and make cuts of only &#163;1bn, taking longer to tackle the deficit.</p>\n<p>The Conservatives are not promising more of the same, but a newer phase of its project to cut the state. This will not, over the long term, help build a bigger economy, or help enrich growing numbers of people. It will not build a bigger, better, society, or a &#8220;good life&#8221;. One shouldn&#8217;t mistake ideology for good economics.</p>\n<p>Such insurgency as there has been at least nominally tilted at austerity politics has come from Scotland, where the SNP is enjoying a remarkable surge in popularity. The &#8220;progressive&#8221; record of the SNP is patchy, though. On the NHS, on redistribution, on higher education it has delivered poorly; progressive in style but not substance. However, Sturgeon&#8217;s leadership has helped invigorate politics in Scotland. The attacks on the SNP&#8217;s legitimacy by the Conservatives are constitutionally inaccurate, short-termist and very likely to damage not protect the Union. It&#8217;s tactics, not strategy.</p>\n<p>The political discourse has also been enlivened by the Green party although, interestingly, their participation has hardly increased our collective focus on environmental issues. But they have struck an effective anti-austerity note and have given voice to the importance of foregrounding the values of community engagement and collective responses to those most blighted by the aftermath of recession.</p>\n<p>Ed Miliband, of the two main leaders with an opportunity to form a government, has a far more sophisticated vision of economic and social justice. But he is on course to increase his party&#8217;s share of the vote only marginally since 2010. He has offered a courageous if still partial reappraisal of contemporary capitalism on the one hand, while pursuing the usual game of making retail offers to voters even as he fights off New Labour&#8217;s reputation for risky profligacy and laxity on immigration.</p>\n<p>Belatedly, though, Miliband is finding his voice. As he said yesterday, this election is not about the choice between two nations &#8211; England and Scotland &#8211; or between chaos and competence, but between two different visions. Miliband has shown resilience in trying to &#8220;break the consensus rather than succumb to it&#8221;.</p>\n<p>His stand on Murdoch, his promise to freeze energy prices, his interest in small business supported by a state investment bank, his belief in a progressive capitalism that encourages long termism, invests in education and skills and reforms the financial markets is not &#8220;anti-business&#8221;. It stands for fair regulation, just taxation, strong redistribution, partnership in the EU and a vital role for a more efficient accountable state.</p>\n<p>From the outset, Ed Miliband has staked his leadership on the bet that the crash of 2008 sounded the death-knell for the market fundamentalism that characterised the last three decades.</p>\n<p>Progress in outlining a new capitalism has been fitful, piecemeal and cautious. But Labour&#8217;s direction of travel under Miliband is clear. Government, local and national, has a vital role in delivering the fair society.</p>\n<p>The market economy is not morality-free. The balance of power between the competing interests in Britain needs to be tilted away from the powerful towards the less powerful. Austerity on the basis of a false requirement to balance accounts must not be the straitjacket that prevents the economy from growing.</p>\n<p>Labour does not have all the answers. Far from it. But it is the only party which has correctly identified the task that faces our society. For that reason, it deserves to form the next government.</p>\n</div>",
  "authors": [
    "Observer Editorial"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Economics",
    "Economic policy"
  ],
  "ntitle": "the_observer_view_on_why_you_should_vote_labour",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The gap between the richest and the rest was never wider, spectacular mergers produced giant companies that paid minimal taxes, and a democratic stalemate exposed the shortcomings of a political system creaking at the seams. No, not a retrospective look at 2015, but an account of late 19th-century America, a context that gave rise to the emergence of the radical new politics ushered in by Republican President Theodore “Teddy” Roosevelt.\n\nIn a country increasingly divided and impoverished, he brokered a different kind of relationship between government and the people. The state intervened in a rampant market – driven by rapacious oligarchs – that advantaged big business at the expense of ordinary working men and women. Roosevelt pledged to curb the power of business, support organised labour and spoke out in support of the “common welfare”, and “a square deal” for all. Heaven knows what the early 21st-century press in Britain would have made of Red Ted.\n\nAt the heart of Roosevelt’s vision was not economics, but morality. “We must act upon the motto of all for each and each for all,” Teddy Roosevelt said in 1905. “…We must treat each man on his worth and merits as a man. We must see that each is given a square deal, because he is entitled to no more and should receive no less.”\n\nIn her 2013 bestseller The Bully Pulpit, Pulitzer prize winner, Doris Kearns Goodwin, described how the president challenged “a Congress long wedded to the reigning concept of laissez-faire – a government interfering as little as possible in the economic and social life of the people,” and proceeded to move legislation that protected workers’ rights, regulated the railroad industry, curbed the big food cartels and challenged the energy industry to lower prices. SS McClure, a hugely successful magazine editor at the time, said of Roosevelt: “He sounded in my heart the first trumpet call of our time to be.”\n\nThe UK general election campaign, so far, has heard no trumpet calls, no surges of enthusiasm for either of the two main parties. Instead, as the writer Gerry Hassan points out, the language of bold political debate has become defensive “pseudo-accountancy, spread sheets and promissory notes”.\n\nThe Conservative promise last week to introduce a law that would prevent any rise in VAT and taxes over the life of a parliament, was met with the derision it deserved. Not because it was a bad proposal (it was) but because the chancellor George Osborne had criticised a similar measure proposed by Alistair Darling in 2009. At the time Osborne said: “No other chancellor in the long history of the office has felt the need to pass a law in order to convince people that he has the political will to implement his own budget.” Political feints such as this entrench apathy, if not antipathy. Over-promising has been a mark of the campaign and the Institute of Fiscal Studies has criticised both main parties for leaving voters “in the dark” about their uncosted promises.\n\nThe debate over the economy has been no more inspiring. Both David Cameron and Ed Miliband have lashed themselves to a form of austerity, or austerity lite, even as the overwhelming view of macro economists in the US and the UK is that this has been damaging for growth. Britain’s recovery is fraught with weaknesses and made more fragile still by low productivity and low wages. We hear little about why, at a time of zero interest rates as leading economists such as Paul Krugman and Anthony Atkinson have argued, there is a strong economic case for the government to use capital spending to invest in social and physical infrastructure.\n\nIn the 1900s, SS McClure wrote that the “vitality of democracy” demanded “popular knowledge of complex questions”. The most complex question of our time domestically and globally has been the issue of inequality. As the chief economics commentator at the Financial Times noted yesterday, the debate “is just beginning. It will become louder.” Global inequality between countries is falling, but inequality within countries is rising.\n\nThat kind of inequality is a danger to the civic health of any nation. It is well-documented that those countries that enjoy the most equitable distribution of wealth are also the happiest. But it doesn’t only make civic sense to address inequality, it also makes economic sense. As Robert Reich, President Clinton’s former labour secretary, has made clear in his compelling documentary film Inequality For All, disposable income is the engine of the economy. When that income shrinks – as it has done – we all suffer. When income is increasingly concentrated in the hands of fewer and fewer people – who have less and less reason to spend – then the very foundations of capitalism are under real strain.\n\nThat is why this is a general election like none other. The country is at a fork in the road. Britain has an opportunity to lead a debate that could point us towards a more functional capitalism, a fairer society, and a happier country.\n\nYet the political debate struggles to rise to the challenge. Too much of the argument is about the narrow question of the public deficit, vastly exaggerated as an existential threat to the country. Defining our national problem in the language of book-keeping is part of the successful framing of the debate on Conservative terms. The country is invited to back a long-term economic plan and apparent recovery in what increasingly looks like an excuse to continue shrinking the state. It offers much reduced welfare and social provision, and promises never to increase but only decrease taxes.\n\nThis, runs the Conservative pitch, is the route to a moral society and the good life alike. Free markets, the profit motive and entrepreneurial effort will do the rest, liberated from the dead hand of government – British and European.\n\nJustice, fairness, looking out for each other, and sharing wealth are to be relegated and at the mercy of the market. As Roosevelt recognised so many years ago, when the market doesn’t work, you fix it. The market needs fixing.\n\nThe Conservative doctrine – led by Osborne, fronted by Cameron – is at odds with economic, social and political reality. Ensuring that Britain has a critical mass of companies to exploit the multiple opportunities provided by the great new technologies triggered by digitalisation is much more problematic than just trusting in low tax and free markets. It requires a recognition that 21st-century capitalism has to be shaped by government.\n\nAll the international evidence is that companies grow and flourish in an ecosystem of public and private institutions – banks, research institutes, universities, venture capitalists, training agencies, ownership structures, pay systems – that are organised by governments to support company development. The internet was built on the back of vast public investment by the US government. The worldwide web came into being on the back of vast public monies – from Europe – that created the Cern institute, where the web was born.\n\nBut, under the prevailing orthodoxy, productivity has stagnated, but no matter – labour is cheap. A significant number of British workers are so poorly paid they pay no tax. Two thirds of the nearly three million children living in poverty are part of working families. Workers’ share of national income has significantly reduced in the last three decades.\n\nMeanwhile, pay has exploded at the top – quadrupling in relation to average pay in a generation. The privileged live in gated communities, educate their young in private schools, are treated in private hospitals and feel no part of – nor obligation to – the common good. They feel no compunction in avoiding or even evading taxes: they share the conservative doctrine that taxes are in essence immoral – the state’s coercive intrusion into private lives, the confiscation of wealth to which it has no right and which it will squander. They have become a class apart, comfortingly justifying their wealth and position as a result of entrepreneurialism on which the rest of us depend.\n\nThe rules have become so distorted that even the Financial Times is calling for,”a new paradigm” in the high pay levels and disproportionate “rewards” given to the bosses. Last year, one FTSE chief executive was paid £43m, one thousand times more than his average employee.\n\nAll this against a set of challenges that are becoming increasingly evident – an ageing population, globalisation, the advances of technology, the decline of the trade unions, the deregulation of the financial sector, and the rise of the “flexible” zero-hours, low-wage, labour market.\n\nThe neo-liberal project – which took root during the 1980s – has manifestly failed. By its own metrics, it is working less and less well, for fewer and fewer people. This isn’t an opinion. This is fact. The countries with the highest levels of inequality among highest-income countries are the UK and the US.\n\nThe Conservatives’ response to this shrinking pie has been jaundiced, weak, and wrong-headed. They have helped create a dangerously divided society, and an increasingly divided Union. And their pledge to stage a referendum on EU membership could prove a reckless prelude to a bitter two-year struggle and a possible retreat into feeble isolation. The Conservative narrative is one where collectivism and the common good is diminished by a rhetoric that divides north versus south, England versus Scotland, old versus young; shirkers versus strivers; Britain versus Europe; immigrants versus the rest.\n\nIn an era of turbo-capitalism, the coalition’s dominant narrative has also demonised the welfare state. Proportionately, the poorest have borne the greater burden of the cuts; the most deprived local authorities have been required to get by with even less.\n\nWe most certainly are not “all in this together”. Increasingly, the welfare state offers support (housing benefit or tax credits) to those in work – people on minimum wages who are not paid enough to live on.\n\nThe International Monetary Fund has identified “inequality … as the greatest economic risk of the next decade”. Mark Carney, governor of the Bank of England, argues that capitalism will destroy itself if it ignores its moral obligations. “Just as any revolution eats its children, unchecked market fundamentalism can devour the social capital essential for the long term dynamism of capitalism itself.”\n\nIt is the defining issue of our age, and each of the two main parties offer radically different approaches to how we can best rebuild a shattered system, and a bruised society. The Institute for Fiscal Studies said last month that the difference between Labour and Conservative was the biggest since 1992. “The electorate has a real choice.”\n\nThe choice is as much a moral and civic as an economic one. While the Conservatives would make £12bn in welfare cuts and attempt to eliminate the deficit in one parliament, Labour intends to borrow for investment, and make cuts of only £1bn, taking longer to tackle the deficit.\n\nThe Conservatives are not promising more of the same, but a newer phase of its project to cut the state. This will not, over the long term, help build a bigger economy, or help enrich growing numbers of people. It will not build a bigger, better, society, or a “good life”. One shouldn’t mistake ideology for good economics.\n\nSuch insurgency as there has been at least nominally tilted at austerity politics has come from Scotland, where the SNP is enjoying a remarkable surge in popularity. The “progressive” record of the SNP is patchy, though. On the NHS, on redistribution, on higher education it has delivered poorly; progressive in style but not substance. However, Sturgeon’s leadership has helped invigorate politics in Scotland. The attacks on the SNP’s legitimacy by the Conservatives are constitutionally inaccurate, short-termist and very likely to damage not protect the Union. It’s tactics, not strategy.\n\nThe political discourse has also been enlivened by the Green party although, interestingly, their participation has hardly increased our collective focus on environmental issues. But they have struck an effective anti-austerity note and have given voice to the importance of foregrounding the values of community engagement and collective responses to those most blighted by the aftermath of recession.\n\nEd Miliband, of the two main leaders with an opportunity to form a government, has a far more sophisticated vision of economic and social justice. But he is on course to increase his party’s share of the vote only marginally since 2010. He has offered a courageous if still partial reappraisal of contemporary capitalism on the one hand, while pursuing the usual game of making retail offers to voters even as he fights off New Labour’s reputation for risky profligacy and laxity on immigration.\n\nBelatedly, though, Miliband is finding his voice. As he said yesterday, this election is not about the choice between two nations – England and Scotland – or between chaos and competence, but between two different visions. Miliband has shown resilience in trying to “break the consensus rather than succumb to it”.\n\nHis stand on Murdoch, his promise to freeze energy prices, his interest in small business supported by a state investment bank, his belief in a progressive capitalism that encourages long termism, invests in education and skills and reforms the financial markets is not “anti-business”. It stands for fair regulation, just taxation, strong redistribution, partnership in the EU and a vital role for a more efficient accountable state.\n\nFrom the outset, Ed Miliband has staked his leadership on the bet that the crash of 2008 sounded the death-knell for the market fundamentalism that characterised the last three decades.\n\nProgress in outlining a new capitalism has been fitful, piecemeal and cautious. But Labour’s direction of travel under Miliband is clear. Government, local and national, has a vital role in delivering the fair society.\n\nThe market economy is not morality-free. The balance of power between the competing interests in Britain needs to be tilted away from the powerful towards the less powerful. Austerity on the basis of a false requirement to balance accounts must not be the straitjacket that prevents the economy from growing.\n\nLabour does not have all the answers. Far from it. But it is the only party which has correctly identified the task that faces our society. For that reason, it deserves to form the next government.",
  "title": "The Observer view on why you should vote Labour",
  "ts_in": "2015-05-03T15:16:15.822530",
  "url": "http://www.theguardian.com/commentisfree/2015/may/03/the-observer-view-on-why-you-should-vote-labour"
}