{
  "article_html": "<div><p><a href=\"http://www.shakespearesglobe.com/theatre/whats-on/globe-theatre/the-merchant-of-venice-2015\" title=\"\" class=\" u-underline\">The Merchant of Venice</a> is difficult to get right. What do you do about the ambivalent figure of Shylock? How do you reconcile an ever more jaunty &#8211; and, at times, gloatingly antisemitic &#8211; plot with romance? Director Jonathan Munby takes on the challenge with generous intelligence and nerve. And this is a production that anyone who has never seen a first-rate Shylock should not miss. Casting <a href=\"http://www.theguardian.com/stage/2015/apr/26/jonathan-pryce-interview-shylock-merchant-of-venice-shakespeares-globe\" title=\"\" class=\" u-underline\">Jonathan Pryce</a> as Shylock and his daughter, Phoebe, as Jessica turns out to be no frivolous gimmick but an inspiration. It&#8217;s a family affair &#8211; a double star turn.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/lifeandstyle/2015/mar/07/jonathan-pryce-interview\" class=\" u-underline\">Q&amp;A: Jonathan Pryce</a> </p>\n\n<p>Shylock, in his red hat (Jews were required to wear these in Venice during the 1600s for identification), does not bluster and is underplayed in the way only great actors can pull off &#8211; Pryce trusts himself on stage. He begins in a benign tone as he negotiates with Antonio (a performance of discerning gravity by Dominic Mafham), enjoying having his enemy in his hands. Pryce&#8217;s naturalism is wonderful: he seems to carry Shylock&#8217;s history in his face and voice: he brings out his persecuted vulnerability but does not neglect the man&#8217;s less endearing side as a haggler with a need for vengeance. He baits Antonio who, in a shockingly unexpected moment, grabs his beard. Shylock claims he was merely having &#8220;merry sport&#8221;, but Pryce brings despair, not merriment, to the phrase, hatred audible beneath its surface. A handshake follows and Antonio withdraws his hand from Shylock&#8217;s with a subtly disgusted flourish. The deal is done &#8211; relations between Jew and Christian unrepaired.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/stage/2015/apr/26/jonathan-pryce-interview-shylock-merchant-of-venice-shakespeares-globe\" class=\" u-underline\">Jonathan Pryce takes on Shylock: &#8216;I&#8217;d love it if they booed me&#8217;</a> </p>\n\n<p>As a father, Shylock is intemperate and shouts at a daughter who never shouts back but, instead, leaves home. I have never seen a production where it has been made as clear that Jessica is central to the play &#8211; a bridge between Jew and Christian, romance and doom. And Phoebe Pryce is brilliant, with a naturalness, charm and depth to equal her father&#8217;s.</p>\n<p>Rachel Pickup&#8217;s Portia is exquisitely accomplished too, but in a more self-conscious way &#8211; at her fastidious best in the court scene, her panicky horror barely held in check. Dorothea Myer-Bennett, as Portia&#8217;s gentlewoman, Nerissa, is spot-on, with great sardonic&#160;timing. Daniel Lapaine gives Bassanio a delicious makeover as a man who, for all his charm, can be a clot, sometimes talking in a tiptoeing voice, as if to acknowledge his faults. Portia&#8217;s less successful suitors also entertain as they should and I loved the way the Prince of Morocco (Scott Karim) &#8211; in defeat and when words fail him &#8211; says it with a sword.</p>\n<p>Mike Britton&#8217;s sensitive set, with masks aplenty, is unobtrusively Venetian and more or less conventional. But the play&#8217;s ending is an unconventional and extraordinarily moving masterstroke: a Christian baptism of Shylock. It is staged in a way suggestive of torture because, for Shylock, that is what it is. For Jessica, it marks an agonised parting of the ways.</p>\n<p>&#8226; <a href=\"http://www.shakespearesglobe.com/theatre/whats-on/globe-theatre/the-merchant-of-venice-2015\" title=\"\" class=\" u-underline\">At the Globe, London until 7 June</a></p>\n</div>",
  "authors": [
    "Kate Kellaway"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Jonathan Pryce",
    "Shakespeare's Globe",
    "William Shakespeare",
    "Theatre",
    "Stage",
    "Culture"
  ],
  "ntitle": "the_merchant_of_venice_review_a_double_star_turn",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The Merchant of Venice is difficult to get right. What do you do about the ambivalent figure of Shylock? How do you reconcile an ever more jaunty – and, at times, gloatingly antisemitic – plot with romance? Director Jonathan Munby takes on the challenge with generous intelligence and nerve. And this is a production that anyone who has never seen a first-rate Shylock should not miss. Casting Jonathan Pryce as Shylock and his daughter, Phoebe, as Jessica turns out to be no frivolous gimmick but an inspiration. It’s a family affair – a double star turn.\n\nRelated: Q&A: Jonathan Pryce\n\nShylock, in his red hat (Jews were required to wear these in Venice during the 1600s for identification), does not bluster and is underplayed in the way only great actors can pull off – Pryce trusts himself on stage. He begins in a benign tone as he negotiates with Antonio (a performance of discerning gravity by Dominic Mafham), enjoying having his enemy in his hands. Pryce’s naturalism is wonderful: he seems to carry Shylock’s history in his face and voice: he brings out his persecuted vulnerability but does not neglect the man’s less endearing side as a haggler with a need for vengeance. He baits Antonio who, in a shockingly unexpected moment, grabs his beard. Shylock claims he was merely having “merry sport”, but Pryce brings despair, not merriment, to the phrase, hatred audible beneath its surface. A handshake follows and Antonio withdraws his hand from Shylock’s with a subtly disgusted flourish. The deal is done – relations between Jew and Christian unrepaired.\n\nRelated: Jonathan Pryce takes on Shylock: ‘I’d love it if they booed me’\n\nAs a father, Shylock is intemperate and shouts at a daughter who never shouts back but, instead, leaves home. I have never seen a production where it has been made as clear that Jessica is central to the play – a bridge between Jew and Christian, romance and doom. And Phoebe Pryce is brilliant, with a naturalness, charm and depth to equal her father’s.\n\nRachel Pickup’s Portia is exquisitely accomplished too, but in a more self-conscious way – at her fastidious best in the court scene, her panicky horror barely held in check. Dorothea Myer-Bennett, as Portia’s gentlewoman, Nerissa, is spot-on, with great sardonic timing. Daniel Lapaine gives Bassanio a delicious makeover as a man who, for all his charm, can be a clot, sometimes talking in a tiptoeing voice, as if to acknowledge his faults. Portia’s less successful suitors also entertain as they should and I loved the way the Prince of Morocco (Scott Karim) – in defeat and when words fail him – says it with a sword.\n\nMike Britton’s sensitive set, with masks aplenty, is unobtrusively Venetian and more or less conventional. But the play’s ending is an unconventional and extraordinarily moving masterstroke: a Christian baptism of Shylock. It is staged in a way suggestive of torture because, for Shylock, that is what it is. For Jessica, it marks an agonised parting of the ways.\n\n• At the Globe, London until 7 June",
  "title": "The Merchant of Venice review – a double star turn",
  "ts_in": "2015-05-03T15:16:53.655138",
  "url": "http://www.theguardian.com/stage/2015/may/03/merchant-of-venice-review-double-star-turn"
}