{
  "article_html": "<div><p>In 2012, Alec Foster was a sophomore communications major at New York University with a fledgling public service career, a love of digital diplomacy and the desire to find an outlet for his passion. &#8220;I was a follower of new age diplomats that really made public service attractive at the time,&#8221; he tells me. &#8220;I wanted to defend what I love about the internet, and thought working in national cybersecurity was the best way to do so.&#8221;</p>\n<p>It was around this time that Foster learned about the Aspire scholarship. The program places 29% of its graduates at the <a href=\"http://www.theguardian.com/us-news/nsa\" class=\" u-underline\">NSA</a>.</p>\n<p>Foster eagerly signed up. &#8220;When you&#8217;re offered full tuition to NYU and a $20,000 stipend, how could you say no? My family was so proud, I didn&#8217;t want to let them down or need help paying for college,&#8221; he said.</p>\n<p>It quickly became clear to Foster that his fellow students considered the NSA the pinnacle of government cyber-employment opportunities, and that he should too. &#8220;When I was at the annual jobs fair, all the participants were vying to jobs at the NSA,&#8221; he remembers.</p>\n<p>Foster thinks his youth and desire to get a job straight out of college may also have made him more eager to accept the scholarship, no questions asked. &#8220;I was only 19, with only the slightest idea of what I wanted to do after college.&#8221;</p>\n<p>Then, in the summer of 2013, a year into the program, the first torrent of stories inspired by files leaked by Edward Snowden revealed the invasive scope of the NSA&#8217;s dragnet spying apparatus, as it had never been widely seen before.</p>\n<p>The first article, published in the Guardian, showed that the <a href=\"http://www.theguardian.com/world/2013/jun/06/nsa-phone-records-verizon-court-order\" class=\" u-underline\">NSA compels Verizon to turn over metadata records</a> of all domestic calls. And the secrets kept on leaking: the NSA&#8217;s Prism program indiscriminately scrapes data from America&#8217;s largest tech companies; the agency uses surveillance data to determine targets for drone strikes overseas; it wiretaps Angela Merkel&#8217;s phone.</p>\n<p>Other files showed the NSA shelving metadata from countries all around the world. For students, this means increased surveillance on those studying abroad in places where the NSA collects information, as well as spying on foreign students.</p>\n<p>&#8220;A healthy learning environment is dependent on the ability for ideas and information to flow freely, and campus speech is chilled when students are under omnipresent domestic surveillance,&#8221; says Foster.</p>\n<p>Soon after the news broke, inspired by the freshly divulged stories in the Snowden files, Foster became one of the few people (24 out of 1,795, according to 2013 estimates) ever to drop out of the program and give back his scholarship money. Foster says that without his family&#8217;s support and other job prospects, he would have had no choice but to stay put. </p>\n<h2>Feeding the pipeline</h2>\n<p>Since the late 1990s, the NSA has been running recruiting programs out of universities across the country, with minimal pushback from students or administrations. This success is unparalleled, and it&#8217;s mostly due to the steady, reliable stream of talent that flows from universities into the agency. </p>\n<p>Unlike the Department of Defense, the NSA has hardly any vacancies &#8211; about 1% of its positions at any given time. That&#8217;s because the agency puts a premium on recruiting: it has 1,500 employees involved, at least part time, with the employment process. Most of these recruiting efforts take place on university campuses, and 80% of the NSA&#8217;s hires are for entry-level positions.</p>\n<p>But students at dozens of schools are currently making the connections needed to begin a discussion about the NSA&#8217;s hiring practices. These recruitment programs are now viewed by some as controversial, given recent revelations about the NSA, including but not limited to their awesome capacities for spying on students.</p>\n<p>There are two main ways to recruit on campuses: through the Centers of Academic Excellence designation (CEA), and the CyperCorps: Scholarship for Service.</p>\n<p>Schools from which students are recruited are selected on the basis of their focus on technical fields like computer science, electrical engineering and computer engineering. Nearly 100 universities from 39 states boast the CAE stamp of approval. </p>\n<p>Such designations can rain down a bounty of good fortune upon a university. Each school is assigned a subject matter expert, who acts as a liaison between the school and the NSA, keeping them informed of the latest cyber-related research and faculty sabbatical opportunities.</p>\n<p>The designation can also raise a school&#8217;s profile, at least according to the NSA. Vanee&#8217; Vines, of the NSA&#8217;s public affairs office, told me over email: &#8220;Many schools report that their level of visibility is significantly raised through their advertising themselves as designated CAE.&#8221; Vines also noted that one unnamed school reported a 300% rise in applications to their cyber program after receiving the CAE designation. One school received a multimillion-dollar gift from an alumnus due to the designation.</p>\n<p>Another boon if your school is lucky enough to be picked: it gets funding from the federal government.</p>\n<p>The CAE schools, according to NSA representative Meagan E Roper, &#8220;receive no money from the NSA, but may be eligible for grants from other organizations like the National Science Foundation&#8221;. One of these NSF grants is their Scholarship for Service (SFS) program, Cybercorps.</p>\n<p>SFS offers undergraduates like Foster yearly stipends of up to $20,000 a year and graduate students up to $32,000 a year, typically for two or three years. Students also receive mentoring, health insurance reimbursement and a &#8220;professional development allowance&#8221; of up to $3,000.</p>\n<p>In exchange, students must work in an information assurance position at a federal, local, state or tribal government organization for a period equal to the length of the scholarship or one year, whichever is longer.</p>\n<p>For accepted students, one stipulation of their contract with the NSF is that they undergo a &#8220;monitoring phase&#8221;, which begins upon completion of the service commitment phase and concludes eight years later.<strong> </strong>Participants are required to submit up-to-date contact information and complete annual surveys. The 2014 NSF Cybercorps survey for recent graduates <a>contains 21 pages of questions</a>, mostly focusing on the participant&#8217;s education and research experience, satisfaction with SFS, various person demographic information and career goals.</p>\n<p>Angus Johnston, adjunct professor of history at the City University of New York, told me he has two primary concerns with the process. &#8220;One is the universities actively engaging with defense contractors, with the military, with the CIA &#8211; and there&#8217;s a long history of student protest against those kinds of relationships. Then there&#8217;s the issue of recruitment on campus, which has been an issue off and on for a very long time.&#8221;</p>\n<p>In the case of NYU, not only are students highly incentivized to sign up with SFS, but the student body at large also has no idea the administration furnishes its students with a pipeline to employment at the NSA.</p>\n<p>Anne Falcon is a junior at NYU studying French literature and sociology, an avid student organizer who has worked on several campaigns for fairer labor practices at the school. She tells me that, plugged in as she is, she had no idea that the NSA was recruiting on campus.</p>\n<p> &#8220;Most of the organizations on campus that have to do with activism [exist because] the university has a stance that the students oppose,&#8221; says Falcon. &#8220;For example, divesting from Israeli apartheid. If people knew about the NSA connection, things might be different.&#8221;</p>\n<p>Falcon suggested NYU&#8217;s reputation as a left-leaning institution might insulate it from the general student body suspecting that the NSA recruits on campus. &#8220;NYU represents itself as a very liberal university that&#8217;s very open. It&#8217;s a big draw for people who identify as Democrats or whatever; libertarians are all excited to be there. That may also be a contributing factor [to student awareness].&#8221;</p>\n<h2>Rightwing libertarians and radical lefties: unlikely allies</h2>\n<p>The homepage of Arizona State University&#8217;s CAE-certified Information Assurance Center proudly displays the NSA seal, sandwiched between those of the department of homeland security and the Arizona board of regents.</p>\n<p>Last year, ASU members of the Students for Liberty, Young Americans for Liberty, the Green Party and College Republicans &#8211; student-run organizations &#8211; launched a campaign to end their university&#8217;s relationship with the NSA.</p>\n<p>The campaign included the publication of a formal letter, endorsed by the above organizations. &#8220;While ASU&#8217;s relationship with the NSA provides a certain level of prestige and brings in valuable funding,&#8221; write the students, &#8220;we do not believe we should trade our civil liberties for institutional advantages.&#8221;</p>\n<p>The students&#8217; cause was then championed by a Republican state senator, Kelli Ward, who introduced a bill that would ban the NSA from recruiting at state university campuses in Arizona.</p>\n<p>Contrary to the anti-CIA and ROTC campaigns of the 1960s, the most organized resistance to the NSA on campuses comes from rightwing and libertarian student organizers. Many of these students want reform, and for the NSA to stop overstepping what they believe to be its constitutional bounds. </p>\n<p>Many of the students and faculty who have published letters in protest of the NSA say that since the Snowden revelations, they now realize the agency&#8217;s principles are antithetical to those of their universities: freedom of speech and discovery, civic engagement and learning. </p>\n<p>A strong nationalist thread runs through most of the rhetoric, as the NSA&#8217;s practices are also perceived as at odds with some of America&#8217;s founding tenets. For example, a <a href=\"http://studentsagainstsurveillance.com/Purdue/\" class=\" u-underline\">letter published in May 2014</a> by Purdue University Students and Faculty Against Mass Surveillance reads:</p>\n<blockquote class=\"quoted\">\n<p>&#8220;Since our country&#8217;s inception, Americans have fought and sacrificed to ensure our basic civil liberties and freedoms &#8230; But recently that freedom has come under threat. Mass warrantless surveillance by the NSA has restricted our ability to freely think, act, research, innovate, and share ideas in a multitude of ways.&#8221;</p>\n</blockquote>\n<p>Foster himself says that the NSA&#8217;s place in a functioning democracy is vastly overstated and the agency should be reformed, but not done away with. </p>\n<p>The resistance doesn&#8217;t end here. In July 2013, two recruiters visited the University of Wisconsin campus to sell the NSA employee lifestyle to language students. During the Q&amp;A session that followed the presentation, Madiha Tahir, a Columbia PhD student who, at the time, was enrolled in a language program at Wisconsin, began asking questions about certain NSA policies and Orwellian word choice that the recruiters found challenging to answer. Tahir&#8217;s line of questioning inspired other students to publicly call out the recruiters on their easy manipulation of the truth. <a href=\"https://soundcloud.com/madiha-1/students-question-the-nsa-at#t=0:00\" class=\" u-underline\">Audio</a> of the incident was recorded, posted online and shared widely.</p>\n<p>At New Mexico State University, in December 2013, a student named Alan Dicker went to his college&#8217;s job fair to protest against the presence of an NSA recruiter at the event. Dicker stood beside the NSA recruiting table wielding a sign reading &#8220;Work for Big Brother, Apply Today&#8221;. University police tried physically forcing Dicker away from the event before <a href=\"http://www.lcsun-news.com/ci_24119221/nmsu-student-arrest-sparks-protest\" class=\" u-underline\">arresting him</a>.</p>\n<p>Then, in December 2014, a group of around 50 protesters stormed UC Berkeley&#8217;s Wheeler Auditorium, wherein mega-wealthy tycoon and libertarian intellectual Peter Thiel was delivering a talk. Thiel is the largest stakeholder in Palantir Technologies, a private software and data analysis company whose clients <a href=\"http://www.forbes.com/sites/samanthasharf/2013/08/14/meet-the-venture-arm-of-the-cia/\" class=\" u-underline\">include the NSA</a>, and he has publicly expressed concern with many of the recent revelations about the agency. As Thiel gave his presentation, protesters rushed on to the stage amidst chants of &#8220;No police state&#8212;no NSA!&#8221; He was quickly whisked away by his handlers.</p>\n<h2>Crucial first steps: an informed student body</h2>\n<p>In a panel hosted in February by the Point magazine titled What Is <a href=\"http://www.theguardian.com/world/privacy\" class=\" u-underline\">Privacy</a> For?, the philosopher Michael P Lynch suggested that &#8220;information privacy [for citizens] is not a closed door, rather it&#8217;s the ability to turn the key&#8221;.</p>\n<p>The campus resistance to the NSA, in its nascent stages, appears preoccupied with making just this distinction. Rather than lifting the doors of the security state from their hinges, the fragmented movement is largely united by the desire to procure a constitutional key for the disempowered citizenry. And the first step toward getting there is ensuring that the NSA recruitment does not remain in the shadows.</p>\n<p>&#8220;Getting everything out in the open is the crucial first step,&#8221; says Johnston, who has studied the histories of many US student-led protest movements. &#8220;Connecting all of these dots. Students in universities have a right to make an informed decision about participating in any of this stuff.&#8221;</p>\n<p>But time is still of the essence. In June the Patriot Act is set to expire. The law was ratified under President George W Bush and has been the NSA&#8217;s best friend ever since, interpreted to justify its grand information sweeps and spying on every American.</p>\n<h2>&#8216;Students Against Surveillance&#8217;</h2>\n<p>In 2013, after he left the NYU program, Foster founded the Student Net Alliance (SNA), an international student-run organization that deals with many facets of digital rights on university campuses. So far SNA has helped 17 schools including NYU write letters to their university administration, demanding reforms to student internet rights and privacy and, in some cases, NSA recruitment. The letters are part of a project called <a href=\"https://www.eff.org/deeplinks/2014/06/students-against-surveillance-17-university-groups-pen-open-letters-toxicity-mass\" class=\" u-underline\">Students Against Surveillance</a>, and are written by a mix of students and professors, including one high school student.</p>\n<p>SNA members have also been working on the first Student Internet Policy Handbook since June 2014. The first section of the handbook, which deals with NSA campus recruitment, is now <a href=\"https://www.studentnetalliance.org/sna/?p=431\" class=\" u-underline\">online</a>. The rest will be published over the summer. The handbook judges each school on about a dozen criteria, including the university&#8217;s cyberbullying policy, transparency, and whether the university invites NSA recruitment to its campus. It is the fruit of dozens of interviews conducted by the eight members of SNA. </p>\n<p>The main impetus for the rating system, according to Foster, is raising student awareness. &#8220;It&#8217;s easy to mistake these programs as harmless recruitment tools,&#8221; says Foster, &#8220;but these schools are receiving millions in taxpayer dollars each year to incentivize students.&#8221;</p>\n<p>Foster hopes that such efforts will raise awareness about how the NSA is fed in the first place &#8211; through recruitment at academic institutions. He hopes to spark national interest, maybe even help ensure the death of the Patriot Act.</p>\n<p>&#8220;When a government has a power, whether it&#8217;s useful or not, it becomes entrenched,&#8221; Foster says. &#8220;It&#8217;s much more difficult to take a power away from the government than to just not give them that power in the first place.&#8221;</p>\n</div>",
  "authors": [
    "Hannah Gold"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "NSA",
    "US universities",
    "Surveillance",
    "US student finance",
    "US news",
    "Privacy"
  ],
  "ntitle": "the_nsa_s_greatest_hiring_strength_is_students_but_resistance_is_growing",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "In 2012, Alec Foster was a sophomore communications major at New York University with a fledgling public service career, a love of digital diplomacy and the desire to find an outlet for his passion. “I was a follower of new age diplomats that really made public service attractive at the time,” he tells me. “I wanted to defend what I love about the internet, and thought working in national cybersecurity was the best way to do so.”\n\nIt was around this time that Foster learned about the Aspire scholarship. The program places 29% of its graduates at the NSA.\n\nFoster eagerly signed up. “When you’re offered full tuition to NYU and a $20,000 stipend, how could you say no? My family was so proud, I didn’t want to let them down or need help paying for college,” he said.\n\nIt quickly became clear to Foster that his fellow students considered the NSA the pinnacle of government cyber-employment opportunities, and that he should too. “When I was at the annual jobs fair, all the participants were vying to jobs at the NSA,” he remembers.\n\nFoster thinks his youth and desire to get a job straight out of college may also have made him more eager to accept the scholarship, no questions asked. “I was only 19, with only the slightest idea of what I wanted to do after college.”\n\nThen, in the summer of 2013, a year into the program, the first torrent of stories inspired by files leaked by Edward Snowden revealed the invasive scope of the NSA’s dragnet spying apparatus, as it had never been widely seen before.\n\nThe first article, published in the Guardian, showed that the NSA compels Verizon to turn over metadata records of all domestic calls. And the secrets kept on leaking: the NSA’s Prism program indiscriminately scrapes data from America’s largest tech companies; the agency uses surveillance data to determine targets for drone strikes overseas; it wiretaps Angela Merkel’s phone.\n\nOther files showed the NSA shelving metadata from countries all around the world. For students, this means increased surveillance on those studying abroad in places where the NSA collects information, as well as spying on foreign students.\n\n“A healthy learning environment is dependent on the ability for ideas and information to flow freely, and campus speech is chilled when students are under omnipresent domestic surveillance,” says Foster.\n\nSoon after the news broke, inspired by the freshly divulged stories in the Snowden files, Foster became one of the few people (24 out of 1,795, according to 2013 estimates) ever to drop out of the program and give back his scholarship money. Foster says that without his family’s support and other job prospects, he would have had no choice but to stay put.\n\nFeeding the pipeline\n\nSince the late 1990s, the NSA has been running recruiting programs out of universities across the country, with minimal pushback from students or administrations. This success is unparalleled, and it’s mostly due to the steady, reliable stream of talent that flows from universities into the agency.\n\nUnlike the Department of Defense, the NSA has hardly any vacancies – about 1% of its positions at any given time. That’s because the agency puts a premium on recruiting: it has 1,500 employees involved, at least part time, with the employment process. Most of these recruiting efforts take place on university campuses, and 80% of the NSA’s hires are for entry-level positions.\n\nBut students at dozens of schools are currently making the connections needed to begin a discussion about the NSA’s hiring practices. These recruitment programs are now viewed by some as controversial, given recent revelations about the NSA, including but not limited to their awesome capacities for spying on students.\n\nThere are two main ways to recruit on campuses: through the Centers of Academic Excellence designation (CEA), and the CyperCorps: Scholarship for Service.\n\nSchools from which students are recruited are selected on the basis of their focus on technical fields like computer science, electrical engineering and computer engineering. Nearly 100 universities from 39 states boast the CAE stamp of approval.\n\nSuch designations can rain down a bounty of good fortune upon a university. Each school is assigned a subject matter expert, who acts as a liaison between the school and the NSA, keeping them informed of the latest cyber-related research and faculty sabbatical opportunities.\n\nThe designation can also raise a school’s profile, at least according to the NSA. Vanee’ Vines, of the NSA’s public affairs office, told me over email: “Many schools report that their level of visibility is significantly raised through their advertising themselves as designated CAE.” Vines also noted that one unnamed school reported a 300% rise in applications to their cyber program after receiving the CAE designation. One school received a multimillion-dollar gift from an alumnus due to the designation.\n\nAnother boon if your school is lucky enough to be picked: it gets funding from the federal government.\n\nThe CAE schools, according to NSA representative Meagan E Roper, “receive no money from the NSA, but may be eligible for grants from other organizations like the National Science Foundation”. One of these NSF grants is their Scholarship for Service (SFS) program, Cybercorps.\n\nSFS offers undergraduates like Foster yearly stipends of up to $20,000 a year and graduate students up to $32,000 a year, typically for two or three years. Students also receive mentoring, health insurance reimbursement and a “professional development allowance” of up to $3,000.\n\nIn exchange, students must work in an information assurance position at a federal, local, state or tribal government organization for a period equal to the length of the scholarship or one year, whichever is longer.\n\nFor accepted students, one stipulation of their contract with the NSF is that they undergo a “monitoring phase”, which begins upon completion of the service commitment phase and concludes eight years later. Participants are required to submit up-to-date contact information and complete annual surveys. The 2014 NSF Cybercorps survey for recent graduates contains 21 pages of questions, mostly focusing on the participant’s education and research experience, satisfaction with SFS, various person demographic information and career goals.\n\nAngus Johnston, adjunct professor of history at the City University of New York, told me he has two primary concerns with the process. “One is the universities actively engaging with defense contractors, with the military, with the CIA – and there’s a long history of student protest against those kinds of relationships. Then there’s the issue of recruitment on campus, which has been an issue off and on for a very long time.”\n\nIn the case of NYU, not only are students highly incentivized to sign up with SFS, but the student body at large also has no idea the administration furnishes its students with a pipeline to employment at the NSA.\n\nAnne Falcon is a junior at NYU studying French literature and sociology, an avid student organizer who has worked on several campaigns for fairer labor practices at the school. She tells me that, plugged in as she is, she had no idea that the NSA was recruiting on campus.\n\n“Most of the organizations on campus that have to do with activism [exist because] the university has a stance that the students oppose,” says Falcon. “For example, divesting from Israeli apartheid. If people knew about the NSA connection, things might be different.”\n\nFalcon suggested NYU’s reputation as a left-leaning institution might insulate it from the general student body suspecting that the NSA recruits on campus. “NYU represents itself as a very liberal university that’s very open. It’s a big draw for people who identify as Democrats or whatever; libertarians are all excited to be there. That may also be a contributing factor [to student awareness].”\n\nRightwing libertarians and radical lefties: unlikely allies\n\nThe homepage of Arizona State University’s CAE-certified Information Assurance Center proudly displays the NSA seal, sandwiched between those of the department of homeland security and the Arizona board of regents.\n\nLast year, ASU members of the Students for Liberty, Young Americans for Liberty, the Green Party and College Republicans – student-run organizations – launched a campaign to end their university’s relationship with the NSA.\n\nThe campaign included the publication of a formal letter, endorsed by the above organizations. “While ASU’s relationship with the NSA provides a certain level of prestige and brings in valuable funding,” write the students, “we do not believe we should trade our civil liberties for institutional advantages.”\n\nThe students’ cause was then championed by a Republican state senator, Kelli Ward, who introduced a bill that would ban the NSA from recruiting at state university campuses in Arizona.\n\nContrary to the anti-CIA and ROTC campaigns of the 1960s, the most organized resistance to the NSA on campuses comes from rightwing and libertarian student organizers. Many of these students want reform, and for the NSA to stop overstepping what they believe to be its constitutional bounds.\n\nMany of the students and faculty who have published letters in protest of the NSA say that since the Snowden revelations, they now realize the agency’s principles are antithetical to those of their universities: freedom of speech and discovery, civic engagement and learning.\n\nA strong nationalist thread runs through most of the rhetoric, as the NSA’s practices are also perceived as at odds with some of America’s founding tenets. For example, a letter published in May 2014 by Purdue University Students and Faculty Against Mass Surveillance reads:\n\n“Since our country’s inception, Americans have fought and sacrificed to ensure our basic civil liberties and freedoms … But recently that freedom has come under threat. Mass warrantless surveillance by the NSA has restricted our ability to freely think, act, research, innovate, and share ideas in a multitude of ways.”\n\nFoster himself says that the NSA’s place in a functioning democracy is vastly overstated and the agency should be reformed, but not done away with.\n\nThe resistance doesn’t end here. In July 2013, two recruiters visited the University of Wisconsin campus to sell the NSA employee lifestyle to language students. During the Q&A session that followed the presentation, Madiha Tahir, a Columbia PhD student who, at the time, was enrolled in a language program at Wisconsin, began asking questions about certain NSA policies and Orwellian word choice that the recruiters found challenging to answer. Tahir’s line of questioning inspired other students to publicly call out the recruiters on their easy manipulation of the truth. Audio of the incident was recorded, posted online and shared widely.\n\nAt New Mexico State University, in December 2013, a student named Alan Dicker went to his college’s job fair to protest against the presence of an NSA recruiter at the event. Dicker stood beside the NSA recruiting table wielding a sign reading “Work for Big Brother, Apply Today”. University police tried physically forcing Dicker away from the event before arresting him.\n\nThen, in December 2014, a group of around 50 protesters stormed UC Berkeley’s Wheeler Auditorium, wherein mega-wealthy tycoon and libertarian intellectual Peter Thiel was delivering a talk. Thiel is the largest stakeholder in Palantir Technologies, a private software and data analysis company whose clients include the NSA, and he has publicly expressed concern with many of the recent revelations about the agency. As Thiel gave his presentation, protesters rushed on to the stage amidst chants of “No police state—no NSA!” He was quickly whisked away by his handlers.\n\nCrucial first steps: an informed student body\n\nIn a panel hosted in February by the Point magazine titled What Is Privacy For?, the philosopher Michael P Lynch suggested that “information privacy [for citizens] is not a closed door, rather it’s the ability to turn the key”.\n\nThe campus resistance to the NSA, in its nascent stages, appears preoccupied with making just this distinction. Rather than lifting the doors of the security state from their hinges, the fragmented movement is largely united by the desire to procure a constitutional key for the disempowered citizenry. And the first step toward getting there is ensuring that the NSA recruitment does not remain in the shadows.\n\n“Getting everything out in the open is the crucial first step,” says Johnston, who has studied the histories of many US student-led protest movements. “Connecting all of these dots. Students in universities have a right to make an informed decision about participating in any of this stuff.”\n\nBut time is still of the essence. In June the Patriot Act is set to expire. The law was ratified under President George W Bush and has been the NSA’s best friend ever since, interpreted to justify its grand information sweeps and spying on every American.\n\n‘Students Against Surveillance’\n\nIn 2013, after he left the NYU program, Foster founded the Student Net Alliance (SNA), an international student-run organization that deals with many facets of digital rights on university campuses. So far SNA has helped 17 schools including NYU write letters to their university administration, demanding reforms to student internet rights and privacy and, in some cases, NSA recruitment. The letters are part of a project called Students Against Surveillance, and are written by a mix of students and professors, including one high school student.\n\nSNA members have also been working on the first Student Internet Policy Handbook since June 2014. The first section of the handbook, which deals with NSA campus recruitment, is now online. The rest will be published over the summer. The handbook judges each school on about a dozen criteria, including the university’s cyberbullying policy, transparency, and whether the university invites NSA recruitment to its campus. It is the fruit of dozens of interviews conducted by the eight members of SNA.\n\nThe main impetus for the rating system, according to Foster, is raising student awareness. “It’s easy to mistake these programs as harmless recruitment tools,” says Foster, “but these schools are receiving millions in taxpayer dollars each year to incentivize students.”\n\nFoster hopes that such efforts will raise awareness about how the NSA is fed in the first place – through recruitment at academic institutions. He hopes to spark national interest, maybe even help ensure the death of the Patriot Act.\n\n“When a government has a power, whether it’s useful or not, it becomes entrenched,” Foster says. “It’s much more difficult to take a power away from the government than to just not give them that power in the first place.”",
  "title": "The NSA's greatest hiring strength is students, but resistance is growing",
  "ts_in": "2015-05-03T15:16:20.997961",
  "url": "http://www.theguardian.com/us-news/2015/may/01/nsa-recruitment-college-campuses-student-privacy"
}