{
  "article_html": "<div><p>For Baltimore to be the setting for the latest in a recent spate of high-profile police murders and riots in America &#8211; after Ferguson, New York and North Charleston &#8211; is especially compelling in the public imagination because the city was also the location for David Simon&#8217;s brilliant TV series <a href=\"http://www.theguardian.com/media/wire\" title=\"\" class=\" u-underline\">The Wire</a>.</p>\n<p>Baltimore is the city from which Simon wrote for this newspaper in 2013 about &#8220;<a href=\"http://www.theguardian.com/world/2013/dec/08/david-simon-capitalism-marx-two-americas-wire\" title=\"\" class=\" u-underline\">two Americas</a>&#8221; in the &#8220;horror show&#8221; his country has become, one crucial element of which is that the US is &#8220;the most incarcerative state in the history of mankind, in terms of the sheer numbers of people we&#8217;ve put in American prisons&#8221;.</p>\n<p>The Wire, he said, &#8220;was about people who were worthless and who were no longer necessary&#8221;, most of them black, and who become the assembly-line raw material for &#8220;the prison-industrial complex&#8221;. At an event hosted by the Observer that year, Simon said: &#8220;Once America marginalised the black 10% of the population it no longer needed, it set out to make money out of them by putting them in jail.&#8221;</p>\n<p>The Baltimore Sun last year documented a litany of police abuse of black people &#8211; mostly but not entirely men (one was a grandmother in her 80s) &#8211; as routine as it was savage, and compensation payouts of $5.7m since 2011 for the few cases pursued and vindicated. This in the city where Wells Fargo paid millions to settle a lawsuit claiming it steered black people in particular into subprime mortgages they could not afford.</p>\n<p>But these events are variations on old themes that have not gone away since segregation, across time and across America. Read the Kerner commission&#8217;s report into the race riots of 1967 and it seems to describe much of what has recently happened in Ferguson and Baltimore, where angry protests followed the death in police custody of a young black man, <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a>. &#8220;What white Americans have never fully understood, but what the Negro can never forget,&#8221; the report said, &#8220;is that white society is deeply implicated in the ghetto. White institutions created it, white institutions maintain, and white society condones it.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>A leader in the New York Times last week cited the prescient work of the sociologist William Julius Wilson, which explained how deindustrialisation and reduced demand for low-skilled labour created &#8220;poor, segregated neighbourhoods in which a majority of individual adults are either unemployed or have dropped out of or never been part of the labour force&#8221; and why most were black.</p>\n<p>Black writers since Wilson have set out to develop his labour-based research to examine the wholesale exclusion and criminalisation of black people. One of the foremost, Ruth Wilson Gilmore, put it this way in a recent lecture: &#8220;The US is more segregated by race and income now than in 1960.&#8221;</p>\n<p>Gilmore is a professor of geography at City University of New York, and her book The Golden Gulag was awarded a prize by the American Studies Association; it is set in California, which has America&#8217;s largest prison population and has pioneered much of the punitive legislation adopted by other states.</p>\n<p>She charts the engineered progression of a multibillion-dollar boom she calls a &#8220;prison-fix&#8221; to four entwined surpluses: capital, land, labour and state capacity. Recommending the work, writer Mike Davis calls this &#8220;the political economy of super-incarceration&#8221;.</p>\n<p>Despite declining crime in California, the state&#8217;s prison population has at its peak increased by 500% since, in 1982, the state embarked on building a massive system of prisons, many the size of large towns, better hidden from view than they are from the state&#8217;s annual budgets and legal manoeuvres designed to increase sentencing. &#8220;Your innocence will not save you,&#8221; was Gilmore&#8217;s starting point. &#8220;If an injury to one is an injury to all, then the criminalisation of one is the criminalisation of all.&#8221;</p>\n<p>Speaking to the Observer on Saturday from Milwaukee, Gilmore explained her view that &#8220;black people are profoundly marginalised politically, and the fact of the guy in the White House obscures that marginalisation. More marginalised socially and more marginalised spatially, because of the organised processes of capital flight. The legacy of federally enforced residential segregation for both home ownership and social housing from the late New Deal forward underlies today&#8217;s situation.</p>\n<p>&#8220;However, one change that has happened over the past 55 years is that poor people are more and more concentrated with other poor people &#8211; either isolated by capital flight in cities or deported by gentrification and moving into the old inner-ring suburbs. Detroit is the most famous case of isolation, but there are countless others that share both qualities, including <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a>.&#8221;</p>\n<p>One of the measurements Gilmore uses to illustrate extreme inequalities is premature death: in her writing she defines racism as &#8220;the state-sanctioned or extra-legal production and exploitation of group-differentiated vulnerability to premature death. Premature does not refer exclusively to the untimely deaths of young people, but to any preventive death occurring in people of all ages, including the elderly &#8211; whether from treatable disease, neglect, accident, self-inflicted harm, or homicide.&#8221;</p>\n<p>Entwined with &#8211; and crucial to &#8211; these measures of marginalisation is the criminalisation that is the body of Gilmore&#8217;s work: &#8220;Two-thirds of the 2.5 million people imprisoned in America,&#8221; she says, &#8220;are people of colour: black, brown, yellow, red.&#8221; But in the southern state of Louisiana, for instance, &#8220;that&#8217;ll be about 95%, and most of them are black. Such criminalisation has become so normalised in the United States that the ideology seems to have turned a policeman&#8217;s line from Melvin Van Peebles&#8217;s bitter 1970 satire Watermelon Man from comedy to commonsense: &#8216;He did something. We don&#8217;t know what it is.&#8217;&#8221;</p>\n<p>Gilmore is eager, she says, to emphasise that the &#8220;prison-fix&#8221; described in her book is not &#8211; &#8220;as it is commonly seen&#8221; &#8211; an encroachment by the private sector into a public sphere, but &#8220;the policy of the state: mass devastation, mass criminalisation and mass deportation into jails. Of all those in American jails, 92% are in publicly administered institutions. The public money turns through the system in the salaries of public employees, and falls into the hands of the private sector selling food, services and utilities, because these prisons are cities&#8230; Fundamentally, this is the state reverting to a default legitimacy in the age of austerity: the state saying: &#8216;What else can we do?&#8217;&#8221;</p>\n<p>Gilmore charts the shaping of sentencing legislation in California, which, as she puts it &#8220;makes it harder for judges not to put people in prison&#8221;. She recalls: &#8220;I was here in Milwaukee, promoting the book after it was published, and a sheriff who had read it declared: &#8216;We live in an age of legislated criminality&#8217; &#8211; and I said: &#8216;You&#8217;ve put it in straighter terms than I do.&#8217;&#8221;</p>\n<p>Asked about the targeting of the black American male, Gilmore said: &#8220;As far as we can tell, there&#8217;s no really good data, because forces are not required to gather and report it systematically to the United States department of justice. Is it every 28 hours? Is it only twice a week?</p>\n<p>&#8220;There&#8217;s some truth in the apparent fact that the cases we learn about are most usually men, that the police are pulling their guns on, shooting or assaulting in a deadly way, black men. But there are cases and cases of other kinds of people. Take a city like Albuquerque, New Mexico, where one in five homicides is a police killing: most of those are Native Americans. Elsewhere, it&#8217;s probably somebody else &#8211; it&#8217;s whoever&#8217;s poor, whoever&#8217;s down and out, marginalised.&#8221;</p>\n<p>She also points out that &#8220;whoever is on the receiving end of organised violence and criminalisation, the forefront of the struggle against it has long been women, black women&#8221;, as related in the final third of her book.</p>\n<p>She says that &#8220;these things don&#8217;t happen because a bunch of white people wake up one day and say, &#8216;let&#8217;s start chattel slavery so we can oppress black people&#8217;; and now slavery has gone, &#8216;we&#8217;ll have the Jim Crow laws&#8217;; and now they&#8217;ve gone, &#8216;we&#8217;ll have a prison-industrial complex&#8217;. These things have to do with how capitalism works. In my view, the rebellions in <a href=\"http://www.theguardian.com/us-news/ferguson\" class=\" u-underline\">Ferguson</a> and Baltimore and beyond are uprisings against austerity, sparked by police murder and about all of the relationships and conditions that made the murder possible.&#8221;</p>\n<p>She concludes: &#8220;I think many people respond to these high-profile police killings by thinking: &#8216;They can kill us because they can lock us up.&#8217; But I think it goes the other way: they can lock us up because they know they can kill us, because they can kill with impunity.&#8221;</p>\n<p><a href=\"http://books.google.co.uk/books/about/Golden_Gulag.html?id=S8RU3YVNbkoC\" title=\"\" class=\" u-underline\">Golden Gulag: Prisons, Surplus, Crisis and Opposition</a> in Globalising California, is published by the University of California Press, 2007</p>\n<h2>CRIMINAL DIVIDE</h2>\n<p>&#9632; According to the US Bureau of Justice Statistics, in 2010 an African-American male born in 2001 had a 32% chance of going to jail during his lifetime, compared with 17% of Latino males, and 6% of whites.</p>\n<p>&#9632; African-Americans make up 13% of the US population and 14% of drug users, but comprise 37% of those arrested for drug-related offences.</p>\n<p>&#9632; African-Americans account for 57% of people in state prisons for drug offences.</p>\n<p>&#9632; In 2009, two-thirds of life sentences were given to non-whites.</p>\n<p>&#9632; In 2010, the US Sentencing Commission found that African-Americans received 10% longer sentences than whites for the same crimes.</p>\n<p>&#9632; In New York City, 80% of people stopped by police are black or Latino, and 85% of those stopped are searched, compared with 8% of whites.</p>\n<p>&#9632; African-Americans are 33% more likely than whites to be detained while facing a criminal trial.</p>\n<p>&#9632; In 2009, African-Americans were 21% more likely than whites to receive mandatory minimum sentences and 20% more likely than whites to be imprisoned for drug offences.</p>\n<p>Source: DoSomething.org</p>\n</div>",
  "authors": [
    "Ed Vulliamy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Baltimore",
    "Freddie Gray",
    "Ferguson",
    "US news",
    "Race issues",
    "World news",
    "David Simon"
  ],
  "ntitle": "the_rebellion_in_baltimore_is_an_uprising_against_austerity_claims_top_us_academic",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "For Baltimore to be the setting for the latest in a recent spate of high-profile police murders and riots in America – after Ferguson, New York and North Charleston – is especially compelling in the public imagination because the city was also the location for David Simon’s brilliant TV series The Wire.\n\nBaltimore is the city from which Simon wrote for this newspaper in 2013 about “two Americas” in the “horror show” his country has become, one crucial element of which is that the US is “the most incarcerative state in the history of mankind, in terms of the sheer numbers of people we’ve put in American prisons”.\n\nThe Wire, he said, “was about people who were worthless and who were no longer necessary”, most of them black, and who become the assembly-line raw material for “the prison-industrial complex”. At an event hosted by the Observer that year, Simon said: “Once America marginalised the black 10% of the population it no longer needed, it set out to make money out of them by putting them in jail.”\n\nThe Baltimore Sun last year documented a litany of police abuse of black people – mostly but not entirely men (one was a grandmother in her 80s) – as routine as it was savage, and compensation payouts of $5.7m since 2011 for the few cases pursued and vindicated. This in the city where Wells Fargo paid millions to settle a lawsuit claiming it steered black people in particular into subprime mortgages they could not afford.\n\nBut these events are variations on old themes that have not gone away since segregation, across time and across America. Read the Kerner commission’s report into the race riots of 1967 and it seems to describe much of what has recently happened in Ferguson and Baltimore, where angry protests followed the death in police custody of a young black man, Freddie Gray. “What white Americans have never fully understood, but what the Negro can never forget,” the report said, “is that white society is deeply implicated in the ghetto. White institutions created it, white institutions maintain, and white society condones it.”\n\nA leader in the New York Times last week cited the prescient work of the sociologist William Julius Wilson, which explained how deindustrialisation and reduced demand for low-skilled labour created “poor, segregated neighbourhoods in which a majority of individual adults are either unemployed or have dropped out of or never been part of the labour force” and why most were black.\n\nBlack writers since Wilson have set out to develop his labour-based research to examine the wholesale exclusion and criminalisation of black people. One of the foremost, Ruth Wilson Gilmore, put it this way in a recent lecture: “The US is more segregated by race and income now than in 1960.”\n\nGilmore is a professor of geography at City University of New York, and her book The Golden Gulag was awarded a prize by the American Studies Association; it is set in California, which has America’s largest prison population and has pioneered much of the punitive legislation adopted by other states.\n\nShe charts the engineered progression of a multibillion-dollar boom she calls a “prison-fix” to four entwined surpluses: capital, land, labour and state capacity. Recommending the work, writer Mike Davis calls this “the political economy of super-incarceration”.\n\nDespite declining crime in California, the state’s prison population has at its peak increased by 500% since, in 1982, the state embarked on building a massive system of prisons, many the size of large towns, better hidden from view than they are from the state’s annual budgets and legal manoeuvres designed to increase sentencing. “Your innocence will not save you,” was Gilmore’s starting point. “If an injury to one is an injury to all, then the criminalisation of one is the criminalisation of all.”\n\nSpeaking to the Observer on Saturday from Milwaukee, Gilmore explained her view that “black people are profoundly marginalised politically, and the fact of the guy in the White House obscures that marginalisation. More marginalised socially and more marginalised spatially, because of the organised processes of capital flight. The legacy of federally enforced residential segregation for both home ownership and social housing from the late New Deal forward underlies today’s situation.\n\n“However, one change that has happened over the past 55 years is that poor people are more and more concentrated with other poor people – either isolated by capital flight in cities or deported by gentrification and moving into the old inner-ring suburbs. Detroit is the most famous case of isolation, but there are countless others that share both qualities, including Baltimore.”\n\nOne of the measurements Gilmore uses to illustrate extreme inequalities is premature death: in her writing she defines racism as “the state-sanctioned or extra-legal production and exploitation of group-differentiated vulnerability to premature death. Premature does not refer exclusively to the untimely deaths of young people, but to any preventive death occurring in people of all ages, including the elderly – whether from treatable disease, neglect, accident, self-inflicted harm, or homicide.”\n\nEntwined with – and crucial to – these measures of marginalisation is the criminalisation that is the body of Gilmore’s work: “Two-thirds of the 2.5 million people imprisoned in America,” she says, “are people of colour: black, brown, yellow, red.” But in the southern state of Louisiana, for instance, “that’ll be about 95%, and most of them are black. Such criminalisation has become so normalised in the United States that the ideology seems to have turned a policeman’s line from Melvin Van Peebles’s bitter 1970 satire Watermelon Man from comedy to commonsense: ‘He did something. We don’t know what it is.’”\n\nGilmore is eager, she says, to emphasise that the “prison-fix” described in her book is not – “as it is commonly seen” – an encroachment by the private sector into a public sphere, but “the policy of the state: mass devastation, mass criminalisation and mass deportation into jails. Of all those in American jails, 92% are in publicly administered institutions. The public money turns through the system in the salaries of public employees, and falls into the hands of the private sector selling food, services and utilities, because these prisons are cities… Fundamentally, this is the state reverting to a default legitimacy in the age of austerity: the state saying: ‘What else can we do?’”\n\nGilmore charts the shaping of sentencing legislation in California, which, as she puts it “makes it harder for judges not to put people in prison”. She recalls: “I was here in Milwaukee, promoting the book after it was published, and a sheriff who had read it declared: ‘We live in an age of legislated criminality’ – and I said: ‘You’ve put it in straighter terms than I do.’”\n\nAsked about the targeting of the black American male, Gilmore said: “As far as we can tell, there’s no really good data, because forces are not required to gather and report it systematically to the United States department of justice. Is it every 28 hours? Is it only twice a week?\n\n“There’s some truth in the apparent fact that the cases we learn about are most usually men, that the police are pulling their guns on, shooting or assaulting in a deadly way, black men. But there are cases and cases of other kinds of people. Take a city like Albuquerque, New Mexico, where one in five homicides is a police killing: most of those are Native Americans. Elsewhere, it’s probably somebody else – it’s whoever’s poor, whoever’s down and out, marginalised.”\n\nShe also points out that “whoever is on the receiving end of organised violence and criminalisation, the forefront of the struggle against it has long been women, black women”, as related in the final third of her book.\n\nShe says that “these things don’t happen because a bunch of white people wake up one day and say, ‘let’s start chattel slavery so we can oppress black people’; and now slavery has gone, ‘we’ll have the Jim Crow laws’; and now they’ve gone, ‘we’ll have a prison-industrial complex’. These things have to do with how capitalism works. In my view, the rebellions in Ferguson and Baltimore and beyond are uprisings against austerity, sparked by police murder and about all of the relationships and conditions that made the murder possible.”\n\nShe concludes: “I think many people respond to these high-profile police killings by thinking: ‘They can kill us because they can lock us up.’ But I think it goes the other way: they can lock us up because they know they can kill us, because they can kill with impunity.”\n\nGolden Gulag: Prisons, Surplus, Crisis and Opposition in Globalising California, is published by the University of California Press, 2007\n\nCRIMINAL DIVIDE\n\n■ According to the US Bureau of Justice Statistics, in 2010 an African-American male born in 2001 had a 32% chance of going to jail during his lifetime, compared with 17% of Latino males, and 6% of whites.\n\n■ African-Americans make up 13% of the US population and 14% of drug users, but comprise 37% of those arrested for drug-related offences.\n\n■ African-Americans account for 57% of people in state prisons for drug offences.\n\n■ In 2009, two-thirds of life sentences were given to non-whites.\n\n■ In 2010, the US Sentencing Commission found that African-Americans received 10% longer sentences than whites for the same crimes.\n\n■ In New York City, 80% of people stopped by police are black or Latino, and 85% of those stopped are searched, compared with 8% of whites.\n\n■ African-Americans are 33% more likely than whites to be detained while facing a criminal trial.\n\n■ In 2009, African-Americans were 21% more likely than whites to receive mandatory minimum sentences and 20% more likely than whites to be imprisoned for drug offences.\n\nSource: DoSomething.org",
  "title": "The rebellion in Baltimore is an uprising against austerity, claims top US academic",
  "ts_in": "2015-05-03T15:16:27.534442",
  "url": "http://www.theguardian.com/us-news/2015/may/02/baltimore-rebellion-is-uprising-against-austerity-freddie-gray"
}