{
  "article_html": "<div><p><br>They may not all thank you for it, but they are part of a group of thousands of first-time voters you could call &#8220;Tony Blair&#8217;s children&#8221;.</p>\n<p>&#8220;You can&#8217;t really trust politicians but they&#8217;re a necessary evil. They&#8217;re important. They change people&#8217;s lives,&#8221; said Orla O&#8217;Dwyer, who will have her 18th birthday on 4 May, just three days before next month&#8217;s general election. <br></p>\n<p>There are believed to be 12,142 teenagers across the UK who, like O&#8217;Dwyer, are in the unusual position of being born during the six-day window of 2-7 May 1997, making them old enough to have been born under <a href=\"http://www.theguardian.com/commentisfree/2007/apr/12/comment.politics2\" class=\" u-underline\">Blair&#8217;s premiership</a> but young enough to be voting for the first time in this general election.</p>\n<p>O&#8217;Dwyer is excited about voting. &#8220;I&#8217;m going to go to the polling station on my own and I&#8217;m really looking forward to it,&#8221; she said. <br></p>\n<p>Holden Bigg, who was born on 6 May, agrees. &#8220;I think it&#8217;s pretty cool that I&#8217;m finally able to have an impact on, and a say about, the society I live in,&#8221; he said. &#8220;I actually think the voting age should be lowered: I&#8217;ve been reading the debates about tuititon fees since I was about 16 and feel strongly that as it will affect me, I should be able to affect it.&#8221;</p>\n<p> </p>\n<p>Born under a strong two-party system, O&#8217;Dwyer and Bigg were just beginning their teenage years when <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> and Nick Clegg held their sun-dappled press conference in the Downing Street rose garden to announce Britain&#8217;s first coalition government for 70 years.</p>\n<p>Voting intentions have transformed during their lifetimes: class loyalty has lost its power and voters are more likely instead to &#8220;shop around&#8221;, defining their politics according to a range of cultural issues.</p>\n<p>Bigg and O&#8217;Dwyer seem to reflect this change. Their voting intentions aren&#8217;t dictated by tribal loyalty. They are, instead, nuanced by their opinions on the big issues including Europe, unemployment, the NHS and immigration, as well as the smaller issues such as tuition fees, unpaid internships and the environment.</p>\n<p>Bigg has grown up in Camden, north London &#8211; not far from Ed Miliband&#8217;s neighbourhood &#8211; in what he admits is a &#8220;bubble&#8221;: &#8220;It&#8217;s so leftwing here that if you&#8217;re not a feminist, you&#8217;re completely ostracised,&#8221; he said. </p>\n\n\n<a href=\"/politics/2015/may/03/first-time-voters-born-under-blair-where-they-stand-what-they-think#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430644598787/71330bd6-25a5-4c18-8bdd-f140059adeaa-300x180.jpeg\" alt=\"Holden Bigg\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47hm5%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+first-time+voters+born+under+Blair%3A+where+they+stand+and+what+they+think&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47hm5%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+first-time+voters+born+under+Blair%3A+where+they+stand+and+what+they+think&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F03%2Ffirst-time-voters-born-under-blair-where-they-stand-what-they-think&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430644599301%2F71330bd6-25a5-4c18-8bdd-f140059adeaa-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHolden Bigg, who will be 18 on the 6 May and will vote for the first time, says the voting age should be lowered. Photograph: Graham Turner for the Guardian\n\n\n\n<p>O&#8217;Dwyer, meanwhile, lives in the parliamentary constituency of Brent Central, represented by the Liberal Democrat Sarah Teather.<strong> </strong>At the 2006 local council elections O&#8217;Dwyer&#8217;s ward of Mapesbury &#8211; which had been a Labour-Conservative marginal &#8211; elected three Lib Dem councillors, all of whom survived the 2010 elections. In the council elections of 2014, Labour took back two of the seats.</p>\n<p>Not all of O&#8217;Dwyer&#8217;s and Bigg&#8217;s contemporaries, however, will take up their opportunity to vote on 7 May. Of the 3.3 million young people able to cast their ballot for the first time, just 41% will take part in the election, according to a <a href=\"http://www.thetimes.co.uk/redbox/\" class=\" u-underline\">Red Box analysis</a> of YouGov voter-intention data, electoral register figures and birth rates. An estimated 2 million young people will not vote at all. </p>\n<p>Among the first-time voters who will use their voice, however, Labour has a slight edge over the Conservatives, with 35% support, compared with 30%. First-time voter support for the Conservatives has, however, increased from 22% in the last general election, with the party looking likely to win 285,000 young voters in May.</p>\n<p>The analysis also suggested that the Lib Dems will lose the support of a swath of young voters, with just 9.4% saying they will vote for the party, compared with 14.4% favouring the Greens and 7.9% giving their support to Ukip. </p>\n<p>If a<a href=\"https://www.thetimes.co.uk/redbox/topic/young-voters/labour-wins-over-most-first-time-voters\" class=\" u-underline\"> mock election last month at Croydon College, in south-east London, </a>is indicative of the general attitude among first-time voters, however, then substantial numbers of young people are already too disillusioned with politics to use their vote. Just 38% of the 8,000 students in the mock election said they intended to vote in the real event. Almost 40% said they had no interest in taking part, with many saying they could not see the point because they &#8220;did not trust any of the parties&#8221;.</p>\n<p>It is not a point of view with which O&#8217;Dwyer has much sympathy. &#8220;It&#8217;s never occurred to me not to vote,&#8221; said O&#8217;Dwyer. &#8220;The whole <a href=\"http://www.theguardian.com/culture/russell-brand\" class=\" u-underline\">Russell Brand</a>, non-voting thing is ridiculous: if one group of people don&#8217;t vote, all it means is that their voices won&#8217;t be heard. How can that be empowering? It&#8217;s exactly the opposite.&#8221;</p>\n<p>O&#8217;Dwyer, who is studying economics, music and photography A-levels at La Swap sixth form consortium in north London, is pro-European and socially liberal.</p>\n<p>&#8220;I think we need to stay in the EU because there&#8217;s free movement in Europe and trade agreements which benefit us,&#8221; she said. &#8220;I don&#8217;t have any issues with immigration because I love living in a multicultural society and there are many benefits of immigration. I support Labour on limiting zero-hour contracts because it&#8217;s important to be earning a steady wage and know how much you&#8217;re getting paid each week.&#8221;</p>\n<p>Bigg, who is studying English, maths and biology at the co-ed sixth-form of Camden School for Girls, also believes that staying in the EU is important. &#8220;I side with Miliband on this one,&#8221; he said. &#8220;I also think that immigration is good for the country and Farage&#8217;s spiel about the immigrants ruining the country is totally wrong. At my secondary school, there were a lot of kids whose parents were immigrants and they were extremely nice and hard-working guys who would definitely benefit the country, and so I don&#8217;t think that immigration should be cut.</p>\n<p>&#8220;I also think that zero-hour contracts are bad because they offer little job security. I think these issues are important, especially immigration, which I would say is equally as important as the environment and tuition fees.&#8221;</p>\n\n<blockquote>\n<p>It&#8217;s never occurred to me not to vote. The whole Russell Brand, non-voting thing is ridiculous</p>\n</blockquote>\n\n<p>So how will they vote? Both teenagers say they &#8220;don&#8217;t see what <a href=\"http://www.theguardian.com/politics/nigel-farage\" class=\" u-underline\">Nigel Farage</a> and Ukip&#8217;s problem is&#8221; over immigration and heartily disagree with him on both Europe and the environment. &#8220;Someone from Ukip came to our school to talk to us and said that it hadn&#8217;t been proven whether man-made climate change is happening or not,&#8221; said Bigg. &#8220;That sort of talk is incredibly dangerous. But none of the parties, apart from the Greens, are taking it seriously.&#8221;</p>\n<p>The Green party leader, <a href=\"http://www.theguardian.com/politics/natalie-bennett\" class=\" u-underline\">Natalie Bennett</a>, also came to speak at Bigg&#8217;s school. &#8220;Although I like her policies, they would be vastly expensive and the only way she could justify them to us was to say they&#8217;d raise taxes for the wealthy,&#8221; he said. &#8220;I&#8217;m not sure that&#8217;s realistic: all the other parties are talking about reducing the deficit.&#8221;</p>\n<p>Bigg said he could not forgive Clegg for his volte-face over tuition fees. &#8220;I understand that you have to make compromises in government but promising to scrap tuition fees then raising them is not OK. I don&#8217;t think that&#8217;s the sign of a good leader.&#8221; </p>\n<p>Only vaguely aware of Thatcher&#8217;s legacy, Bigg added that he would find it impossible to vote for the Conservatives. &#8220;Calling the Conservatives the party of the working person is ridiculous when all their policies benefit the rich at the expense of the less well-off,&#8221; he explained.</p>\n<p>But despite where he lives and his parents&#8217; voting intentions &#8211; both are staunch Labour supporters &#8211; Miliband isn&#8217;t the perfect fit for Bigg either. &#8220;I like Miliband and would trust him with the economy,&#8221; he said. &#8220;The fact that he went to a local comprehensive means he&#8217;s more down to earth than the others. I also like how he isn&#8217;t as well drilled as Cameron and is, to be honest, a bit weird.&#8221;</p>\n<p>But by trying to get votes from the middle ground, Labour has swung too much to the centre, Bigg believes &#8220;The truth is, there&#8217;s not really that good a leftwing party in England,&#8221; he said. &#8220;I&#8217;m still not sure how I&#8217;ll vote: Labour or Green. It would be good for the Greens to have more seats, so their voice can be heard, but I definitely don&#8217;t think they should be running the country.&#8221;</p>\n<p>O&#8217;Dwyer also comes from a strong Labour background. She was deeply affected by the leaders&#8217; debates on the television. &#8220;I thought that <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a> did well,&#8221; she said. &#8220;The fact that Cameron didn&#8217;t speak much and refused to do a head-to-head with him implies he&#8217;s nervous. I quite like the Green party but Natalie Bennett didn&#8217;t answer the questions very well, and in that radio interview she didn&#8217;t seem to know what her policies even were.</p>\n<p>&#8220;I&#8217;m pretty sure I&#8217;ll be voting Labour because I like their position on cutting tuition fees and the mansion tax,&#8221; she added. &#8220;But if there was another option that was better for the common people, I&#8217;d choose that. There&#8217;s no really fully leftwing party. If there was something like that socialist party in Greece here, I&#8217;d vote for them. My perfect party would be a combination of Labour, Greens and Communists.&#8221;</p>\n</div>",
  "authors": [
    "Amelia Hill"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "Young people",
    "Tony Blair",
    "David Cameron",
    "Nick Clegg",
    "Ed Miliband",
    "Natalie Bennett",
    "Nigel Farage",
    "Society"
  ],
  "ntitle": "the_first_time_voters_born_under_blair_where_they_stand_and_what_they_think",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [
    "mock election last month at Croydon College, in south-east London,"
  ],
  "text": "\n\nThey may not all thank you for it, but they are part of a group of thousands of first-time voters you could call “Tony Blair’s children”.\n\n“You can’t really trust politicians but they’re a necessary evil. They’re important. They change people’s lives,” said Orla O’Dwyer, who will have her 18th birthday on 4 May, just three days before next month’s general election.\n\n\n\nThere are believed to be 12,142 teenagers across the UK who, like O’Dwyer, are in the unusual position of being born during the six-day window of 2-7 May 1997, making them old enough to have been born under Blair’s premiership but young enough to be voting for the first time in this general election.\n\nO’Dwyer is excited about voting. “I’m going to go to the polling station on my own and I’m really looking forward to it,” she said.\n\n\n\nHolden Bigg, who was born on 6 May, agrees. “I think it’s pretty cool that I’m finally able to have an impact on, and a say about, the society I live in,” he said. “I actually think the voting age should be lowered: I’ve been reading the debates about tuititon fees since I was about 16 and feel strongly that as it will affect me, I should be able to affect it.”\n\nBorn under a strong two-party system, O’Dwyer and Bigg were just beginning their teenage years when David Cameron and Nick Clegg held their sun-dappled press conference in the Downing Street rose garden to announce Britain’s first coalition government for 70 years.\n\nVoting intentions have transformed during their lifetimes: class loyalty has lost its power and voters are more likely instead to “shop around”, defining their politics according to a range of cultural issues.\n\nBigg and O’Dwyer seem to reflect this change. Their voting intentions aren’t dictated by tribal loyalty. They are, instead, nuanced by their opinions on the big issues including Europe, unemployment, the NHS and immigration, as well as the smaller issues such as tuition fees, unpaid internships and the environment.\n\nBigg has grown up in Camden, north London – not far from Ed Miliband’s neighbourhood – in what he admits is a “bubble”: “It’s so leftwing here that if you’re not a feminist, you’re completely ostracised,” he said.\n\nFacebook Twitter Pinterest Holden Bigg, who will be 18 on the 6 May and will vote for the first time, says the voting age should be lowered. Photograph: Graham Turner for the Guardian\n\nO’Dwyer, meanwhile, lives in the parliamentary constituency of Brent Central, represented by the Liberal Democrat Sarah Teather. At the 2006 local council elections O’Dwyer’s ward of Mapesbury – which had been a Labour-Conservative marginal – elected three Lib Dem councillors, all of whom survived the 2010 elections. In the council elections of 2014, Labour took back two of the seats.\n\nNot all of O’Dwyer’s and Bigg’s contemporaries, however, will take up their opportunity to vote on 7 May. Of the 3.3 million young people able to cast their ballot for the first time, just 41% will take part in the election, according to a Red Box analysis of YouGov voter-intention data, electoral register figures and birth rates. An estimated 2 million young people will not vote at all.\n\nAmong the first-time voters who will use their voice, however, Labour has a slight edge over the Conservatives, with 35% support, compared with 30%. First-time voter support for the Conservatives has, however, increased from 22% in the last general election, with the party looking likely to win 285,000 young voters in May.\n\nThe analysis also suggested that the Lib Dems will lose the support of a swath of young voters, with just 9.4% saying they will vote for the party, compared with 14.4% favouring the Greens and 7.9% giving their support to Ukip.\n\nIf a mock election last month at Croydon College, in south-east London, is indicative of the general attitude among first-time voters, however, then substantial numbers of young people are already too disillusioned with politics to use their vote. Just 38% of the 8,000 students in the mock election said they intended to vote in the real event. Almost 40% said they had no interest in taking part, with many saying they could not see the point because they “did not trust any of the parties”.\n\nIt is not a point of view with which O’Dwyer has much sympathy. “It’s never occurred to me not to vote,” said O’Dwyer. “The whole Russell Brand, non-voting thing is ridiculous: if one group of people don’t vote, all it means is that their voices won’t be heard. How can that be empowering? It’s exactly the opposite.”\n\nO’Dwyer, who is studying economics, music and photography A-levels at La Swap sixth form consortium in north London, is pro-European and socially liberal.\n\n“I think we need to stay in the EU because there’s free movement in Europe and trade agreements which benefit us,” she said. “I don’t have any issues with immigration because I love living in a multicultural society and there are many benefits of immigration. I support Labour on limiting zero-hour contracts because it’s important to be earning a steady wage and know how much you’re getting paid each week.”\n\nBigg, who is studying English, maths and biology at the co-ed sixth-form of Camden School for Girls, also believes that staying in the EU is important. “I side with Miliband on this one,” he said. “I also think that immigration is good for the country and Farage’s spiel about the immigrants ruining the country is totally wrong. At my secondary school, there were a lot of kids whose parents were immigrants and they were extremely nice and hard-working guys who would definitely benefit the country, and so I don’t think that immigration should be cut.\n\n“I also think that zero-hour contracts are bad because they offer little job security. I think these issues are important, especially immigration, which I would say is equally as important as the environment and tuition fees.”\n\nIt’s never occurred to me not to vote. The whole Russell Brand, non-voting thing is ridiculous\n\nSo how will they vote? Both teenagers say they “don’t see what Nigel Farage and Ukip’s problem is” over immigration and heartily disagree with him on both Europe and the environment. “Someone from Ukip came to our school to talk to us and said that it hadn’t been proven whether man-made climate change is happening or not,” said Bigg. “That sort of talk is incredibly dangerous. But none of the parties, apart from the Greens, are taking it seriously.”\n\nThe Green party leader, Natalie Bennett, also came to speak at Bigg’s school. “Although I like her policies, they would be vastly expensive and the only way she could justify them to us was to say they’d raise taxes for the wealthy,” he said. “I’m not sure that’s realistic: all the other parties are talking about reducing the deficit.”\n\nBigg said he could not forgive Clegg for his volte-face over tuition fees. “I understand that you have to make compromises in government but promising to scrap tuition fees then raising them is not OK. I don’t think that’s the sign of a good leader.”\n\nOnly vaguely aware of Thatcher’s legacy, Bigg added that he would find it impossible to vote for the Conservatives. “Calling the Conservatives the party of the working person is ridiculous when all their policies benefit the rich at the expense of the less well-off,” he explained.\n\nBut despite where he lives and his parents’ voting intentions – both are staunch Labour supporters – Miliband isn’t the perfect fit for Bigg either. “I like Miliband and would trust him with the economy,” he said. “The fact that he went to a local comprehensive means he’s more down to earth than the others. I also like how he isn’t as well drilled as Cameron and is, to be honest, a bit weird.”\n\nBut by trying to get votes from the middle ground, Labour has swung too much to the centre, Bigg believes “The truth is, there’s not really that good a leftwing party in England,” he said. “I’m still not sure how I’ll vote: Labour or Green. It would be good for the Greens to have more seats, so their voice can be heard, but I definitely don’t think they should be running the country.”\n\nO’Dwyer also comes from a strong Labour background. She was deeply affected by the leaders’ debates on the television. “I thought that Ed Miliband did well,” she said. “The fact that Cameron didn’t speak much and refused to do a head-to-head with him implies he’s nervous. I quite like the Green party but Natalie Bennett didn’t answer the questions very well, and in that radio interview she didn’t seem to know what her policies even were.\n\n“I’m pretty sure I’ll be voting Labour because I like their position on cutting tuition fees and the mansion tax,” she added. “But if there was another option that was better for the common people, I’d choose that. There’s no really fully leftwing party. If there was something like that socialist party in Greece here, I’d vote for them. My perfect party would be a combination of Labour, Greens and Communists.”",
  "title": "The first-time voters born under Blair: where they stand and what they think",
  "ts_in": "2015-05-03T15:17:10.597558",
  "url": "http://www.theguardian.com/politics/2015/may/03/first-time-voters-born-under-blair-where-they-stand-what-they-think"
}