{
  "article_html": "<div><p>If the opinion polls are right, Britain will wake up politically rudderless on Friday. That ought to cause panic in the City but it won&#8217;t because a hung parliament is taken for granted. Share prices are close to a record high and the interest rates on government bonds are low, even though there could be weeks of haggling ahead. </p>\n<p>All this is in the price. The financial markets know that the Bank of England will still be calling the shots whether <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> or Ed Miliband is prime minister and take comfort from that.</p>\n<p>Nor, to be frank, would the departure of George Osborne from the Treasury be a cataclysmic blow. The chancellor, despite all the propaganda, has not presided over an economic miracle and appears to have learned nothing from the experience of the last parliament. If he gets the chance to &#8220;finish the job&#8221;, he will again slow the economy with big cuts in Whitehall and social security spending.</p>\n<p>Labour, by contrast, would go easier on the cuts and be willing to borrow for investment projects, an entirely sensible approach given the historically low level at which the government can currently borrow money. The lesson of the past five years is that filling the hole in the public finances is about more than cuts. It is also about growth. Trying to cut borrowing too fast will lead to slower growth and slower progress on deficit reduction, just as it did last time.</p>\n<p>Throughout the election campaign, the Conservative party&#8217;s mantra has been the government&#8217;s long-term economic plan is working. That&#8217;s working, as in: </p>\n<ul>\n<li>having the slowest recovery from recession in 100 years </li>\n<li>working as in boasting about halving the deficit over five years when the plan was to eliminate it </li>\n<li>working as in housebuilidng at its lowest level since the 1920s </li>\n<li>working as in manufacturing and construction operating below their pre-recession levels </li>\n<li>working as in fewer owner-occupiers and homelessness up by one third</li>\n<li>working as in an extra half-a-million people on zero-hour contracts </li>\n<li>working as in the first fall in living standards over a five-year period since modern records began in 1960 </li>\n<li>and working as in more than 900,000 people relying on food banks, a 15-fold increase since the last election.<br></li>\n</ul>\n<p>Despite all this , the Conservatives have managed to convince themselves that they are presiding over success. The fact that the economy has slowed down in each of the past five quarters is not evidence that a temporary and unsustainable boom in the housing market was used to pep up growth in 2013 and early 2014. Rather, it is evidence that the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> need another five years to &#8220;get the job done&#8221;.</p>\n<p>What has happened since 2010 is that the government&#8217;s economic policy has failed in both theory and practice. The theory was that the recovery underway when the coalition came to power would be not just sustained but strengthened by expansionary fiscal contraction, the idea that making faster progress on cutting the budget deficit would rouse animal spirits and allow interest rates to be lower than they otherwise would have been.</p>\n<p>But expansionary fiscal contraction only works (if it works at all) in special circumstances. It doesn&#8217;t work when interest rates are already low. And it doesn&#8217;t work if every other country is trying to contract fiscal policy at the same time. In those circumstances, expansionary fiscal contraction becomes contractionary fiscal contraction. And that&#8217;s precisely what happened in the UK during the first two years the coalition was in power.</p>\n<p>The failure in practice has been a weak recovery that would have been even weaker without the unprecedented stimulus provided by the Bank of England. There has been no rebalancing of the economy. Such growth as there has been has relied heavily on pumping up the action in the housing market.</p>\n<p>Where the Conservatives have been successful is in in the PR war. Cameron has managed both to magnify his own modest successes and to blame his failures on his inheritance from Labour. What&#8217;s more, he has ensured that the focus of the election has not really been about the economy but about the four Ds.</p>\n<p>The first of these Ds is the deficit. Debate has narrowed to the point where all that counts is which party is seen to have the most credible plan for repairing the hole in the public finances, still a whopping 5% of national income. The Conservatives, Labour, the Liberal Democrats, Ukip, the SNP, Greens: all of them define themselves by their stance on austerity. </p>\n<p>The second D is deceit. There has been a cynical refusal to level with voters about what deficit reduction will actually involve. The Institute for Fiscal Studies has highlighted how the sums only add up thanks to plenty of creative accounting.</p>\n<p>Voters are smarter than the parties imagine. They know that David Cameron will only be able to slice 10% off the non-pensioner part of the welfare bill with deep cuts in support for children; that Ed Miliband won&#8217;t save much by depriving rich pensioners of their winter fuel allowance; and that Nick Clegg will struggle to find an additional &#163;10bn from cracking down on tax avoidance.</p>\n<p>That explains why no party, so far at least, looks capable of forming a majority government. Voters are suspicious of them all, which means there will need to be deals in the next parliament. That&#8217;s the third D.</p>\n<p>The fourth D is delusion. Britain is not a raging success story. It hasn&#8217;t paid its way in the world for more than three decades. It has rising in-work poverty and under-employment. It is far too reliant on financial services and property speculation. Its transport infrastructure is inadequate. The tax revenues are not there to pay for the public services that voters have come to expect. Output per hour worked is 30% lower than in the US or Germany and 15% below where it would have been had it continued its pre-crisis trend. </p>\n<p>Yet none of this has featured in an election campaign that has sought to give the impression that the UK&#8217;s economic problems are minor or soluble painlessly. They aren&#8217;t and they won&#8217;t be. It is a delusion to think that there are easy cuts to be made in welfare, a delusion to think that it is only a failure to tax the super rich a bit more heavily that prevents Britain having Swedish-style public services, a delusion to imagine that wealth will trickle down from rich to poor.</p>\n<p>Over the next decade, Britain will be shaped by decisions on energy, climate change, productivity, aviation policy and education. The fact that these issues have barely been mentioned in the past six weeks is primarily the fault of Cameron, who has fought a negative and meretricious campaign. As Miliband says, we can do better than that.</p>\n</div>",
  "authors": [
    "Larry Elliott"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Economics",
    "Business",
    "General election 2015",
    "Politics",
    "Financial sector",
    "Market turmoil",
    "Stock markets",
    "Global economy",
    "David Cameron",
    "Conservatives",
    "Economic recovery",
    "Economic growth (GDP)"
  ],
  "ntitle": "the_tory_economic_plan_is_not_working_at_all_sadly_their_pr_war_is",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "If the opinion polls are right, Britain will wake up politically rudderless on Friday. That ought to cause panic in the City but it won’t because a hung parliament is taken for granted. Share prices are close to a record high and the interest rates on government bonds are low, even though there could be weeks of haggling ahead.\n\nAll this is in the price. The financial markets know that the Bank of England will still be calling the shots whether David Cameron or Ed Miliband is prime minister and take comfort from that.\n\nNor, to be frank, would the departure of George Osborne from the Treasury be a cataclysmic blow. The chancellor, despite all the propaganda, has not presided over an economic miracle and appears to have learned nothing from the experience of the last parliament. If he gets the chance to “finish the job”, he will again slow the economy with big cuts in Whitehall and social security spending.\n\nLabour, by contrast, would go easier on the cuts and be willing to borrow for investment projects, an entirely sensible approach given the historically low level at which the government can currently borrow money. The lesson of the past five years is that filling the hole in the public finances is about more than cuts. It is also about growth. Trying to cut borrowing too fast will lead to slower growth and slower progress on deficit reduction, just as it did last time.\n\nThroughout the election campaign, the Conservative party’s mantra has been the government’s long-term economic plan is working. That’s working, as in:\n\nhaving the slowest recovery from recession in 100 years\n\nworking as in boasting about halving the deficit over five years when the plan was to eliminate it\n\nworking as in housebuilidng at its lowest level since the 1920s\n\nworking as in manufacturing and construction operating below their pre-recession levels\n\nworking as in fewer owner-occupiers and homelessness up by one third\n\nworking as in an extra half-a-million people on zero-hour contracts\n\nworking as in the first fall in living standards over a five-year period since modern records began in 1960\n\nand working as in more than 900,000 people relying on food banks, a 15-fold increase since the last election.\n\n\n\nDespite all this , the Conservatives have managed to convince themselves that they are presiding over success. The fact that the economy has slowed down in each of the past five quarters is not evidence that a temporary and unsustainable boom in the housing market was used to pep up growth in 2013 and early 2014. Rather, it is evidence that the Conservatives need another five years to “get the job done”.\n\nWhat has happened since 2010 is that the government’s economic policy has failed in both theory and practice. The theory was that the recovery underway when the coalition came to power would be not just sustained but strengthened by expansionary fiscal contraction, the idea that making faster progress on cutting the budget deficit would rouse animal spirits and allow interest rates to be lower than they otherwise would have been.\n\nBut expansionary fiscal contraction only works (if it works at all) in special circumstances. It doesn’t work when interest rates are already low. And it doesn’t work if every other country is trying to contract fiscal policy at the same time. In those circumstances, expansionary fiscal contraction becomes contractionary fiscal contraction. And that’s precisely what happened in the UK during the first two years the coalition was in power.\n\nThe failure in practice has been a weak recovery that would have been even weaker without the unprecedented stimulus provided by the Bank of England. There has been no rebalancing of the economy. Such growth as there has been has relied heavily on pumping up the action in the housing market.\n\nWhere the Conservatives have been successful is in in the PR war. Cameron has managed both to magnify his own modest successes and to blame his failures on his inheritance from Labour. What’s more, he has ensured that the focus of the election has not really been about the economy but about the four Ds.\n\nThe first of these Ds is the deficit. Debate has narrowed to the point where all that counts is which party is seen to have the most credible plan for repairing the hole in the public finances, still a whopping 5% of national income. The Conservatives, Labour, the Liberal Democrats, Ukip, the SNP, Greens: all of them define themselves by their stance on austerity.\n\nThe second D is deceit. There has been a cynical refusal to level with voters about what deficit reduction will actually involve. The Institute for Fiscal Studies has highlighted how the sums only add up thanks to plenty of creative accounting.\n\nVoters are smarter than the parties imagine. They know that David Cameron will only be able to slice 10% off the non-pensioner part of the welfare bill with deep cuts in support for children; that Ed Miliband won’t save much by depriving rich pensioners of their winter fuel allowance; and that Nick Clegg will struggle to find an additional £10bn from cracking down on tax avoidance.\n\nThat explains why no party, so far at least, looks capable of forming a majority government. Voters are suspicious of them all, which means there will need to be deals in the next parliament. That’s the third D.\n\nThe fourth D is delusion. Britain is not a raging success story. It hasn’t paid its way in the world for more than three decades. It has rising in-work poverty and under-employment. It is far too reliant on financial services and property speculation. Its transport infrastructure is inadequate. The tax revenues are not there to pay for the public services that voters have come to expect. Output per hour worked is 30% lower than in the US or Germany and 15% below where it would have been had it continued its pre-crisis trend.\n\nYet none of this has featured in an election campaign that has sought to give the impression that the UK’s economic problems are minor or soluble painlessly. They aren’t and they won’t be. It is a delusion to think that there are easy cuts to be made in welfare, a delusion to think that it is only a failure to tax the super rich a bit more heavily that prevents Britain having Swedish-style public services, a delusion to imagine that wealth will trickle down from rich to poor.\n\nOver the next decade, Britain will be shaped by decisions on energy, climate change, productivity, aviation policy and education. The fact that these issues have barely been mentioned in the past six weeks is primarily the fault of Cameron, who has fought a negative and meretricious campaign. As Miliband says, we can do better than that.",
  "title": "The Tory economic plan is NOT working, at all - sadly, their PR war is",
  "ts_in": "2015-05-03T15:17:02.501869",
  "url": "http://www.theguardian.com/business/2015/may/03/the-tory-economic-plan-is-not-working-at-all-sadly-their-pr-war-is"
}