{
  "article_html": "<div><p>Unless you&#8217;re knee deep in the mud of the climate debate, as I am, you might not know that so-called &#8220;climate denial&#8221; is actually not that common in the UK. Not that I call people deniers anyway: it antagonises, partly because it is thrown around indiscriminately. There are still people who are unconvinced that carbon dioxide has any greenhouse warming effect, particularly in the US and Australia. But by far the most common kind of non-mainstream, contrarian view I see in the UK &#8211; particularly in politicians, journalists and bloggers &#8211; is the self-described &#8220;lukewarmer&#8221;.</p>\n<p>Lukewarmers have much more mainstream views than the easy stereotype of the denier. They agree carbon dioxide is a greenhouse gas, that the world is warming, and that a significant fraction of this is down to humans. In terms of policy, they typically support adaptation to climate change. But they differ from mainstream views because they&#8217;re not convinced there&#8217;s a substantial risk that future warming could be large or its impacts severe, or that strong mitigation policies are desirable.</p>\n<p>With such a broad definition, lukewarmers range from public commentators such as <a href=\"http://www.rationaloptimist.com/\" title=\"\" class=\" u-underline\">Matt Ridley </a>to scientists such as <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=3&amp;ved=0CC0QFjAC&amp;url=http%3A%2F%2Fwww.thegwpf.org%2Fcontent%2Fuploads%2F2014%2F02%2FA-Sensitive-Matter-Foreword-inc.pdf&amp;ei=LFw_VdX-LIbmaM_QgKAB&amp;usg=AFQjCNHWcMc50T54n8lG_ci6SdRpj2viIw&amp;sig2=Uh6LnvR66_S_nPiD-Lxasg&amp;bvm=bv.91665533,d.d2s\" title=\"\" class=\" u-underline\">Nic Lewis</a>, an independent researcher who engages in climate work. But, perhaps surprisingly in this charged debate where to question scientific evidence on global warming sees you branded idiotic, nefarious, or both, the scientific community is listening to lukewarmers.</p>\n<p>And that&#8217;s because the Earth&#8217;s sensitivity to carbon dioxide is still an open question. Are we destined for dangerous warming, or could we still keep things tolerably tepid?</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430397298171/d6cc0140-3c54-4fa0-9b90-0146411793ac-434x2040.jpeg\" alt=\"lukewarmers\" class=\"gu-image\">\n\n\n\n\n<p>Sensitivity is a hot topic that essentially comes down to two numbers. The first, &#8220;equilibrium climate sensitivity&#8221;, or ECS, is the total amount of warming we&#8217;d see if we instantly doubled levels of carbon dioxide and let the atmosphere and surface oceans respond. This matters for long-term climate change, of a century or more. Scientists have found it hard to narrow the uncertainty range on ECS: at a <a href=\"http://www.mpimet.mpg.de/en/science/the-atmosphere-in-the-earth-system/ringberg-workshop/ringberg-2014.html\" title=\"\" class=\" u-underline\">conference in Bavaria</a> in March we looked at evidence that suggested values from one to six degrees or even more. Lewis would put his money on the low end. &#8220;I think one can probably say one to three degrees,&#8221; he said, with a 10% chance it&#8217;s outside that range.</p>\n<p>His estimate is clearly not absurd. One important reason for our uncertainty about Earth&#8217;s sensitivity is that there are several ways to study the problem. Broadly speaking, we can use the temperature change from the instrumental record (the past 150 years or so), or complex computer models of the climate, or temperature changes we&#8217;ve deduced for climates in the distant past (such as the last ice age 20,000 years ago, or the warm Pliocene 3 to 5 million years ago). Studies using the more recent, instrumental, record tend to give less warming than the others. Lukewarmers see these results as more reliable, because they think climate models and reconstructions of the past are too flawed to be useful.</p>\n<p>I disagree, but then again I use both those methods.</p>\n<p>Do lukewarmers believe ECS is low because they trust the instrumental studies more, or do they trust those studies because they give answers they want to believe? In other words, is this just the same wolf &#8211; political and cultural opposition to mitigation &#8211; now dressed in sheep&#8217;s clothing?</p>\n<p>The reason the instrumental studies predict less warming isn&#8217;t obvious. Many contrarians claim it&#8217;s because of the slowdown in surface warming in the past 15 years or so. But scientists &#8211; including Lewis &#8211; have tested this and most agree the slowdown has little effect, because the studies take account of heat going into the ocean. We&#8217;re still trying to understand the differences between methods, but we think it might be because the instrumental studies use a mathematical model of the planet that&#8217;s too simple.</p>\n<p>Less controversial is the second number we use to describe the Earth&#8217;s sensitivity &#8211; a number that refers to how quickly the Earth responds to carbon dioxide. Called the &#8220;transient climate response&#8221;, or TCR, this is an estimate of how much warming we&#8217;d see if we increased carbon dioxide by 1% a year until levels had just doubled (about 70 years). Luckily there&#8217;s much more agreement over this than for ECS. Even better, it&#8217;s much more relevant for climate change this century. It lies behind the statement by the Intergovernmental Panel on Climate Change (<a href=\"http://www.ipcc.ch/\" title=\"\" class=\" u-underline\">IPCC</a>) that if we want to have a two in three chance of avoiding two degrees of warming, we should burn less than a trillion tons of carbon. Lewis&#8217;s estimate for this budget, he says, lies &#8220;well within the uncertainty range&#8221; of the IPCC, meaning it&#8217;s not outside their estimates.</p>\n<p>Call me naive &#8211; others have &#8211; but I choose to see the positive in this lukewarming of the debate. Widespread acceptance that humans do affect climate means we can focus on the genuine open questions in science and policy. Lewis is trusted by the wider contrarian community, and he&#8217;s one of those helping to replace the name-calling with numbers, the polarisation with probabilities, rants with research.</p>\n<p>But whether we are in denial, lukewarm or concerned about global warming, the question really boils down to how we view uncertainty. If you agree with mainstream scientists, what would you be willing to do to reduce the predicted risks of substantial warming? And if you&#8217;re a lukewarmer, confident the Earth is not very sensitive, what would be at risk if you were wrong?</p>\n<p>Tamsin Edwards is a lecturer in environmental sciences at The Open University</p>\n</div>",
  "authors": [
    "Tamsin Edwards"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Science",
    "Climate change scepticism",
    "Climate change",
    "Environment",
    "Climate change"
  ],
  "ntitle": "the_lukewarmers_don_t_deny_climate_change_but_they_say_the_outlook_s_fine",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Unless you’re knee deep in the mud of the climate debate, as I am, you might not know that so-called “climate denial” is actually not that common in the UK. Not that I call people deniers anyway: it antagonises, partly because it is thrown around indiscriminately. There are still people who are unconvinced that carbon dioxide has any greenhouse warming effect, particularly in the US and Australia. But by far the most common kind of non-mainstream, contrarian view I see in the UK – particularly in politicians, journalists and bloggers – is the self-described “lukewarmer”.\n\nLukewarmers have much more mainstream views than the easy stereotype of the denier. They agree carbon dioxide is a greenhouse gas, that the world is warming, and that a significant fraction of this is down to humans. In terms of policy, they typically support adaptation to climate change. But they differ from mainstream views because they’re not convinced there’s a substantial risk that future warming could be large or its impacts severe, or that strong mitigation policies are desirable.\n\nWith such a broad definition, lukewarmers range from public commentators such as Matt Ridley to scientists such as Nic Lewis, an independent researcher who engages in climate work. But, perhaps surprisingly in this charged debate where to question scientific evidence on global warming sees you branded idiotic, nefarious, or both, the scientific community is listening to lukewarmers.\n\nAnd that’s because the Earth’s sensitivity to carbon dioxide is still an open question. Are we destined for dangerous warming, or could we still keep things tolerably tepid?\n\nSensitivity is a hot topic that essentially comes down to two numbers. The first, “equilibrium climate sensitivity”, or ECS, is the total amount of warming we’d see if we instantly doubled levels of carbon dioxide and let the atmosphere and surface oceans respond. This matters for long-term climate change, of a century or more. Scientists have found it hard to narrow the uncertainty range on ECS: at a conference in Bavaria in March we looked at evidence that suggested values from one to six degrees or even more. Lewis would put his money on the low end. “I think one can probably say one to three degrees,” he said, with a 10% chance it’s outside that range.\n\nHis estimate is clearly not absurd. One important reason for our uncertainty about Earth’s sensitivity is that there are several ways to study the problem. Broadly speaking, we can use the temperature change from the instrumental record (the past 150 years or so), or complex computer models of the climate, or temperature changes we’ve deduced for climates in the distant past (such as the last ice age 20,000 years ago, or the warm Pliocene 3 to 5 million years ago). Studies using the more recent, instrumental, record tend to give less warming than the others. Lukewarmers see these results as more reliable, because they think climate models and reconstructions of the past are too flawed to be useful.\n\nI disagree, but then again I use both those methods.\n\nDo lukewarmers believe ECS is low because they trust the instrumental studies more, or do they trust those studies because they give answers they want to believe? In other words, is this just the same wolf – political and cultural opposition to mitigation – now dressed in sheep’s clothing?\n\nThe reason the instrumental studies predict less warming isn’t obvious. Many contrarians claim it’s because of the slowdown in surface warming in the past 15 years or so. But scientists – including Lewis – have tested this and most agree the slowdown has little effect, because the studies take account of heat going into the ocean. We’re still trying to understand the differences between methods, but we think it might be because the instrumental studies use a mathematical model of the planet that’s too simple.\n\nLess controversial is the second number we use to describe the Earth’s sensitivity – a number that refers to how quickly the Earth responds to carbon dioxide. Called the “transient climate response”, or TCR, this is an estimate of how much warming we’d see if we increased carbon dioxide by 1% a year until levels had just doubled (about 70 years). Luckily there’s much more agreement over this than for ECS. Even better, it’s much more relevant for climate change this century. It lies behind the statement by the Intergovernmental Panel on Climate Change (IPCC) that if we want to have a two in three chance of avoiding two degrees of warming, we should burn less than a trillion tons of carbon. Lewis’s estimate for this budget, he says, lies “well within the uncertainty range” of the IPCC, meaning it’s not outside their estimates.\n\nCall me naive – others have – but I choose to see the positive in this lukewarming of the debate. Widespread acceptance that humans do affect climate means we can focus on the genuine open questions in science and policy. Lewis is trusted by the wider contrarian community, and he’s one of those helping to replace the name-calling with numbers, the polarisation with probabilities, rants with research.\n\nBut whether we are in denial, lukewarm or concerned about global warming, the question really boils down to how we view uncertainty. If you agree with mainstream scientists, what would you be willing to do to reduce the predicted risks of substantial warming? And if you’re a lukewarmer, confident the Earth is not very sensitive, what would be at risk if you were wrong?\n\nTamsin Edwards is a lecturer in environmental sciences at The Open University",
  "title": "The lukewarmers don’t deny climate change. But they say the outlook’s fine",
  "ts_in": "2015-05-03T20:53:56.543358",
  "url": "http://www.theguardian.com/science/2015/may/03/climate-change-scepticism-denial-lukewarmers"
}