{
  "article_html": "<div><p>Anne Enright&#8217;s first novels were whimsical, mannered, driven by plot devices that might have come from the discarded first drafts of the magic realists. They were redeemed by her style &#8211; always precise and deft and lyrical. A brief foray into non-fiction, 2004&#8217;s <a href=\"http://www.theguardian.com/books/2004/aug/01/booksonhealth.features\" class=\" u-underline\">Making Babies: Stumbling into Motherhood</a>, seemed to mark a turning point for Enright, and the Man Booker Prize-winning <a href=\"http://www.theguardian.com/books/2007/may/06/fiction.features\" class=\" u-underline\">The Gathering </a>(2007) moved away from the Angela Carter-inspired early work to give a stunning present-day portrait of a family in mourning. <a href=\"http://www.theguardian.com/books/2011/may/01/forgotten-waltz-anne-enright-review\" class=\" u-underline\">The Forgotten Waltz</a> (2011), about the fallout from an affair, cemented her reputation as the leading chronicler of contemporary Irish life (without quite reaching the heights of its predecessor). Now we have The Green Road, which is very much of a part with her previous two novels, dealing with the shabby materialism of the Celtic tiger generation, with the Irish diaspora, with family.</p>\n<p>Enright often feels as if she&#8217;s playing with our expectations of what an Irish novel should do &#8211; the boxes that must be ticked in order to satisfy some Anglo-American dream of Ireland. She writes about the stereotypical Irish family in a fine passage in The Gathering: &#8220;There is always a drunk. There is always someone who has been interfered with, as a child. There is always a colossal success, with several houses in various countries to which no one is ever invited. There is a mysterious sister. These are just trends, of course, and, like trends, they shift. Because our families contain everything and, late at night, everything makes sense. We pity our mothers, what they had to put up with in bed or in the kitchen, and we hate them or we worship them, but we always cry for them.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2012/mar/29/anne-enright-interview-meet-author\" class=\" u-underline\">Anne Enright: 'Love is a great punishment for desire'</a> </p>\n\n<p>Rather than a single protagonist, The Green Road is told through a family, the third-person perspective (which occasionally slips into the familial &#8220;we&#8221;) moving between the five living members of the Madigan clan: the matriarch, Rosaleen, and her children, Dan, Emmet, Constance and Hanna. Like The Gathering, the plot hinges on a reunion &#8211; the family coming together for Christmas for the first time in years. Of the children, only Constance has remained in their anonymous home town in west Clare, the others flung far across the globe. Rosaleen, it seems, is thinking of cashing in on the Irish property boom (the year is 2005, before the bank runs and the bailouts). This Christmas may be their last chance to celebrate together in the family home.</p>\n<p>In The Gathering, the narrator, Veronica, goes over the events of her life, of that of her brother, trying to understand &#8220;what hurt may linger in the bones&#8221;, inventing that which she cannot know. The Green Road operates quite differently, showing us the Madigan children in early incarnations &#8211; Hanna, a quizzing schoolgirl who smells on her father &#8220;the day&#8217;s work: fresh air, diesel, hay, with the memory of cattle in there somewhere, and beyond that again the memory of milk&#8221;. We see Dan in the New York art scene of the 1990s, a wonderful chapter that glows with nostalgia and feeling. We meet Constance in 1997, a mother of young children, dealing with the small joys and disappointments of her circumscribed life. Finally we find Emmet, an aid worker in Mali, endlessly drifting. The novel then leaps ahead to show us the four children all older, all damaged. We are given a few clues about the intervening years, but largely we must fill in the gaps, write our own history of the family that explains &#8220;the horrors of the Madigans &#8211; their small hearts&#8230; and the small lives they put themselves through.&#8221; It&#8217;s a neat conceit that <a href=\"http://www.theguardian.com/books/2002/apr/28/fiction.carolshields\" class=\" u-underline\">Carol Shields</a> uses in The Stone Diaries, a family saga that kept coming to mind as I read The Green Road. It draws the reader into the story, making us imaginative co-conspirators in the creation of its fictional world.</p>\n\n<blockquote>\n<p>Emmet's story in Mali is as intricate, sparse and dark as anything in JM Coetzee</p>\n</blockquote>\n\n<p>In many ways, The Green Road works best if we think of it as a series of short stories (Enright is feted in the shorter form). The section about Dan in New York stands on its own as a masterful evocation of time and place &#8211; the moment I finished the novel, I went back and re-immersed myself in the art and the sex and the melancholy of Dan&#8217;s early life. Emmet&#8217;s story in Mali is as intricate, sparse and dark as anything in JM Coetzee. Hanna&#8217;s childhood and her later breakdown tread that line of Irish literary cliche with delicious knowingness, giving us the sense of an author in full control of the layers of meaning in her work. The reunion at the end of the novel, and the dramatic disappearance that shuttles us through the final pages, feel like unnecessary McGuffins, put there to appease the conventions of plot when the book is far more interesting, and more moving, when Enright&#8217;s characters are allowed to step freely through the pages: battered, beautiful, dancing to the habitual music of Enright&#8217;s exquisite style.</p>\n<p>To order The Green Road for &#163;14.39 <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283515/\" class=\" u-underline\">click here </a></p>\n</div>",
  "authors": [
    "Alex Preston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Anne Enright",
    "Fiction",
    "Books",
    "Culture"
  ],
  "ntitle": "the_green_road_by_anne_enright_review_an_exquisite_collage_of_irish_lives",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Anne Enright’s first novels were whimsical, mannered, driven by plot devices that might have come from the discarded first drafts of the magic realists. They were redeemed by her style – always precise and deft and lyrical. A brief foray into non-fiction, 2004’s Making Babies: Stumbling into Motherhood, seemed to mark a turning point for Enright, and the Man Booker Prize-winning The Gathering (2007) moved away from the Angela Carter-inspired early work to give a stunning present-day portrait of a family in mourning. The Forgotten Waltz (2011), about the fallout from an affair, cemented her reputation as the leading chronicler of contemporary Irish life (without quite reaching the heights of its predecessor). Now we have The Green Road, which is very much of a part with her previous two novels, dealing with the shabby materialism of the Celtic tiger generation, with the Irish diaspora, with family.\n\nEnright often feels as if she’s playing with our expectations of what an Irish novel should do – the boxes that must be ticked in order to satisfy some Anglo-American dream of Ireland. She writes about the stereotypical Irish family in a fine passage in The Gathering: “There is always a drunk. There is always someone who has been interfered with, as a child. There is always a colossal success, with several houses in various countries to which no one is ever invited. There is a mysterious sister. These are just trends, of course, and, like trends, they shift. Because our families contain everything and, late at night, everything makes sense. We pity our mothers, what they had to put up with in bed or in the kitchen, and we hate them or we worship them, but we always cry for them.”\n\nRelated: Anne Enright: 'Love is a great punishment for desire'\n\nRather than a single protagonist, The Green Road is told through a family, the third-person perspective (which occasionally slips into the familial “we”) moving between the five living members of the Madigan clan: the matriarch, Rosaleen, and her children, Dan, Emmet, Constance and Hanna. Like The Gathering, the plot hinges on a reunion – the family coming together for Christmas for the first time in years. Of the children, only Constance has remained in their anonymous home town in west Clare, the others flung far across the globe. Rosaleen, it seems, is thinking of cashing in on the Irish property boom (the year is 2005, before the bank runs and the bailouts). This Christmas may be their last chance to celebrate together in the family home.\n\nIn The Gathering, the narrator, Veronica, goes over the events of her life, of that of her brother, trying to understand “what hurt may linger in the bones”, inventing that which she cannot know. The Green Road operates quite differently, showing us the Madigan children in early incarnations – Hanna, a quizzing schoolgirl who smells on her father “the day’s work: fresh air, diesel, hay, with the memory of cattle in there somewhere, and beyond that again the memory of milk”. We see Dan in the New York art scene of the 1990s, a wonderful chapter that glows with nostalgia and feeling. We meet Constance in 1997, a mother of young children, dealing with the small joys and disappointments of her circumscribed life. Finally we find Emmet, an aid worker in Mali, endlessly drifting. The novel then leaps ahead to show us the four children all older, all damaged. We are given a few clues about the intervening years, but largely we must fill in the gaps, write our own history of the family that explains “the horrors of the Madigans – their small hearts… and the small lives they put themselves through.” It’s a neat conceit that Carol Shields uses in The Stone Diaries, a family saga that kept coming to mind as I read The Green Road. It draws the reader into the story, making us imaginative co-conspirators in the creation of its fictional world.\n\nEmmet's story in Mali is as intricate, sparse and dark as anything in JM Coetzee\n\nIn many ways, The Green Road works best if we think of it as a series of short stories (Enright is feted in the shorter form). The section about Dan in New York stands on its own as a masterful evocation of time and place – the moment I finished the novel, I went back and re-immersed myself in the art and the sex and the melancholy of Dan’s early life. Emmet’s story in Mali is as intricate, sparse and dark as anything in JM Coetzee. Hanna’s childhood and her later breakdown tread that line of Irish literary cliche with delicious knowingness, giving us the sense of an author in full control of the layers of meaning in her work. The reunion at the end of the novel, and the dramatic disappearance that shuttles us through the final pages, feel like unnecessary McGuffins, put there to appease the conventions of plot when the book is far more interesting, and more moving, when Enright’s characters are allowed to step freely through the pages: battered, beautiful, dancing to the habitual music of Enright’s exquisite style.\n\nTo order The Green Road for £14.39 click here",
  "title": "The Green Road by Anne Enright review – an exquisite collage of Irish lives",
  "ts_in": "2015-05-03T15:16:42.745874",
  "url": "http://www.theguardian.com/books/2015/may/03/the-green-road-anne-enright-review-exquisite-collage"
}