{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-55462315e4b00e1521925fbf\" class=\"block-time__link\">15:00</a> </p><p><strong>Hello.</strong> They&#8217;ve got a fair bit in common, do Spurs and City. Understated, inscrutable South American manager? Check. Illustrious local rival against whom all progress is inevitably measured? Check. Capable of playing incisive, inventive attacking football? Check. Capable of playing like a gaggle of disorientated strangers? Check.<br></p>\n<p>Doomed to fall narrowly, inevitably short of this season&#8217;s lofty ambitions? Check. Squad packed with expensive recruits, now at their clubs for the best part of two seasons, but still unconvincing to various degrees? Check. At times this season, overly reliant on the efforts of one of the league&#8217;s two best strikers? Check.</p>\n<p>Though I may not say it to Diego Costa&#8217;s face, Harry Kane and Sergio Ag&#252;ero should really lead the line in any team of the season. With Costa&#8217;s spectacular initial impact waning due to injury, these two are in a straight fight for the Golden Boot. Kane has delivered as a reliable goal-getter for Spurs, where players with far greater reputations have failed miserably. Ag&#252;ero, meanwhile, has again made the exceptional seem ordinary, clocking up 27 goals in a stuttering City season.</p>\n<p>For today&#8217;s visitors, the imminent coronation of Chelsea as league champions will finally end a title defence that never truly convinced; Spurs&#8217; doomed push for a top four finish won&#8217;t end today, but anything less than a win will render their chances purely mathematical.</p>\n<p>Team news is coming soon - kick off is at <strong>4pm BST</strong>.</p>\n</div>",
  "authors": [
    "Niall Mcveigh"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Tottenham Hotspur",
    "Manchester City",
    "Football",
    "Sport"
  ],
  "ntitle": "tottenham_hotspur_v_manchester_city_premier_league_as_it_happened",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "15:00\n\nHello. They’ve got a fair bit in common, do Spurs and City. Understated, inscrutable South American manager? Check. Illustrious local rival against whom all progress is inevitably measured? Check. Capable of playing incisive, inventive attacking football? Check. Capable of playing like a gaggle of disorientated strangers? Check.\n\n\n\nDoomed to fall narrowly, inevitably short of this season’s lofty ambitions? Check. Squad packed with expensive recruits, now at their clubs for the best part of two seasons, but still unconvincing to various degrees? Check. At times this season, overly reliant on the efforts of one of the league’s two best strikers? Check.\n\nThough I may not say it to Diego Costa’s face, Harry Kane and Sergio Agüero should really lead the line in any team of the season. With Costa’s spectacular initial impact waning due to injury, these two are in a straight fight for the Golden Boot. Kane has delivered as a reliable goal-getter for Spurs, where players with far greater reputations have failed miserably. Agüero, meanwhile, has again made the exceptional seem ordinary, clocking up 27 goals in a stuttering City season.\n\nFor today’s visitors, the imminent coronation of Chelsea as league champions will finally end a title defence that never truly convinced; Spurs’ doomed push for a top four finish won’t end today, but anything less than a win will render their chances purely mathematical.\n\nTeam news is coming soon - kick off is at 4pm BST.",
  "title": "Tottenham Hotspur v Manchester City: Premier League – as it happened",
  "ts_in": "2015-05-03T20:54:09.717304",
  "url": "http://www.theguardian.com/football/live/2015/may/03/tottenham-hotspur-v-manchester-city-premier-league-live"
}