{
  "article_html": "<div><p>Manuel Pellegrini might wish that he could play <a href=\"http://www.theguardian.com/football/tottenham-hotspur\" class=\" u-underline\">Tottenham Hotspur</a> every week. And so might Sergio Ag&#252;ero. The Manchester City manager has now won four out of four against Tottenham and Ag&#252;ero continues to excel against them.</p>\n<p>This was by no means as comfortable as Pellegrini&#8217;s previous victories over the north London club, which were marked by a glut of goals, but the common denominator was the identity of the star turn. Ag&#252;ero was not perfect but enough of what he did was close to it, particularly during a rampant first-half performance in which he scored the decisive goal.</p>\n<p>Ag&#252;ero took a cute pass from David Silva following a rapier-like counter to blast high into Hugo Lloris&#8217; near corner. Under Pellegrini, he has eight goals in four matches against Spurs while, in total, he has 10 in seven &#8211; his highest <a href=\"http://www.theguardian.com/football/premierleague\" class=\" u-underline\">Premier League</a> return against a single opponent.</p>\n<p>City had seen Chelsea secure the title earlier with the 1-0 home win over Crystal Palace but they remain determined to finish the season as the runners-up. They got the job done here to end a damaging run of four consecutive away defeats but it spoke volumes that the goalkeeper, Joe Hart, ran Ag&#252;ero close for the man of the match award.</p>\n<p>Mauricio Pochettino cursed Tottenham&#8217;s wastefulness in front of goal and a draw would not have been unfair but Hart made a clutch of important saves, most notably blocks from Ryan Mason and Harry Kane, and the injury-time reaction stop to keep out Erik Lamela&#8217;s acrobatic volley.</p>\n<p>It was an entertaining game, heavy on incident, and Pellegrini said, rather pointedly, in light of the criticism of Chelsea&#8217;s style, that it was &#8220;important for the Premier League and for the fans to play attractive football&#8221;.</p>\n<p>He added: &#8220;Tottenham play attractive football and so do we. That&#8217;s why we saw an attractive game. Chelsea did exactly what we did last season, winning the Premier League and the Capital One Cup. We did it by scoring more goals and by playing in a different style. We scored 156 goals; 102 in the league. And we continue to be the top scorers [this season].&#8221;</p>\n<p>This game ought to have been shaped differently, with Tottenham spurning three gilt-edged chances in the opening three minutes. Nacer Chadli failed to pick out the unmarked Lamela in the middle on the break &#8211; Alexsandar Kolarov&#8217;s block was important &#8211; and Eric Dier headed wide from Lamela&#8217;s corner. In the next attack, Lamela put Kane through but he dragged wide.</p>\n<p>City, though, did not take long to advertise their threat and time and again it came from Ag&#252;ero. By the end of the first-half Tottenham&#8217;s defenders had been spooked by him. His pace and powerful running were a lethal combination.</p>\n<p>There was controversy on 22 minutes when, after a long punt forward and a slip from Lloris, Ag&#252;ero felt that he was tripped in the area by Federico Fazio. But his frustration was short-lived. The move for his goal originated from a Tottenham corner, with David Silva&#8217;s work impressive and the finish unstoppable.</p>\n<p>Fernandinho twice went close for City in the first-half while Ag&#252;ero worked Lloris after a breathtaking trick inside the area. Mason&#8217;s chance on 45 minutes was glorious but Hart was out quickly to block.</p>\n<p>Tottenham have found themselves in a weird situation, given that there is little appetite from their management to finish in the Europa League places. But they have their professional pride and they chased the equaliser, with Pochettino throwing on Roberto Soldado and, towards the end, Emmanuel Adebayor.</p>\n<p>The second-half featured fewer chances but they were nonetheless presentable. Kane robbed Martin Demichelis only for Hart to crowd him out and block while Ag&#252;ero took Fernandinho&#8217;s cross around Lloris but, off-balance, he could not finish. Kolarov also tested Lloris from long-range.</p>\n<p>The home crowd revelled in the misfortune of the City substitute and the former Arsenal midfielder Samir Nasri, who was forced off with a muscle pull three minutes after coming on, and the home team caught a break in the 79th minute when the referee did not penalise Danny Rose for a lunge on Pablo Zabaleta inside the area, in which he got none of the ball and some of the man. Soldado saw a shot blocked while Hart denied the substitute, Paulinho, and, at the very end, Lamela.</p>\n<p><strong>Man of the Match</strong> Sergio Ag&#252;ero (Manchester City)</p>\n</div>",
  "authors": [
    "David Hytner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Tottenham Hotspur",
    "Manchester City",
    "Football",
    "Sport"
  ],
  "ntitle": "tottenham_hotspur_0_1_manchester_city",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Manuel Pellegrini might wish that he could play Tottenham Hotspur every week. And so might Sergio Agüero. The Manchester City manager has now won four out of four against Tottenham and Agüero continues to excel against them.\n\nThis was by no means as comfortable as Pellegrini’s previous victories over the north London club, which were marked by a glut of goals, but the common denominator was the identity of the star turn. Agüero was not perfect but enough of what he did was close to it, particularly during a rampant first-half performance in which he scored the decisive goal.\n\nAgüero took a cute pass from David Silva following a rapier-like counter to blast high into Hugo Lloris’ near corner. Under Pellegrini, he has eight goals in four matches against Spurs while, in total, he has 10 in seven – his highest Premier League return against a single opponent.\n\nCity had seen Chelsea secure the title earlier with the 1-0 home win over Crystal Palace but they remain determined to finish the season as the runners-up. They got the job done here to end a damaging run of four consecutive away defeats but it spoke volumes that the goalkeeper, Joe Hart, ran Agüero close for the man of the match award.\n\nMauricio Pochettino cursed Tottenham’s wastefulness in front of goal and a draw would not have been unfair but Hart made a clutch of important saves, most notably blocks from Ryan Mason and Harry Kane, and the injury-time reaction stop to keep out Erik Lamela’s acrobatic volley.\n\nIt was an entertaining game, heavy on incident, and Pellegrini said, rather pointedly, in light of the criticism of Chelsea’s style, that it was “important for the Premier League and for the fans to play attractive football”.\n\nHe added: “Tottenham play attractive football and so do we. That’s why we saw an attractive game. Chelsea did exactly what we did last season, winning the Premier League and the Capital One Cup. We did it by scoring more goals and by playing in a different style. We scored 156 goals; 102 in the league. And we continue to be the top scorers [this season].”\n\nThis game ought to have been shaped differently, with Tottenham spurning three gilt-edged chances in the opening three minutes. Nacer Chadli failed to pick out the unmarked Lamela in the middle on the break – Alexsandar Kolarov’s block was important – and Eric Dier headed wide from Lamela’s corner. In the next attack, Lamela put Kane through but he dragged wide.\n\nCity, though, did not take long to advertise their threat and time and again it came from Agüero. By the end of the first-half Tottenham’s defenders had been spooked by him. His pace and powerful running were a lethal combination.\n\nThere was controversy on 22 minutes when, after a long punt forward and a slip from Lloris, Agüero felt that he was tripped in the area by Federico Fazio. But his frustration was short-lived. The move for his goal originated from a Tottenham corner, with David Silva’s work impressive and the finish unstoppable.\n\nFernandinho twice went close for City in the first-half while Agüero worked Lloris after a breathtaking trick inside the area. Mason’s chance on 45 minutes was glorious but Hart was out quickly to block.\n\nTottenham have found themselves in a weird situation, given that there is little appetite from their management to finish in the Europa League places. But they have their professional pride and they chased the equaliser, with Pochettino throwing on Roberto Soldado and, towards the end, Emmanuel Adebayor.\n\nThe second-half featured fewer chances but they were nonetheless presentable. Kane robbed Martin Demichelis only for Hart to crowd him out and block while Agüero took Fernandinho’s cross around Lloris but, off-balance, he could not finish. Kolarov also tested Lloris from long-range.\n\nThe home crowd revelled in the misfortune of the City substitute and the former Arsenal midfielder Samir Nasri, who was forced off with a muscle pull three minutes after coming on, and the home team caught a break in the 79th minute when the referee did not penalise Danny Rose for a lunge on Pablo Zabaleta inside the area, in which he got none of the ball and some of the man. Soldado saw a shot blocked while Hart denied the substitute, Paulinho, and, at the very end, Lamela.\n\nMan of the Match Sergio Agüero (Manchester City)",
  "title": "Tottenham Hotspur 0-1 Manchester City",
  "ts_in": "2015-05-03T20:53:50.305264",
  "url": "http://www.theguardian.com/football/2015/may/03/tottenham-hotspur-manchester-city-premier-league-match-report"
}