{
  "article_html": "<div><p>The trial of Dzhokar Tsarnaev has gripped America, but in Russia the Boston bomber&#8217;s trial has received little media coverage, with even the arrival of five Tsarnaev family members from <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> to testify receiving no attention.<br></p>\n<p>The relatives are staying in Massachusetts over the weekend, after <a href=\"http://www.huffingtonpost.com/2015/05/01/tsarnaev-relatives_n_7187008.html\" class=\" u-underline\">a sick juror meant their testimony for the defence could not be heard on Thursday</a>. But Russian state-controlled media has shown little interest in their trip to the US, and a decision appears to have been taken that the Tsarnaevs&#8217; links to Russia should be played down. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/27/boston-marathon-dzhokhar-tsarnaev-death-penalty\" class=\" u-underline\">Boston Marathon bomber unlikely to be executed &#8211; even if jury votes for death</a> </p>\n\n<p>On 8 April, the jury <a href=\"http://www.theguardian.com/us-news/2015/apr/08/dzhokhar-tsarnaev-boston-marathon-bombing-guilty-charges-list\" class=\" u-underline\">convicted Tsarnaev</a> of charges related to the bombing of the Boston marathon in 2013, and now the 12-person jury has to decide whether he should face the death penalty or spend life in prison without parole. The jury found Dzhokar and his brother Tamerlan carried out the attack, which killed three people and left 260 wounded. Tamerlan was killed in a shoot-out with police in the aftermath of the bombing.</p>\n<p>In the few recent reports from the courthouse aired on Russian state television, there has been no mention at all of the fact that the Tsarnaev brothers were of Chechen descent or that they had links to Russia in any way. President Vladimir Putin staked his reputation on defeating an Islamic insurgency in Chechnya and Dagestan, and the sight of Russia-linked terrorists causing bloodshed in the US could undermine that narrative.</p>\n<p><a href=\"http://www.theguardian.com/world/2013/apr/23/tamerlan-tsarnaev-terror-experts-puzzled\" class=\" u-underline\">The Tsarnaevs have a complicated family history</a>. Dzhokar&#8217;s parents are of Chechen and Dagestani origin but he was born in Kyrgyzstan and only briefly lived in Russia. At the time of the Boston attack he was already a naturalised US citizen. Nevertheless, there are numerous relatives of the family still living in Chechnya and Dagestan, and Tamerlan Tsarnaev was partially radicalised during a trip to Dagestan in 2012.</p>\n<p>Relations between Russia and the US are at an all-time low, and Chechnya&#8217;s hardline pro-Kremlin leader <a href=\"http://www.theguardian.com/world/ramzan-kadyrov\" class=\" u-underline\">Ramzan Kadyrov</a> has railed at the US government and the CIA for causing unrest around the world. But in the case of the Tsarnaevs, even Kadyrov has stopped short of backing the Tsarnaev brothers.</p>\n<p>&#8220;I&#8217;m being asked a lot of questions online about the Tsarnaevs, about why I&#8217;m not standing up for them,&#8221; Kadyrov said back in May 2013, several weeks after the bombing. &#8220;I took some time to work out who they are, what they were doing, what their views and goals were, and I can say with full responsibility today that Tamerlan and Dzhokar are genuine devils, they are the last of the devils. So I do not support them and I do not plan to say a single word in support of them.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2013/apr/22/tamerlan-tsarnaev-dagestan-boston-bombing\" class=\" u-underline\">Tamerlan Tsarnaev in Dagestan: the unanswered questions</a> </p>\n\n<p>Since Kadyrov made his call, Russian media has gone surprisingly quiet on the case. Some of Tsarnaev&#8217;s relatives have continued to maintain Dzhokar&#8217;s innocence, and have been uncomfortable with the <a href=\"http://www.theguardian.com/us-news/2015/apr/29/dzhokhar-tsarnaev-dominant-tamerlan-boston-bombing\" class=\" u-underline\">strategy of his court-appointed lawyer</a>, who has admitted that the two brothers planned the Boston attacks but said Dzhokar was under the influence of his older brother Tamerlan. </p>\n<p>However, the relatives who insist the brothers were set up are not given airtime on television. One recent article on the website of LifeNews, an agency often linked to the Russian security services, did feature an interview with Tsarnaev&#8217;s aunt who claimed she had proof that Dzhokar is innocent. </p>\n<p>Chechnya is a sore subject in Russia, however. Moscow fought two bloody wars to keep the republic under its control, and even now, the Caucasus insurgency occasionally makes itself felt more widely in Russia, with terror attacks in Moscow or other cities. In the comments section to the article, readers were apparently split over who they disliked more: Americans or Chechens. </p>\n<p>&#8220;We&#8217;ll never know the truth, but it&#8217;s a fact that most of the terrorist acts in Yankeeland are carried out by the CIA,&#8221; wrote one. Another reader, however, said: &#8220;They [Chechens] are all former terrorists. There&#8217;s no point trying to work out if it was a set up or not. Put him in jail and good riddance!&#8221;</p>\n<p>Since the Boston bombings, Chechen migrants in the US say there has been a new hostility towards them, and rights activists say it is now harder for Chechens to win asylum in the US. </p>\n<p>However, cooperation between US and Russian security services over the case may have provided one of the few positive moments in the strained bilateral relations of recent years.</p>\n<p>&#8220;Regardless of what the top-level commentary in DC may be, my contacts in Moscow and the US have expressed very favourable opinions about the depth and speed of Russian cooperation over the Tsarnaev case,&#8221; said Mark Galeotti, a specialist on the Russian security services at New York University. &#8220;While in itself this did not change the overall level of cooperation, it may at least have done something to halt or slow the slide into an even more acrimonious and intransigent relationship.&#8221;</p>\n</div>",
  "authors": [
    "Shaun Walker"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Boston Marathon bombing",
    "Russia",
    "World news",
    "US news",
    "Dzhokhar Tsarnaev"
  ],
  "ntitle": "tsarnaev_brothers_russian_links_off_limits_for_moscow_media",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "The trial of Dzhokar Tsarnaev has gripped America, but in Russia the Boston bomber’s trial has received little media coverage, with even the arrival of five Tsarnaev family members from Russia to testify receiving no attention.\n\n\n\nThe relatives are staying in Massachusetts over the weekend, after a sick juror meant their testimony for the defence could not be heard on Thursday. But Russian state-controlled media has shown little interest in their trip to the US, and a decision appears to have been taken that the Tsarnaevs’ links to Russia should be played down.\n\nRelated: Boston Marathon bomber unlikely to be executed – even if jury votes for death\n\nOn 8 April, the jury convicted Tsarnaev of charges related to the bombing of the Boston marathon in 2013, and now the 12-person jury has to decide whether he should face the death penalty or spend life in prison without parole. The jury found Dzhokar and his brother Tamerlan carried out the attack, which killed three people and left 260 wounded. Tamerlan was killed in a shoot-out with police in the aftermath of the bombing.\n\nIn the few recent reports from the courthouse aired on Russian state television, there has been no mention at all of the fact that the Tsarnaev brothers were of Chechen descent or that they had links to Russia in any way. President Vladimir Putin staked his reputation on defeating an Islamic insurgency in Chechnya and Dagestan, and the sight of Russia-linked terrorists causing bloodshed in the US could undermine that narrative.\n\nThe Tsarnaevs have a complicated family history. Dzhokar’s parents are of Chechen and Dagestani origin but he was born in Kyrgyzstan and only briefly lived in Russia. At the time of the Boston attack he was already a naturalised US citizen. Nevertheless, there are numerous relatives of the family still living in Chechnya and Dagestan, and Tamerlan Tsarnaev was partially radicalised during a trip to Dagestan in 2012.\n\nRelations between Russia and the US are at an all-time low, and Chechnya’s hardline pro-Kremlin leader Ramzan Kadyrov has railed at the US government and the CIA for causing unrest around the world. But in the case of the Tsarnaevs, even Kadyrov has stopped short of backing the Tsarnaev brothers.\n\n“I’m being asked a lot of questions online about the Tsarnaevs, about why I’m not standing up for them,” Kadyrov said back in May 2013, several weeks after the bombing. “I took some time to work out who they are, what they were doing, what their views and goals were, and I can say with full responsibility today that Tamerlan and Dzhokar are genuine devils, they are the last of the devils. So I do not support them and I do not plan to say a single word in support of them.”\n\nRelated: Tamerlan Tsarnaev in Dagestan: the unanswered questions\n\nSince Kadyrov made his call, Russian media has gone surprisingly quiet on the case. Some of Tsarnaev’s relatives have continued to maintain Dzhokar’s innocence, and have been uncomfortable with the strategy of his court-appointed lawyer, who has admitted that the two brothers planned the Boston attacks but said Dzhokar was under the influence of his older brother Tamerlan.\n\nHowever, the relatives who insist the brothers were set up are not given airtime on television. One recent article on the website of LifeNews, an agency often linked to the Russian security services, did feature an interview with Tsarnaev’s aunt who claimed she had proof that Dzhokar is innocent.\n\nChechnya is a sore subject in Russia, however. Moscow fought two bloody wars to keep the republic under its control, and even now, the Caucasus insurgency occasionally makes itself felt more widely in Russia, with terror attacks in Moscow or other cities. In the comments section to the article, readers were apparently split over who they disliked more: Americans or Chechens.\n\n“We’ll never know the truth, but it’s a fact that most of the terrorist acts in Yankeeland are carried out by the CIA,” wrote one. Another reader, however, said: “They [Chechens] are all former terrorists. There’s no point trying to work out if it was a set up or not. Put him in jail and good riddance!”\n\nSince the Boston bombings, Chechen migrants in the US say there has been a new hostility towards them, and rights activists say it is now harder for Chechens to win asylum in the US.\n\nHowever, cooperation between US and Russian security services over the case may have provided one of the few positive moments in the strained bilateral relations of recent years.\n\n“Regardless of what the top-level commentary in DC may be, my contacts in Moscow and the US have expressed very favourable opinions about the depth and speed of Russian cooperation over the Tsarnaev case,” said Mark Galeotti, a specialist on the Russian security services at New York University. “While in itself this did not change the overall level of cooperation, it may at least have done something to halt or slow the slide into an even more acrimonious and intransigent relationship.”",
  "title": "Tsarnaev brothers' Russian links off limits for Moscow media",
  "ts_in": "2015-05-03T15:17:08.597486",
  "url": "http://www.theguardian.com/us-news/2015/may/03/tsarnaev-brothers-russian-links-off-limits-for-moscow-media"
}