{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/world/ukraine\" class=\" u-underline\">Ukraine</a> is experiencing its most serious increase in fighting in three months, sending more civilians fleeing and raising fresh doubts about the viability of a shaky February truce.</p>\n<p>Another Ukrainian soldier was killed this weekend bringing the death toll in the past week to eight, with another 40 wounded in attacks in eastern Ukraine by pro-Russia separatists, the most intense clashes since the ceasefire agreed in Minsk.</p>\n<p>Even if the conflict does not escalate again into war, civilians are continuing to flee the conflict area, adding to the country&#8217;s humanitarian crisis. More than 1.2 million people have been internally displaced by the conflict, which has killed more than 6,200 since April 2014.<br></p>\n<p>A representative of Kiev&#8217;s &#8220;anti-terrorist operation&#8221; said on Saturday that eight soldiers had been wounded in one 24-hour period at the end of last week. The day before, two Ukrainian service personnel were killed and a further two wounded. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/30/there-was-heroism-and-cruelty-on-both-sides-the-truth-behind-one-of-ukraines-deadliest-days\" class=\" u-underline\">'There was heroism and cruelty on both sides': the truth behind one of Ukraine's deadliest days</a> </p>\n\n<p>The casualties were the latest in a surge of fighting that began a week ago, when the Organisation for Security and Cooperation in <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a> reported the &#8220;most intense shelling in Shyrokyne since fighting began in the area in mid-February 2015&#8221;. The village, which is 12.5 miles east of Mariupol, has been in contention as both sides have attempted to strengthen their positions near government-controlled city, a key port and metallurgical centre.</p>\n<p>The next day, OSCE monitors reported 550 explosions outside Donetsk and warned of a &#8220;seriously deteriorated&#8221; security situation at rebel-controlled city&#8217;s airport. The Ukrainian military said last week that the geographical spread of ceasefire violations had increased.</p>\n<p>On Wednesday, the Ukrainian president, Petro Poroshenko, told a meeting of district administrations that separatist forces planned to begin an offensive in the second half of May. <a href=\"http://www.theguardian.com/world/nato\" class=\" u-underline\">Nato</a> military chief Gen Philip Breedlove said the next day that separatist forces have been making preparations &#8220;consistent with the possibility of an offensive&#8221;.</p>\n<p>Although both Kiev and the self-declared separatist republics had claimed the withdrawal of heavy weapons from the frontline had been completed, OSCE monitors reported eight tanks near the line on the government-controlled side and a self-propelled howitzer near the line on the rebel side on Wednesday.</p>\n<p>Konstantin Mashovets of InfoResist, a group of analysts with close ties to the Ukrainian military, told the Guardian that he expected isolated flareups to continue this month, rather than a full-scale offensive.</p>\n<p>&#8220;We can expect an escalation of the conflict on a tactical level, a seizure of certain points in certain areas, a village here, a crossroads there,&#8221; he said. &#8220;Ukrainian forces could also respond, they could also take this or that crossroads or village.&#8221;</p>\n\n\n\n<p>Any large campaign by the rebels would almost surely require the support of the Russian military, which has reportedly kept up a flow of ammunition to eastern Ukraine and deployed troops to lead key operations there. Such a move could provoke a response from Nato and the US. Russia&#8217;s economy is already sagging under western sanctions and low oil prices. Legislation passed by the US House of Representatives this week would allocate $200m (&#163;132m) for the lethal weapons that Barack Obama has so far been unwilling to give Ukraine. </p>\n<p>&#8220;Many said [Vladimir Putin] might want a big victory before 9 May, but that&#8217;s unlikely,&#8221; said Kiev-based analyst Oleksiy Melnik. &#8220;It&#8217;s unlikely he could do that without a huge operation, and the cost of this question rises every day.&#8221;</p>\n<p>Moscow will observe the 70th anniversary of the Red Army&#8217;s victory over the Nazis with a military parade redolent of Soviet times. Kiev, on the other hand, will reportedly commemorate the end of the war on 8 May, as western Europe does.</p>\n<p>Judging by recent clashes, rebel forces nonetheless appear to be trying to push Ukrainian forces back from their two major strongholds of Donetsk and Luhansk. Donetsk rebel leader Alexander Zakharchenko told journalists on Friday: &#8220;We will have to take those territories that can guarantee the security of our lands.&#8221;</p>\n<p>As the number of artillery exchanges and firefights has increased, civilians have continued to flee. </p>\n<p>&#8220;Almost every day I find myself registering people from Donetsk and Horlivka, mostly families. There&#8217;s up to 10 a day easily,&#8221; said Tatiana Lugova, who works for the humanitarian aid organisation Caritas in Ale, a government-controlled city in the Donetsk region. </p>\n<p>Local news site 06242 on Wednesday reported heavy artillery fire in Horlivka in a battle it said was the &#8220;most intensive since the so-called ceasefire began&#8221;.</p>\n<p>More than 1.2 million have registered with the government as internally displace. But the actual number is likely to be far higher. In total, more than 5 million people are in need of humanitarian assistance, according to the UN, and the government cannot fully meet these demands.</p>\n<p>&#8220;The conflict affects the whole of Ukraine. People that fled the violence are all across Ukraine,&#8221; Barbara Manzi, country head of the UN Office for the Coordination of Humanitarian Affairs, told the Guardian. &#8220;Communities have accepted them very generously but they are affected also by the hryvnia devaluation and the economy. Their ability to cope with the influx has decreased over time.&#8221;</p>\n<p>The Kharkiv region north of Donetsk has taken in the most internally displaced people. The emergency ministry and local volunteers are providing people with food and temporary shelter and sending them on to other regions, since there is virtually no housing left there. </p>\n<p>Vova, a car mechanic, fled to Kharkiv from the town of Amrosivka near the Russian border with his wife and one of his four children last week. They had gone to Russia when their house was destroyed by shelling in July, only to return after they could not obtain refugee status or find housing and work. </p>\n<p>Vova left his three other children with relatives and took a bus and train to Kharkiv after rebel fighters threatened to force him to join their ranks. He said he could not remain at the mercy of armed men and sporadic shelling in Amrosivka.</p>\n<p>&#8220;If you want, you can wait and they&#8217;ll come take you from your bed and take you to fight,&#8221; he said at Kharkiv train station, where he had spent the night on a mattress while his wife and son slept for free at the station hotel. &#8220;If you want, you can wait and they&#8217;ll frame you. If you want, you can wait and a shell will hit.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>Even more people are in need on the rebel side of the lines, where jobs are scarce and supplies are limited. According to Manzi, food prices in Luhansk are six times higher than in government-controlled territory. But both the government and the rebels have reportedly hindered some shipments of food and other supplies from reaching these areas. </p>\n<p>Any surge in fighting could spark another huge wave of displaced people, as happened during the battles of Debaltseve in January and February, according to UN estimates. &#8220;If there&#8217;s as much as a 30km push, maybe in Mariupol or somewhere else, then 600,000 people will be moving in one day,&#8221; said Petro Matiaszek, director of programming at Caritas Ukraine.</p>\n</div>",
  "authors": [
    "Alec Luhn"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ukraine",
    "World news",
    "Europe",
    "Nato",
    "Refugees"
  ],
  "ntitle": "upswing_in_fighting_in_ukraine_sends_civilians_fleeing_and_puts_truce_in_doubt",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Ukraine is experiencing its most serious increase in fighting in three months, sending more civilians fleeing and raising fresh doubts about the viability of a shaky February truce.\n\nAnother Ukrainian soldier was killed this weekend bringing the death toll in the past week to eight, with another 40 wounded in attacks in eastern Ukraine by pro-Russia separatists, the most intense clashes since the ceasefire agreed in Minsk.\n\nEven if the conflict does not escalate again into war, civilians are continuing to flee the conflict area, adding to the country’s humanitarian crisis. More than 1.2 million people have been internally displaced by the conflict, which has killed more than 6,200 since April 2014.\n\n\n\nA representative of Kiev’s “anti-terrorist operation” said on Saturday that eight soldiers had been wounded in one 24-hour period at the end of last week. The day before, two Ukrainian service personnel were killed and a further two wounded.\n\nRelated: 'There was heroism and cruelty on both sides': the truth behind one of Ukraine's deadliest days\n\nThe casualties were the latest in a surge of fighting that began a week ago, when the Organisation for Security and Cooperation in Europe reported the “most intense shelling in Shyrokyne since fighting began in the area in mid-February 2015”. The village, which is 12.5 miles east of Mariupol, has been in contention as both sides have attempted to strengthen their positions near government-controlled city, a key port and metallurgical centre.\n\nThe next day, OSCE monitors reported 550 explosions outside Donetsk and warned of a “seriously deteriorated” security situation at rebel-controlled city’s airport. The Ukrainian military said last week that the geographical spread of ceasefire violations had increased.\n\nOn Wednesday, the Ukrainian president, Petro Poroshenko, told a meeting of district administrations that separatist forces planned to begin an offensive in the second half of May. Nato military chief Gen Philip Breedlove said the next day that separatist forces have been making preparations “consistent with the possibility of an offensive”.\n\nAlthough both Kiev and the self-declared separatist republics had claimed the withdrawal of heavy weapons from the frontline had been completed, OSCE monitors reported eight tanks near the line on the government-controlled side and a self-propelled howitzer near the line on the rebel side on Wednesday.\n\nKonstantin Mashovets of InfoResist, a group of analysts with close ties to the Ukrainian military, told the Guardian that he expected isolated flareups to continue this month, rather than a full-scale offensive.\n\n“We can expect an escalation of the conflict on a tactical level, a seizure of certain points in certain areas, a village here, a crossroads there,” he said. “Ukrainian forces could also respond, they could also take this or that crossroads or village.”\n\nAny large campaign by the rebels would almost surely require the support of the Russian military, which has reportedly kept up a flow of ammunition to eastern Ukraine and deployed troops to lead key operations there. Such a move could provoke a response from Nato and the US. Russia’s economy is already sagging under western sanctions and low oil prices. Legislation passed by the US House of Representatives this week would allocate $200m (£132m) for the lethal weapons that Barack Obama has so far been unwilling to give Ukraine.\n\n“Many said [Vladimir Putin] might want a big victory before 9 May, but that’s unlikely,” said Kiev-based analyst Oleksiy Melnik. “It’s unlikely he could do that without a huge operation, and the cost of this question rises every day.”\n\nMoscow will observe the 70th anniversary of the Red Army’s victory over the Nazis with a military parade redolent of Soviet times. Kiev, on the other hand, will reportedly commemorate the end of the war on 8 May, as western Europe does.\n\nJudging by recent clashes, rebel forces nonetheless appear to be trying to push Ukrainian forces back from their two major strongholds of Donetsk and Luhansk. Donetsk rebel leader Alexander Zakharchenko told journalists on Friday: “We will have to take those territories that can guarantee the security of our lands.”\n\nAs the number of artillery exchanges and firefights has increased, civilians have continued to flee.\n\n“Almost every day I find myself registering people from Donetsk and Horlivka, mostly families. There’s up to 10 a day easily,” said Tatiana Lugova, who works for the humanitarian aid organisation Caritas in Ale, a government-controlled city in the Donetsk region.\n\nLocal news site 06242 on Wednesday reported heavy artillery fire in Horlivka in a battle it said was the “most intensive since the so-called ceasefire began”.\n\nMore than 1.2 million have registered with the government as internally displace. But the actual number is likely to be far higher. In total, more than 5 million people are in need of humanitarian assistance, according to the UN, and the government cannot fully meet these demands.\n\n“The conflict affects the whole of Ukraine. People that fled the violence are all across Ukraine,” Barbara Manzi, country head of the UN Office for the Coordination of Humanitarian Affairs, told the Guardian. “Communities have accepted them very generously but they are affected also by the hryvnia devaluation and the economy. Their ability to cope with the influx has decreased over time.”\n\nThe Kharkiv region north of Donetsk has taken in the most internally displaced people. The emergency ministry and local volunteers are providing people with food and temporary shelter and sending them on to other regions, since there is virtually no housing left there.\n\nVova, a car mechanic, fled to Kharkiv from the town of Amrosivka near the Russian border with his wife and one of his four children last week. They had gone to Russia when their house was destroyed by shelling in July, only to return after they could not obtain refugee status or find housing and work.\n\nVova left his three other children with relatives and took a bus and train to Kharkiv after rebel fighters threatened to force him to join their ranks. He said he could not remain at the mercy of armed men and sporadic shelling in Amrosivka.\n\n“If you want, you can wait and they’ll come take you from your bed and take you to fight,” he said at Kharkiv train station, where he had spent the night on a mattress while his wife and son slept for free at the station hotel. “If you want, you can wait and they’ll frame you. If you want, you can wait and a shell will hit.”\n\nEven more people are in need on the rebel side of the lines, where jobs are scarce and supplies are limited. According to Manzi, food prices in Luhansk are six times higher than in government-controlled territory. But both the government and the rebels have reportedly hindered some shipments of food and other supplies from reaching these areas.\n\nAny surge in fighting could spark another huge wave of displaced people, as happened during the battles of Debaltseve in January and February, according to UN estimates. “If there’s as much as a 30km push, maybe in Mariupol or somewhere else, then 600,000 people will be moving in one day,” said Petro Matiaszek, director of programming at Caritas Ukraine.",
  "title": "Upswing in fighting in Ukraine sends civilians fleeing and puts truce in doubt",
  "ts_in": "2015-05-03T15:17:17.739216",
  "url": "http://www.theguardian.com/world/2015/may/03/upswing-fighting-ukraine-civilians-fleeing-truce-doubt-soldiers-killed-russia-separatists"
}