{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/business/warrenbuffett\" class=\" u-underline\">Warren Buffett</a> has warned that stock prices will appear expensive if interest rates increase from their current ultra-low levels.<br></p>\n<p> &#8220;If we get back to normal interest rates, stocks at these prices will look high,&#8221; said the billionaire investor, speaking at the annual shareholders&#8217; meeting of his conglomerate Berkshire Hathaway.</p>\n<p> Buffett, one of the world&#8217;s most famous investors, is widely followed for his advice on finance and life. With Wall Street and <a href=\"http://www.theguardian.com/business/2015/apr/10/ftse-100-ends-week-on-record-high\" class=\" u-underline\">many European stock markets</a> around all-time highs, his views on the US and global economy will be watched closely. </p>\n<p> Regarding the Federal Reserve&#8217;s loose monetary policy, Buffett said he could not have predicted that rates would remain this low for this long without becoming a problem.</p>\n<p> &#8220;So far, I have been wrong on interest rates. It&#8217;s so hard for me to see how, if you toss money from helicopters you don&#8217;t have inflation, but we haven&#8217;t.&#8221;</p>\n<p> The Fed is currently weighing raising rates from their near-zero levels of the financial crisis era, even as questions remain about the strength of growth in the world&#8217;s biggest economy.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/business/2015/apr/18/us-interest-rates-rise-federal-reserve-market-crash\" class=\" u-underline\">Markets face new threat as US Federal Reserve ponders interest rate rise</a> </p>\n\n<p> The current US economic environment will not influence potential acquisitions at Berkshire Hathaway, Buffett added.</p>\n<p> Berkshire tends to hold companies for decades - or forever, as Buffett has said in the past - making the short-term economic outlook less valuable as a predictor of a company&#8217;s success than longer-term trends.</p>\n<p> &#8220;Any company that has an economist certainly has one employee too many,&#8221; he added.</p>\n<p> He also said about the greenback: &#8220;I think the dollar will be the world&#8217;s reserve currency 50 years from now.&#8220;</p>\n<p> Nevertheless, Buffett praised China as a rising superpower, saying the country&#8217;s population had &#8220;found a way to unlock their potential.&#8221;</p>\n<p> Charlie Munger, Berkshire Hathaway&#8217;s vice chairman, echoed that sentiment, noting China&#8217;s drive against corruption and its relationship with the United States.</p>\n<p> &#8220;It&#8217;s very important that we like and trust one another,&#8221; Munger said.</p>\n<p> China surpassed Japan to become the world&#8217;s second-largest economy in 2010. US president Barack Obama has &#8220;pivoted&#8221; to Asia, placing much of the focus of American foreign policy on that continent as China becomes more influential on the world stage.</p>\n<p> Buffett noted problems in the US as well, including concerns about income inequality.</p>\n<p> &#8220;I don&#8217;t have anything against raising the minimum wage but I don&#8217;t think we can do it in a significant enough way without creating a lot of distortions.&#8220;</p>\n<p> He favoured using the earned income tax credit to help struggling households.</p>\n<p> Income inequality has already emerged as a major issue in the 2016 presidential election, with both Republican and Democratic contenders highlighting middle-class insecurities.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Warren Buffett",
    "Stock markets",
    "Federal Reserve",
    "Business",
    "US economy",
    "Global economy",
    "Economics",
    "US Interest rates",
    "Australian economy"
  ],
  "ntitle": "warren_buffett_stock_markets_will_be_overpriced_if_rates_rise",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Warren Buffett has warned that stock prices will appear expensive if interest rates increase from their current ultra-low levels.\n\n\n\n“If we get back to normal interest rates, stocks at these prices will look high,” said the billionaire investor, speaking at the annual shareholders’ meeting of his conglomerate Berkshire Hathaway.\n\nBuffett, one of the world’s most famous investors, is widely followed for his advice on finance and life. With Wall Street and many European stock markets around all-time highs, his views on the US and global economy will be watched closely.\n\nRegarding the Federal Reserve’s loose monetary policy, Buffett said he could not have predicted that rates would remain this low for this long without becoming a problem.\n\n“So far, I have been wrong on interest rates. It’s so hard for me to see how, if you toss money from helicopters you don’t have inflation, but we haven’t.”\n\nThe Fed is currently weighing raising rates from their near-zero levels of the financial crisis era, even as questions remain about the strength of growth in the world’s biggest economy.\n\nRelated: Markets face new threat as US Federal Reserve ponders interest rate rise\n\nThe current US economic environment will not influence potential acquisitions at Berkshire Hathaway, Buffett added.\n\nBerkshire tends to hold companies for decades - or forever, as Buffett has said in the past - making the short-term economic outlook less valuable as a predictor of a company’s success than longer-term trends.\n\n“Any company that has an economist certainly has one employee too many,” he added.\n\nHe also said about the greenback: “I think the dollar will be the world’s reserve currency 50 years from now.“\n\nNevertheless, Buffett praised China as a rising superpower, saying the country’s population had “found a way to unlock their potential.”\n\nCharlie Munger, Berkshire Hathaway’s vice chairman, echoed that sentiment, noting China’s drive against corruption and its relationship with the United States.\n\n“It’s very important that we like and trust one another,” Munger said.\n\nChina surpassed Japan to become the world’s second-largest economy in 2010. US president Barack Obama has “pivoted” to Asia, placing much of the focus of American foreign policy on that continent as China becomes more influential on the world stage.\n\nBuffett noted problems in the US as well, including concerns about income inequality.\n\n“I don’t have anything against raising the minimum wage but I don’t think we can do it in a significant enough way without creating a lot of distortions.“\n\nHe favoured using the earned income tax credit to help struggling households.\n\nIncome inequality has already emerged as a major issue in the 2016 presidential election, with both Republican and Democratic contenders highlighting middle-class insecurities.",
  "title": "Warren Buffett: stock markets will be overpriced if rates rise",
  "ts_in": "2015-05-03T15:16:56.803481",
  "url": "http://www.theguardian.com/business/2015/may/03/warren-buffett-stock-markets-will-be-over-priced-if-rates-rise"
}