{
  "article_html": "<div><p>&#8220;&#8216;Can&#8217;t talk now &#8211; island hopping&#8221;, &#8220;playing golf, call me back&#8221; and, &#8220;sorry, she&#8217;s somewhere in France &#8230;&#8221; are just three of the responses proffered when trying to track down that most elusive of creatures: a female retiree in <a href=\"http://www.theguardian.com/world/denmark\" class=\" u-underline\">Denmark</a> with time on her hands. For anyone fortunate enough to catch one between evening classes, museum visits, round-the-world trips, bike rides, hikes, wild swimming or 18 holes on the golf course, it&#8217;s important to talk fast and glean all you can from them before their next engagement. Because these ladies are busy.</p>\n<p>&#8220;I&#8217;m just getting my things together for Italian class and then I&#8217;ve got pilates,&#8221; 65-year-old Anna-Grethe Mikkelsen explains at 9am on a Thursday morning from her immaculate home in Viborg, Jutland. &#8220;We&#8217;re also off to Helsinki, then Munich on a house swap, so there&#8217;s lots to do.</p>\n<p>&#8220;And then there&#8217;s my sewing, knitting, gardening and playing piano for the local church as well as a lot of walking,&#8221; she tells me. Quickly. &#8220;But being retired is great!&#8221; she insists when I suggest it sounds exhausting. &#8220;It&#8217;s like one long really fun holiday!&#8221; Her hectic social schedule isn&#8217;t unusual among Danish retirees.</p>\n<p>Eva Kerner, 71, a former secretary, has been retired since 2006 and goes to the gym twice a week (&#8220;just for a couple of hours a time&#8221;), attends concerts, visits museums, travels extensively, sings in a choir and is a prolific seamstress (&#8220;I&#8217;m making two dresses for my daughter-in-law just now&#8221;). &#8220;It&#8217;s a nice life,&#8221; Kerner tells me. &#8220;People say, &#8216;oh, you&#8217;re doing so much! You must be tired!&#8217; but actually it&#8217;s the opposite &#8211; being so active keeps you young. I&#8217;m very happy.&#8221;</p>\n<p>She&#8217;s not alone. A study <a href=\"http://www.theguardian.com/world/2015/apr/28/female-over-65-and-danish-the-three-keys-to-happiness\" class=\" u-underline\">claims that retired Danish women are the most content in Europe</a> , with those aged 65-74 scoring 8.6 out of 10 on the happiness scale &#8211; something experts suggest is partly down to the perspective that comes with age. &#8220;Older people are much better at knowing what makes them happy and living according to that, instead of what other people expect from them,&#8221; says Aarhus University professor and &#8220;happiness&#8221; economist Christian Bj&#248;rnskov. Or, as Kerner puts it: &#8220;I&#8217;m happier because I don&#8217;t stress so much. I don&#8217;t have to look after anyone else &#8211; I can do as I please.&#8221;</p>\n<p>She adds: &#8220;I have lots of friends who are all retired as well, so we can meet up whenever we like&#8221; &#8211; and these friendships explain why Denmark&#8217;s female retirees are faring better than their male counterparts.</p>\n<p>&#8220;Women are typically better at creating and maintaining social relationships,&#8221; says Meik Wiking of Denmark&#8217;s <a href=\"http://www.happinessresearchinstitute.com/\" class=\" u-underline\">Happiness Research Institute</a>, &#8220;and we know from studies that a sense of belonging is one of the best indicators of happiness.&#8221; <a href=\"http://www.theguardian.com/lifeandstyle/2009/jun/11/exercise-over-65\" class=\" u-underline\">Research also shows that staying active improves wellbeing</a> and <a href=\"http://www.nhs.uk/news/2014/06June/Pages/Learning-second-language-slows-brain-ageing.aspx\" class=\" u-underline\">learning a second language has a positive effect on the brain</a>. No wonder Mikkelsen and Kerner sound upbeat.</p>\n<p>But it&#8217;s not just being over 65, female and busy that guarantees you a retirement of pure revelry. There&#8217;s something about the experience of &#8220;living Danishly&#8221; that also helps.</p>\n<p>&#8220;Denmark is a country that takes care of its citizens,&#8221; says retired associate professor Jette Eiberg, 71, from Copenhagen. &#8220;I feel very lucky to be here and I&#8217;m really <a href=\"http://www.theguardian.com/science/blog/2009/aug/12/happiness-richard-wiseman%5D\" class=\" u-underline\">grateful&#8221; &#8211; something else that has been proven to boost happiness levels</a>.</p>\n<p>&#8220;We often say to each other what a privileged life we have,&#8221; agrees Kerner, <a href=\"http://www.visitcopenhagen.com/copenhagen/danes-ranked-worlds-happiest-people-yet-again\" class=\" u-underline\">who says being a pensioner in the country regularly voted the happiest on the planet has served her generation well</a>. &#8220;It wasn&#8217;t as good in my mother&#8217;s day &#8211; there wasn&#8217;t so much state support &#8211; and I hear younger people complaining about money, but we have the best of both worlds. Denmark&#8217;s good for families, too &#8211; with childcare for our kids when they were small and then for our grandchildren.&#8221;</p>\n<p>The famous <a href=\"http://www.theguardian.com/money/the-womens-blog-with-jane-martinson/2013/jan/30/childcare-changes-danish-model-uk\" class=\" u-underline\">welfare state subsidises day care places for children from the age of six months, making childcare affordable for all</a> and excusing grandparents from a second career as unpaid babysitters (unlike <a href=\"http://www.grandparentsplus.org.uk/grandparents-helping-childcare\" class=\" u-underline\">in the UK where one in four working families rely on grandparents for childcare</a>). &#8220;We always told our children we were happy to help out, but that looking after the grandchildren shouldn&#8217;t dictate our lives,&#8221; says Kerner.</p>\n<p>Sky-high taxes that make capitalists choke on their Chablis may also have the happy side effect of making Danes more content. <a href=\"http://www.oecd.org/social/inequality.htm\" class=\" u-underline\">Denmark has the lowest income inequality</a> among all the OECD countries and studies show that <a href=\"http://phys.org/news/2014-02-wealthy-neighborhoods-fuel-materialistic-desires.html\" class=\" u-underline\">living in neighbourhoods where most people earn about the same can make you happier</a>. &#8220;You pay taxes all your life and then you get a pension that&#8217;s enough to live on &#8211; though you need savings for some of the extras,&#8221; explains Kerner, &#8220;so it&#8217;s a pretty good deal.&#8221;</p>\n<p>Denmark has <a href=\"http://www.globalpensionindex.com/overall-index-results/\" class=\" u-underline\">the best pension system in the world</a>, according to the Melbourne Mercer Global Pension Index, with <a href=\"https://www.workindenmark.dk/Working-in-DK/Pension\" class=\" u-underline\">the average Dane retiring at 65</a>. And because<a href=\"http://studyindenmark.dk/news/oecd-report-denmark-has-worlds-healthiest-work-life-balance\" class=\" u-underline\"> Denmark has one of the shortest working </a>weeks at just 37 hours, Danes have plenty of time to foster friendships and extracurricular interests throughout their careers to see them through retirement.</p>\n<p>&#8220;The job you have as a woman often isn&#8217;t your whole identity,&#8221; adds Eiberg. &#8220;You also have your friends and your home life and your family. We have more social relationships and I have friends I&#8217;ve known my whole life, but for men it&#8217;s not the same. I think women are probably &#8216;better&#8217; at being retired. I have a pretty good life now. I read a lot, I go to lectures at the university &#8211; I&#8217;m just starting a class on Marcel Proust &#8211; and I travel, like a lot of Danes.&#8221; Viking wanderlust could also improve wellbeing; <a href=\"http://www.nuffieldhealth.com/fitness-and-wellbeing/news/medical-benefits-holidays-revealed-first-time\" class=\" u-underline\">research from Nuffield Health </a>showed that holidays can reduce stress.</p>\n<p>Of course, not all Danish pensioners are jetting off on minibreaks or ruminating on the work of Proust. Older women face many of the same challenges as they would in the rest of the world. Ruth Lemche, 80, from Copenhagen, who has been a widow for 10 years, says: &#8220;I have a few health problems now and my legs aren&#8217;t so good. I miss my husband terribly and because women tend to be the ones that live longer it can be difficult for women like me.&#8221;</p>\n<p>The <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Quality_of_life_in_Europe_-_facts_and_views_-_overall_life_satisfaction\" class=\" u-underline\">Eurostat study</a> showed a slight decline in the happiness of Danish women after the age of 74, from 8.6 to 8.4, although the figure is still far higher than the 6.8 EU average for this age group. &#8220;But I can&#8217;t complain, Denmark is a good place to be,&#8221; adds Lemche. &#8220;I still play golf and there are organisations through the <a href=\"https://www.aeldresagen.dk/sider/forside.aspx\" class=\" u-underline\">local kommune [council] that do a lot for old people</a> like organising events and even holidays. I have nice life. Plus I&#8217;m off on a trip tomorrow to see my sister &#8211; and she&#8217;s 89!&#8221;</p>\n<p>Jane Holm, 72, a former administrator from Copenhagen echoes Lemche&#8217;s sentiments. &#8220;Life&#8217;s not perfect, but I have my family and good friends to socialise and travel with. I keep busy &#8211; I&#8217;m on the board of the local co-operative shop; I go to museums and art galleries; I cycle and do exercise classes and run to keep fit.&#8221;</p>\n<p>I&#8217;m put to shame by the fitness regime of a pensioner. Running? &#8220;Of course! I don&#8217;t want to live until I&#8217;m 120, but it&#8217;s nice to feel healthy. I don&#8217;t think about my age too much. I certainly don&#8217;t feel like I&#8217;m in my 70s. I mean, I know I&#8217;ll die eventually, but not now. Not yet. I don&#8217;t have time &#8230;&#8221;</p>\n<p>Helen Russell is a freelance journalist based in Denmark and author of <a href=\"http://bookshop.theguardian.com/year-of-living-danishly.html\" class=\" u-underline\">The Year of Living Danishly</a></p>\n</div>",
  "authors": [
    "Helen Russell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Denmark",
    "Health & wellbeing",
    "Life and style",
    "Europe",
    "World news"
  ],
  "ntitle": "why_are_older_danish_women_so_happy",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "“‘Can’t talk now – island hopping”, “playing golf, call me back” and, “sorry, she’s somewhere in France …” are just three of the responses proffered when trying to track down that most elusive of creatures: a female retiree in Denmark with time on her hands. For anyone fortunate enough to catch one between evening classes, museum visits, round-the-world trips, bike rides, hikes, wild swimming or 18 holes on the golf course, it’s important to talk fast and glean all you can from them before their next engagement. Because these ladies are busy.\n\n“I’m just getting my things together for Italian class and then I’ve got pilates,” 65-year-old Anna-Grethe Mikkelsen explains at 9am on a Thursday morning from her immaculate home in Viborg, Jutland. “We’re also off to Helsinki, then Munich on a house swap, so there’s lots to do.\n\n“And then there’s my sewing, knitting, gardening and playing piano for the local church as well as a lot of walking,” she tells me. Quickly. “But being retired is great!” she insists when I suggest it sounds exhausting. “It’s like one long really fun holiday!” Her hectic social schedule isn’t unusual among Danish retirees.\n\nEva Kerner, 71, a former secretary, has been retired since 2006 and goes to the gym twice a week (“just for a couple of hours a time”), attends concerts, visits museums, travels extensively, sings in a choir and is a prolific seamstress (“I’m making two dresses for my daughter-in-law just now”). “It’s a nice life,” Kerner tells me. “People say, ‘oh, you’re doing so much! You must be tired!’ but actually it’s the opposite – being so active keeps you young. I’m very happy.”\n\nShe’s not alone. A study claims that retired Danish women are the most content in Europe , with those aged 65-74 scoring 8.6 out of 10 on the happiness scale – something experts suggest is partly down to the perspective that comes with age. “Older people are much better at knowing what makes them happy and living according to that, instead of what other people expect from them,” says Aarhus University professor and “happiness” economist Christian Bjørnskov. Or, as Kerner puts it: “I’m happier because I don’t stress so much. I don’t have to look after anyone else – I can do as I please.”\n\nShe adds: “I have lots of friends who are all retired as well, so we can meet up whenever we like” – and these friendships explain why Denmark’s female retirees are faring better than their male counterparts.\n\n“Women are typically better at creating and maintaining social relationships,” says Meik Wiking of Denmark’s Happiness Research Institute, “and we know from studies that a sense of belonging is one of the best indicators of happiness.” Research also shows that staying active improves wellbeing and learning a second language has a positive effect on the brain. No wonder Mikkelsen and Kerner sound upbeat.\n\nBut it’s not just being over 65, female and busy that guarantees you a retirement of pure revelry. There’s something about the experience of “living Danishly” that also helps.\n\n“Denmark is a country that takes care of its citizens,” says retired associate professor Jette Eiberg, 71, from Copenhagen. “I feel very lucky to be here and I’m really grateful” – something else that has been proven to boost happiness levels.\n\n“We often say to each other what a privileged life we have,” agrees Kerner, who says being a pensioner in the country regularly voted the happiest on the planet has served her generation well. “It wasn’t as good in my mother’s day – there wasn’t so much state support – and I hear younger people complaining about money, but we have the best of both worlds. Denmark’s good for families, too – with childcare for our kids when they were small and then for our grandchildren.”\n\nThe famous welfare state subsidises day care places for children from the age of six months, making childcare affordable for all and excusing grandparents from a second career as unpaid babysitters (unlike in the UK where one in four working families rely on grandparents for childcare). “We always told our children we were happy to help out, but that looking after the grandchildren shouldn’t dictate our lives,” says Kerner.\n\nSky-high taxes that make capitalists choke on their Chablis may also have the happy side effect of making Danes more content. Denmark has the lowest income inequality among all the OECD countries and studies show that living in neighbourhoods where most people earn about the same can make you happier. “You pay taxes all your life and then you get a pension that’s enough to live on – though you need savings for some of the extras,” explains Kerner, “so it’s a pretty good deal.”\n\nDenmark has the best pension system in the world, according to the Melbourne Mercer Global Pension Index, with the average Dane retiring at 65. And because Denmark has one of the shortest working weeks at just 37 hours, Danes have plenty of time to foster friendships and extracurricular interests throughout their careers to see them through retirement.\n\n“The job you have as a woman often isn’t your whole identity,” adds Eiberg. “You also have your friends and your home life and your family. We have more social relationships and I have friends I’ve known my whole life, but for men it’s not the same. I think women are probably ‘better’ at being retired. I have a pretty good life now. I read a lot, I go to lectures at the university – I’m just starting a class on Marcel Proust – and I travel, like a lot of Danes.” Viking wanderlust could also improve wellbeing; research from Nuffield Health showed that holidays can reduce stress.\n\nOf course, not all Danish pensioners are jetting off on minibreaks or ruminating on the work of Proust. Older women face many of the same challenges as they would in the rest of the world. Ruth Lemche, 80, from Copenhagen, who has been a widow for 10 years, says: “I have a few health problems now and my legs aren’t so good. I miss my husband terribly and because women tend to be the ones that live longer it can be difficult for women like me.”\n\nThe Eurostat study showed a slight decline in the happiness of Danish women after the age of 74, from 8.6 to 8.4, although the figure is still far higher than the 6.8 EU average for this age group. “But I can’t complain, Denmark is a good place to be,” adds Lemche. “I still play golf and there are organisations through the local kommune [council] that do a lot for old people like organising events and even holidays. I have nice life. Plus I’m off on a trip tomorrow to see my sister – and she’s 89!”\n\nJane Holm, 72, a former administrator from Copenhagen echoes Lemche’s sentiments. “Life’s not perfect, but I have my family and good friends to socialise and travel with. I keep busy – I’m on the board of the local co-operative shop; I go to museums and art galleries; I cycle and do exercise classes and run to keep fit.”\n\nI’m put to shame by the fitness regime of a pensioner. Running? “Of course! I don’t want to live until I’m 120, but it’s nice to feel healthy. I don’t think about my age too much. I certainly don’t feel like I’m in my 70s. I mean, I know I’ll die eventually, but not now. Not yet. I don’t have time …”\n\nHelen Russell is a freelance journalist based in Denmark and author of The Year of Living Danishly",
  "title": "Why are older Danish women so happy?",
  "ts_in": "2015-05-03T15:16:41.171688",
  "url": "http://www.theguardian.com/world/2015/may/03/europe-happiness-danish-women-pension"
}