{
  "article_html": "<div><p>&#8220;&#8220;&#8216;Honestly I can say I haven&#8217;t had a conversation about it,&#8221; said Chris Smedley of Bostocks butchers in Nuneaton. &#8220;It&#8217;s not something people are talking about.&#8221;</p>\n<p>&#8220;No one&#8217;s mentioned it at all. Not a word,&#8221; confirmed the woman behind the counter in nearby Pet Supplies. &#8220;You wouldn&#8217;t believe one&#8217;s happening,&#8221; agreed Matt Perry, subpostmaster at the post office in the Abbeygate Shopping Centre. &#8220;Normally customers talk about what&#8217;s on the news, but no one&#8217;s speaking about it. Nothing.&#8221;</p>\n<p>What everyone wasn&#8217;t talking about last week in Nuneaton, Warwickshire, a marginal seat in the heart of England, was the general election. Here&#8217;s the conundrum that has confronted politicians and commentators over the last few weeks of this campaign.</p>\n<p>The election that takes place on Thursday may turn out to be the most momentous in living memory. At stake is Britain&#8217;s continued membership of the European Union, our political integrity as a nation state and the future of the two &#8211; or three &#8211; party system, not to mention a fragile economic recovery, the fate of the NHS, and several big political careers. Yet interest in these hustings has been conspicuously and persistently lacking.</p>\n<p>The more frenzied the party campaigns have become, the more static has been the public response. Each new promise of extra milk and honey has been taken with a large helping of salt. The electorate, like the polls, remains stubbornly unmoved. &#8220;They&#8217;re saying things out of desperation,&#8221; said 72-year-old Terry Dewis. &#8220;You can&#8217;t believe any of them.&#8221; But Dewis, rare among the good people of Nuneaton, was at least prepared to talk about politics. In fact, he viewed the unpredictable nature of the election with great trepidation. &#8220;It&#8217;s all a bit frightening. We like change here, but not that much.&#8221; He was unimpressed by the party leaders, with the notable exception of the &#8220;Scottish lady&#8221;. Yet he worried that, if Labour won the election, it would allow the SNP a back door into the UK government.</p>\n<p>This is the message, of course, that the Tories have been hammering home, but the novel twist in Dewis&#8217;s reading was the ambiguous role of Nicola Sturgeon. Seen through his eyes, her formidable campaign, which seems to have swept all before it in Scotland, rebounds in England. It&#8217;s because she has performed so well that she makes many English voters nervous.</p>\n<p>Her forthright language hits Labour both sides of the border. Not only have traditional Labour voters switched their allegiances to the SNP in Scotland but, for all Ed Miliband&#8217;s attempts to distance himself from Sturgeon, many of them in England <a href=\"http://www.theguardian.com/politics/2015/apr/26/english-voters-snp-threat-exeter\" title=\"\" class=\" u-underline\">fear the SNP&#8217;s sway over a Labour-led government</a>. The concern is primarily for nationalistic or constitutional reasons rather than political: how can a leader who is not even standing in the British parliament have a say in its running? However, Sturgeon needs Labour to do well in England if she hopes to exert influence. Thus success could prove her failing.</p>\n<p>This is one of several uncertain outcomes that instead of galvanising public debate seems to have further alienated an electorate that is far from clear what it is voting for or what kind of government is likely to emerge. It&#8217;s as if a doctorate in game theory is required to work out the consequences. And rather than inflaming passions, this fickleness has only increased apathy. All things considered, Nuneaton should be a hotbed of political argument. Historically it was a safe Labour seat. From 1935 to 1983 no other party got a look-in. Then at Margaret Thatcher&#8217;s second general election, the one following the Falklands war, the Conservative candidate was elected. And again in 1987. The seat returned to Labour in 1992 and was held during the Tony Blair years, but was recaptured by the Tories in 2010.</p>\n<p>The majority was just over 2,000. Given the volatility of voting patterns in recent Nuneaton and Bedworth elections, that&#8217;s about as comfortable as a bed of rusty nails. It&#8217;s listed 37th on the 106 target seats that Labour deems vital to win to form a government.</p>\n<p>It lies in the West Midlands, in the centre of the triangle formed by Birmingham, Leicester and Coventry, an area that was once the home of the British car industry. With four Jaguar Land Rover plants in the vicinity, four-wheel drives are still an important employer. But although the coalition promised to place manufacturing at the centre of the British economy, it is service industries that account for most jobs in the town.</p>\n<p>The recent Office for National Statistics figures show that the UK&#8217;s economic growth is largely dependent on shopping and eating. Nuneaton has not one but two shopping centres in its centre. If it&#8217;s not market day, then both can look a little forlorn. The main shopping area, which includes the Abbeygate centre, boasts a number of betting shops, moneylenders, and no fewer than 22 charity shops. Inside the Myton Hospices shop, Marian Ferris reckoned coach parties from as far away as Bath came to savour the unique consumer experience of Nuneaton&#8217;s abundance of charity shops. There were plans, she said, for Marks and Spencer to return to the town. &#8220;That will lift spirits. And they say Primark is coming here too. That will really lift Nuneaton.&#8221;</p>\n<p>It wasn&#8217;t EU accession or fiscal policy that people were talking about in her neck of the woods, but the possibility of improved shopping. She hadn&#8217;t encountered any political discussions, with the exception of a loud argument that took place in the shop the previous day.</p>\n<p>&#8220;It was very heated. There were raised voices.&#8221; What was the result? &#8220;They all agreed they were voting Ukip.&#8221; Ukip came nowhere in Nuneaton in 2010. But the British National party finished fourth with more votes than separated the Tories from Labour. Ukip is bound to claim those, and more, this time around.</p>\n<p>&#8220;The only thing you hear people talking about is immigration and people coming from abroad to use the NHS,&#8221; said Sylvia Mooney, who was selling some jewellery in the Money Shop. She was in favour of immigration herself, because she liked &#8220;how different cultures work together&#8221;, but the anxiety she had witnessed fits with an identified national pattern. Although Nuneaton has a relatively small immigrant population, studies have shown that areas with low migration are most concerned about the impact of immigration.</p>\n<p>Nuneaton is the birthplace of George Eliot, Ken Loach and Mary Whitehouse and was the adopted home of Larry Grayson. It&#8217;s not a bad spread of British moral and political archetypes. Eliot, who lived openly with a married man, scandalised Victorian England. By contrast Whitehouse was a warrior for primness. Loach, the social realist, is a staunch socialist, and Grayson, the gay comedian, was a martyr to camp.</p>\n<p>You could make an informed guess as to what they&#8217;d vote. Loach would doubtless support Paul Riley, of the Trade Unionist and Socialist Coalition, a party he has backed previously. And Whitehouse, who would find today&#8217;s Tories social pinkos, would surely have gone for Alwyn Waine of Ukip. The other two are harder to pinpoint but Eliot, or Mary Ann Evans, was a natural supporter of the outsider and had a sharp eye, as she showed in Middlemarch, for political &#8220;buffoonery&#8221;. She would probably have been subtly scathing of the attitudes on display at a central location named after her, the George Eliot Hotel.</p>\n<p>In the bar of the pub, Duncan Elbury, who works in the construction industry, and his friend, Oliver Barlow, were enjoying a lunchtime pint of Guinness. &#8220;You want to earn &#163;100 to &#163;120 a day,&#8221; explained Elbury about his job. &#8220;They can get two Poles to do it for that money.&#8221; Labour, both men agree, had &#8220;let the floodgates open&#8221;, and therefore neither was going to vote Labour. &#8220;The town&#8217;s in decline. We put Europe on the map, but look at our car industry now. Everyone&#8217;s in debt. It&#8217;s just charity shops and bookies.&#8221; So who were they going to vote for? &#8220;Ukip,&#8221; they said in unison.</p>\n<p>Whatever his politics may have been, and he kept them quiet, Grayson remained loyal to his beloved Nuneaton right to the end. He began his career performing at the Fife Street Working Men&#8217;s Club, now a rundown bunker of a building in a terraced street. It&#8217;s still functioning, but the door was shut at the place that launched the man who gave us &#8220;Shut that door&#8221;. Outside, Lesley, a single mother of five, walked by with her 17-year-old autistic son, Ryan. She had three other autistic children at home, she explained. Like many others, she wasn&#8217;t much bothered by the delicately poised outcomes of the election. All she knew was that the social services had been &#8220;brilliant&#8221; and that she was voting Labour. &#8220;I just want them to leave the NHS alone,&#8221; she explained.</p>\n<p>Here was a triumph for Labour sloganeering. It didn&#8217;t matter to Lesley that there had been a coalition government or that her local MP had been a Tory, the health services to which she paid generous tribute she associated exclusively with Labour.</p>\n<p>There&#8217;s a reason that modern political campaigns are focused on repeating the same simple messages over and over again. Because they stick. Lesley was also full of praise for Nuneaton. She couldn&#8217;t imagine living anywhere else.</p>\n<p>What did she most appreciate about her hometown? She thought for a while. &#8220;I don&#8217;t think it&#8217;s as bad as other places.&#8221; Now there&#8217;s a vote of confidence.</p>\n<p>Eliot did leave Nuneaton. First for Coventry and then London. The first 21 years of her life, though, she spent at Griff House, which is just outside the town, off a major roundabout. The house is now a Beefeater restaurant and Premier Inn. For all the local pride in Eliot, a prime location next to the A444 was never going to be left as a museum.</p>\n<p>At its entrance, having finished lunch, were Clare Wall, a PA to a financial adviser, and Michele Lanchbury, a nurse at the George Eliot hospital. Wall had always been a Labour voter but she was going to vote Conservative. &#8220;The economy is the most important issue to me,&#8221; she explained. &#8220;I don&#8217;t want another recession. We had a three-day working week in our house after 2008.&#8221; Her husband works for a company that supplied Jaguar. &#8220;I think I&#8217;m slightly better off in the last few years, and we&#8217;ve got to see out what this government started.&#8221; Lanchbury was not so sure. Her parents were lifelong Conservative voters and that, she said, was an important factor. But she thought that Nuneaton was in decline, even if, like Lesley, she felt that &#8220;a lot of places are worse&#8221; and the parking was good. Her vote was up for grabs.</p>\n<p>But how do the parties get to her with their bold promises and complex range of possible governing outcomes? She wasn&#8217;t gung-ho about Europe or set against it, she didn&#8217;t profess strong feelings on the stability of the Union or worry about the SNP. Whether or not the party system as we know it is on its deathbed seemed not to be keeping her awake at night.</p>\n<p>In these respects she was like a large and quite possibly crucial number of voters. She was going to wait until the ballot box to make her choice. On such deferred deliberations will this oddly becalmed election be decided.</p>\n<p>As Nuneaton&#8217;s very own George Eliot once wrote: &#8220;With regard to critical occasions, it often happens that all moments seem comfortably remote until the last&#8221;.</p>\n<h2><strong>SO HOW WAS THE CAMPAIGN FOR YOU?</strong><br></h2>\n<p><strong>Ellen Green is the director of the Blue Badge Company in Bristol, which makes attractive wallets for disabled parking permits. </strong></p>\n<p>I won&#8217;t be voting Tory, but this is a close left-leaning area between Labour, the Lib Dems and the Greens. I&#8217;m an avid Radio 4 listener and I did go to a hustings in Bristol. It was interesting listening to the passion of the Labour candidate. She was the most compos mentis about jobs and the economy.</p>\n<p>For me and my business the most important areas are employment and business growth. I&#8217;ve benefited from a government loan and I&#8217;m in favour of any policies that encourage growth. Business rates are crippling when you&#8217;re starting to grow. Labour definitely has a bit of a bad rep with small businesses. They could do a lot more.</p>\n<p>We employ a lot of people with limited work options. I do feel that austerity has hit disabled people hard. David Cameron has said he would support disabled people who want to work, but I&#8217;m quite sceptical. The disabled community is not mobilised politically. It&#8217;s a large section of the electorate and it&#8217;s not represented in the media or in politics.</p>\n<p>I&#8217;m not a fixed voter. I voted Lib Dem in the last campaign. Some of what they have done has been positive, but it&#8217;s also been quitedisappointing. I&#8217;m pro-European. We&#8217;re going into export next year, so I think it&#8217;s important we stay in the EU.&#8221;</p>\n<p><strong>Tim Evans architect and director of London-based </strong><a href=\"http://www.studioevanslane.com\" title=\"link to company site\" class=\" u-underline\"><strong>Studio Evans-Lane</strong></a><strong>.</strong></p>\n<p><strong>(Designers of Betteshanger visitor centre and Mining Museum in Kent, due to start building this summer.)</strong></p>\n<p>It has been a surprisingly engaging process in comparison to five years ago. It would be too negative to say it has been like watching a car crash happen in slow motion, because it is not quite that. It is more a feeling that something significant will happen this time. There might actually need to be some changes made to the way things are done. That is quite exciting.</p>\n<p>It does look as if the two-party system has lost its relevance. There is a desire to have a more representative democracy and so maybe the hung parliament it looks like we will be having could be a good thing.When it comes to the television debates, I have felt the women have come out as clear winners. They have seemed less schooled.</p>\n<p><strong>Anne Cooper, a 55-year-old cleaner in Salford at the Broughton Trust. </strong></p>\n<p>I&#8217;m voting for Labour because I feel they will do more for us - we&#8217;ve always voted Labour in our parts. The Tories are more for the money people, not for working-class people like me. I don&#8217;t really pay that much attention to politics but I will vote in the general election. If politics comes on the television I tend to turn it over to another channel. I did watch a few minutes of the debate with all the parties but it got boring so I switched it off: whatever they say never materialises when they get in.</p>\n<p><strong>Zainab Hakim, 24-year-old law student in London</strong></p>\n<p>This election has found a new battleground for politics: the internet. If you are on social media, it has been near impossible to escape election fever. This is good because although people my age are disillusioned by Westminster and feel betrayed by the coalition government, we are not apathetic. However, what has become obvious from Facebook and Twitter, is that a lot of young people will not be voting for, but against, parties in the election next Thursday.&#8221;</p>\n<p><strong>Dr Naomi Vaughan, lecturer in climate change. Tyndall Centre for Climate Change Research at the University of East Anglia.</strong></p>\n<p>Tackling climate change has been barely mentioned. Some might argue it&#8217;s because of the joint agreement by Cameron, Miliband and Clegg to work towards an international climate deal, new UK emission reduction targets and phasing out unabated coal power which puts climate change issues beyond party politics. But it&#8217;s a missed opportunity to discuss how the UK will move to a low carbon economy.</p>\n</div>",
  "authors": [
    "Andrew Anthony"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news"
  ],
  "ntitle": "with_only_five_days_to_go_why_can_t_britain_make_up_its_mind",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "““‘Honestly I can say I haven’t had a conversation about it,” said Chris Smedley of Bostocks butchers in Nuneaton. “It’s not something people are talking about.”\n\n“No one’s mentioned it at all. Not a word,” confirmed the woman behind the counter in nearby Pet Supplies. “You wouldn’t believe one’s happening,” agreed Matt Perry, subpostmaster at the post office in the Abbeygate Shopping Centre. “Normally customers talk about what’s on the news, but no one’s speaking about it. Nothing.”\n\nWhat everyone wasn’t talking about last week in Nuneaton, Warwickshire, a marginal seat in the heart of England, was the general election. Here’s the conundrum that has confronted politicians and commentators over the last few weeks of this campaign.\n\nThe election that takes place on Thursday may turn out to be the most momentous in living memory. At stake is Britain’s continued membership of the European Union, our political integrity as a nation state and the future of the two – or three – party system, not to mention a fragile economic recovery, the fate of the NHS, and several big political careers. Yet interest in these hustings has been conspicuously and persistently lacking.\n\nThe more frenzied the party campaigns have become, the more static has been the public response. Each new promise of extra milk and honey has been taken with a large helping of salt. The electorate, like the polls, remains stubbornly unmoved. “They’re saying things out of desperation,” said 72-year-old Terry Dewis. “You can’t believe any of them.” But Dewis, rare among the good people of Nuneaton, was at least prepared to talk about politics. In fact, he viewed the unpredictable nature of the election with great trepidation. “It’s all a bit frightening. We like change here, but not that much.” He was unimpressed by the party leaders, with the notable exception of the “Scottish lady”. Yet he worried that, if Labour won the election, it would allow the SNP a back door into the UK government.\n\nThis is the message, of course, that the Tories have been hammering home, but the novel twist in Dewis’s reading was the ambiguous role of Nicola Sturgeon. Seen through his eyes, her formidable campaign, which seems to have swept all before it in Scotland, rebounds in England. It’s because she has performed so well that she makes many English voters nervous.\n\nHer forthright language hits Labour both sides of the border. Not only have traditional Labour voters switched their allegiances to the SNP in Scotland but, for all Ed Miliband’s attempts to distance himself from Sturgeon, many of them in England fear the SNP’s sway over a Labour-led government. The concern is primarily for nationalistic or constitutional reasons rather than political: how can a leader who is not even standing in the British parliament have a say in its running? However, Sturgeon needs Labour to do well in England if she hopes to exert influence. Thus success could prove her failing.\n\nThis is one of several uncertain outcomes that instead of galvanising public debate seems to have further alienated an electorate that is far from clear what it is voting for or what kind of government is likely to emerge. It’s as if a doctorate in game theory is required to work out the consequences. And rather than inflaming passions, this fickleness has only increased apathy. All things considered, Nuneaton should be a hotbed of political argument. Historically it was a safe Labour seat. From 1935 to 1983 no other party got a look-in. Then at Margaret Thatcher’s second general election, the one following the Falklands war, the Conservative candidate was elected. And again in 1987. The seat returned to Labour in 1992 and was held during the Tony Blair years, but was recaptured by the Tories in 2010.\n\nThe majority was just over 2,000. Given the volatility of voting patterns in recent Nuneaton and Bedworth elections, that’s about as comfortable as a bed of rusty nails. It’s listed 37th on the 106 target seats that Labour deems vital to win to form a government.\n\nIt lies in the West Midlands, in the centre of the triangle formed by Birmingham, Leicester and Coventry, an area that was once the home of the British car industry. With four Jaguar Land Rover plants in the vicinity, four-wheel drives are still an important employer. But although the coalition promised to place manufacturing at the centre of the British economy, it is service industries that account for most jobs in the town.\n\nThe recent Office for National Statistics figures show that the UK’s economic growth is largely dependent on shopping and eating. Nuneaton has not one but two shopping centres in its centre. If it’s not market day, then both can look a little forlorn. The main shopping area, which includes the Abbeygate centre, boasts a number of betting shops, moneylenders, and no fewer than 22 charity shops. Inside the Myton Hospices shop, Marian Ferris reckoned coach parties from as far away as Bath came to savour the unique consumer experience of Nuneaton’s abundance of charity shops. There were plans, she said, for Marks and Spencer to return to the town. “That will lift spirits. And they say Primark is coming here too. That will really lift Nuneaton.”\n\nIt wasn’t EU accession or fiscal policy that people were talking about in her neck of the woods, but the possibility of improved shopping. She hadn’t encountered any political discussions, with the exception of a loud argument that took place in the shop the previous day.\n\n“It was very heated. There were raised voices.” What was the result? “They all agreed they were voting Ukip.” Ukip came nowhere in Nuneaton in 2010. But the British National party finished fourth with more votes than separated the Tories from Labour. Ukip is bound to claim those, and more, this time around.\n\n“The only thing you hear people talking about is immigration and people coming from abroad to use the NHS,” said Sylvia Mooney, who was selling some jewellery in the Money Shop. She was in favour of immigration herself, because she liked “how different cultures work together”, but the anxiety she had witnessed fits with an identified national pattern. Although Nuneaton has a relatively small immigrant population, studies have shown that areas with low migration are most concerned about the impact of immigration.\n\nNuneaton is the birthplace of George Eliot, Ken Loach and Mary Whitehouse and was the adopted home of Larry Grayson. It’s not a bad spread of British moral and political archetypes. Eliot, who lived openly with a married man, scandalised Victorian England. By contrast Whitehouse was a warrior for primness. Loach, the social realist, is a staunch socialist, and Grayson, the gay comedian, was a martyr to camp.\n\nYou could make an informed guess as to what they’d vote. Loach would doubtless support Paul Riley, of the Trade Unionist and Socialist Coalition, a party he has backed previously. And Whitehouse, who would find today’s Tories social pinkos, would surely have gone for Alwyn Waine of Ukip. The other two are harder to pinpoint but Eliot, or Mary Ann Evans, was a natural supporter of the outsider and had a sharp eye, as she showed in Middlemarch, for political “buffoonery”. She would probably have been subtly scathing of the attitudes on display at a central location named after her, the George Eliot Hotel.\n\nIn the bar of the pub, Duncan Elbury, who works in the construction industry, and his friend, Oliver Barlow, were enjoying a lunchtime pint of Guinness. “You want to earn £100 to £120 a day,” explained Elbury about his job. “They can get two Poles to do it for that money.” Labour, both men agree, had “let the floodgates open”, and therefore neither was going to vote Labour. “The town’s in decline. We put Europe on the map, but look at our car industry now. Everyone’s in debt. It’s just charity shops and bookies.” So who were they going to vote for? “Ukip,” they said in unison.\n\nWhatever his politics may have been, and he kept them quiet, Grayson remained loyal to his beloved Nuneaton right to the end. He began his career performing at the Fife Street Working Men’s Club, now a rundown bunker of a building in a terraced street. It’s still functioning, but the door was shut at the place that launched the man who gave us “Shut that door”. Outside, Lesley, a single mother of five, walked by with her 17-year-old autistic son, Ryan. She had three other autistic children at home, she explained. Like many others, she wasn’t much bothered by the delicately poised outcomes of the election. All she knew was that the social services had been “brilliant” and that she was voting Labour. “I just want them to leave the NHS alone,” she explained.\n\nHere was a triumph for Labour sloganeering. It didn’t matter to Lesley that there had been a coalition government or that her local MP had been a Tory, the health services to which she paid generous tribute she associated exclusively with Labour.\n\nThere’s a reason that modern political campaigns are focused on repeating the same simple messages over and over again. Because they stick. Lesley was also full of praise for Nuneaton. She couldn’t imagine living anywhere else.\n\nWhat did she most appreciate about her hometown? She thought for a while. “I don’t think it’s as bad as other places.” Now there’s a vote of confidence.\n\nEliot did leave Nuneaton. First for Coventry and then London. The first 21 years of her life, though, she spent at Griff House, which is just outside the town, off a major roundabout. The house is now a Beefeater restaurant and Premier Inn. For all the local pride in Eliot, a prime location next to the A444 was never going to be left as a museum.\n\nAt its entrance, having finished lunch, were Clare Wall, a PA to a financial adviser, and Michele Lanchbury, a nurse at the George Eliot hospital. Wall had always been a Labour voter but she was going to vote Conservative. “The economy is the most important issue to me,” she explained. “I don’t want another recession. We had a three-day working week in our house after 2008.” Her husband works for a company that supplied Jaguar. “I think I’m slightly better off in the last few years, and we’ve got to see out what this government started.” Lanchbury was not so sure. Her parents were lifelong Conservative voters and that, she said, was an important factor. But she thought that Nuneaton was in decline, even if, like Lesley, she felt that “a lot of places are worse” and the parking was good. Her vote was up for grabs.\n\nBut how do the parties get to her with their bold promises and complex range of possible governing outcomes? She wasn’t gung-ho about Europe or set against it, she didn’t profess strong feelings on the stability of the Union or worry about the SNP. Whether or not the party system as we know it is on its deathbed seemed not to be keeping her awake at night.\n\nIn these respects she was like a large and quite possibly crucial number of voters. She was going to wait until the ballot box to make her choice. On such deferred deliberations will this oddly becalmed election be decided.\n\nAs Nuneaton’s very own George Eliot once wrote: “With regard to critical occasions, it often happens that all moments seem comfortably remote until the last”.\n\nSO HOW WAS THE CAMPAIGN FOR YOU?\n\n\n\nEllen Green is the director of the Blue Badge Company in Bristol, which makes attractive wallets for disabled parking permits.\n\nI won’t be voting Tory, but this is a close left-leaning area between Labour, the Lib Dems and the Greens. I’m an avid Radio 4 listener and I did go to a hustings in Bristol. It was interesting listening to the passion of the Labour candidate. She was the most compos mentis about jobs and the economy.\n\nFor me and my business the most important areas are employment and business growth. I’ve benefited from a government loan and I’m in favour of any policies that encourage growth. Business rates are crippling when you’re starting to grow. Labour definitely has a bit of a bad rep with small businesses. They could do a lot more.\n\nWe employ a lot of people with limited work options. I do feel that austerity has hit disabled people hard. David Cameron has said he would support disabled people who want to work, but I’m quite sceptical. The disabled community is not mobilised politically. It’s a large section of the electorate and it’s not represented in the media or in politics.\n\nI’m not a fixed voter. I voted Lib Dem in the last campaign. Some of what they have done has been positive, but it’s also been quitedisappointing. I’m pro-European. We’re going into export next year, so I think it’s important we stay in the EU.”\n\nTim Evans architect and director of London-based Studio Evans-Lane.\n\n(Designers of Betteshanger visitor centre and Mining Museum in Kent, due to start building this summer.)\n\nIt has been a surprisingly engaging process in comparison to five years ago. It would be too negative to say it has been like watching a car crash happen in slow motion, because it is not quite that. It is more a feeling that something significant will happen this time. There might actually need to be some changes made to the way things are done. That is quite exciting.\n\nIt does look as if the two-party system has lost its relevance. There is a desire to have a more representative democracy and so maybe the hung parliament it looks like we will be having could be a good thing.When it comes to the television debates, I have felt the women have come out as clear winners. They have seemed less schooled.\n\nAnne Cooper, a 55-year-old cleaner in Salford at the Broughton Trust.\n\nI’m voting for Labour because I feel they will do more for us - we’ve always voted Labour in our parts. The Tories are more for the money people, not for working-class people like me. I don’t really pay that much attention to politics but I will vote in the general election. If politics comes on the television I tend to turn it over to another channel. I did watch a few minutes of the debate with all the parties but it got boring so I switched it off: whatever they say never materialises when they get in.\n\nZainab Hakim, 24-year-old law student in London\n\nThis election has found a new battleground for politics: the internet. If you are on social media, it has been near impossible to escape election fever. This is good because although people my age are disillusioned by Westminster and feel betrayed by the coalition government, we are not apathetic. However, what has become obvious from Facebook and Twitter, is that a lot of young people will not be voting for, but against, parties in the election next Thursday.”\n\nDr Naomi Vaughan, lecturer in climate change. Tyndall Centre for Climate Change Research at the University of East Anglia.\n\nTackling climate change has been barely mentioned. Some might argue it’s because of the joint agreement by Cameron, Miliband and Clegg to work towards an international climate deal, new UK emission reduction targets and phasing out unabated coal power which puts climate change issues beyond party politics. But it’s a missed opportunity to discuss how the UK will move to a low carbon economy.",
  "title": "With only five days to go, why can’t Britain make up its mind?",
  "ts_in": "2015-05-03T15:16:05.633960",
  "url": "http://www.theguardian.com/politics/2015/may/03/nuneaton--election-2015-marginal-seat-where-voters-like-change-but-not-that-much"
}