{
  "article_html": "<div><p>An <a href=\"http://www.theguardian.com/australia-news/australian-federal-police\" class=\" u-underline\">Australian federal police</a> (AFP) officer asked to be taken off the Bali Nine drug-smuggling case after expressing disquiet about the decision to tip off the Indonesian authorities.</p>\n<p>An AFP deputy commissioner, Mike Phelan, revealed the officer&#8217;s request during a press conference in Canberra, which the AFP convened to defend sharing information in 2005 that culminated in Indonesia <a href=\"http://www.theguardian.com/world/2015/apr/28/bali-nine-pair-executed-indonesia\" class=\" u-underline\">executing Australian citizens Andrew Chan and Myuran Sukumaran last week</a>.</p>\n<p>The commissioner, Andrew Colvin, said on Monday his thoughts were with the pair&#8217;s families at this &#8220;very difficult time&#8221;, but he did not believe the AFP owed them an apology.</p>\n<p>&#8220;We can&#8217;t apologise for the role that we have to try to stop illicit drugs from coming into this country,&#8221; Colvin said. &#8220;We regret that the Indonesian government went through with the executions.&#8221;</p>\n<p>Phelan took responsibility for the decision to pass information to the Indonesian police, but said it was not one he had taken lightly and he &#8220;agonised over it at the time&#8221;. And he revealed that not all AFP officers involved in the investigation agreed with it.</p>\n<p>&#8220;Certainly the vast majority [supported the decision], but I can remember at least one occasion at the time where a request was made by one of the investigators in Brisbane to come off the team,&#8221; Phelan said.</p>\n<p>&#8220;[The officer] was not comfortable with us dealing with a death penalty situation. I didn&#8217;t even ask the investigator&#8217;s name. I just said no problem.&#8221;<br></p>\n<p>Phelan said he still did know the identity of the officer who had asked to be shifted.</p>\n<p>Colvin, who was appointed commissioner last year, said he welcomed a diversity of opinion. He said the example illustrated that decisions about information-sharing in potential death penalty cases were &#8220;not easy&#8221;, and officers were human.</p>\n<p>The prime minister, Tony Abbott, said procedures had been strengthened in 2009 after the <a href=\"http://www.theguardian.com/world/bali-nine\" class=\" u-underline\">Bali Nine</a> case and he had &#8220;great confidence&#8221; in the AFP.</p>\n<p>But the leader of the Greens, Christine Milne, said the AFP still had questions to answer and &#8220;should be regretting the fact that two Australian citizens have lost their lives to execution because of the information that was provided&#8221;.</p>\n<p>Colvin, Phelan and another deputy commissioner, Leanne Close, addressed the media and took questions for more than an hour, amid <a href=\"http://www.theguardian.com/world/2015/apr/29/bali-nine-fresh-calls-for-review-of-federal-police-actions-that-led-to-executions\" class=\" u-underline\">mounting calls for fresh parliamentary scrutiny</a> of the AFP&#8217;s actions to prevent a repeat of the circumstances that exposed Chan and Sukumaran to the death penalty.<br tabindex=\"-1\"></p>\n<p>Colvin said he acknowledged many people were angry with the AFP for its perceived role in 2005, and he understood that people wanted the AFP to explain its actions.<br tabindex=\"-1\"></p>\n<p>The commissioner took aim at &#8220;some of the misreporting that has occurred&#8221;, including claims about the influence of a tip-off to the AFP from the concerned father of Scott Rush, one of the Bali Nine members.</p>\n<p>Colvin said that at the time of that tip-off, the AFP had already begun investigating what it believed to be a syndicate that was recruiting couriers to import narcotics to Australia. </p>\n<p>Phelan said Rush was linked to the syndicate through travel bookings, and his father&#8217;s contact with the AFP had &#8220;made absolutely no difference&#8221;.</p>\n<p>&#8220;Not one bit of the information that came from Scott Rush&#8217;s father made its way to <a href=\"http://www.theguardian.com/world/indonesia\" class=\" u-underline\">Indonesia</a> &#8211; not one bit,&#8221; Phelan said.</p>\n<p>Colvin rejected suggestions the AFP could have arrested members of the syndicate on conspiracy charges before they left Australia, arguing that police were &#8220;working with a very incomplete picture&#8221; and did not know everybody involved, the plans or the type of drugs.<br tabindex=\"-1\"></p>\n<p>&#8220;I can assure you if we had enough information to arrest the Bali Nine before they left Australia, we would have done just that,&#8221; Colvin said.</p>\n<p>Phelan added: &#8220;If we&#8217;d charged someone with conspiracy at that time, a first-year lawyer would have been able to walk at a first hearing.&#8221;</p>\n<p>The AFP sought assistance from the Indonesian police &#8211; namely, surveillance and information-gathering &#8211; but was aware that this could lead to the Australians being charged while overseas and potentially exposed to the death penalty.<br tabindex=\"-1\"></p>\n<p>Explaining why charges could not have been laid in Australia on the group&#8217;s return, Colvin said: &#8220;Just as you would not expect the Indonesian police to dictate to the AFP &#8211; nor any other law enforcement agency in this country &#8211; how we should deal with the commission of serious crimes in Australia, nor can we dictate to our Indonesian partners or foreign partners how to deal with the commission of serious crimes in their country. This is the harsh reality for Australians who go overseas and become involved in serious crimes.&#8221;</p>\n<p>Colvin said he could not guarantee that the circumstances of the Bali Nine case would not be repeated, arguing that each investigation was different.</p>\n<p>But he said the AFP was operating on stricter guidelines that ensure a greater focus on the risk of a death penalty and other factors before senior managers decide to share information with countries that apply capital punishment. </p>\n<p>&#8220;They may well not choose to go down the same path they did in 2005 but I can&#8217;t get into the mind of every investigator and know everything that they&#8217;re thinking,&#8221; Colvin said.</p>\n<p>&#8220;I believe it&#8217;s likely [that the outcome would be different] but I cannot give you a firm answer one way or the other because every circumstance is different.&#8221;</p>\n<p>Close said that in the past three years, the AFP had dealt with more than 250 requests in relation to matters that might involve the death penalty guidelines.</p>\n<p>&#8220;Of those, we&#8217;ve not approved about 15 that haven&#8217;t gone forward in terms of exchange of information,&#8221; she said.</p>\n<p>Colvin said there were &#8220;a lot&#8221; of cases that were not included in those numbers because investigators knew the guidelines and did not attempt to submit them for approval.</p>\n<p>Amnesty International said the AFP&#8217;s comments revealed tension between Australia&#8217;s principled opposition to the death penalty and the police&#8217;s operational reality.</p>\n<p>&#8220;The much talked-about AFP guidelines are highly subjective and do not provide sufficient guidance or accountability to prevent the AFP sharing information with other governments that could lead to future death sentences being applied,&#8221; spokeswoman Stephanie Cousins said.</p>\n<p>A Brisbane barrister, Bob Myers, whose <a href=\"http://www.theguardian.com/world/2015/feb/20/bali-nine-philip-ruddock-says-he-didnt-know-police-planned-to-tip-off-indonesia\" class=\" u-underline\">appeal to the AFP on behalf of Rush&#8217;s family</a> in 2005 that he be apprehended before leaving Australia was ignored, said the government needed to &#8220;recognise, acknowledge and condemn&#8221; the agency&#8217;s actions.</p>\n<p>&#8220;[The AFP] continue to deny even today they&#8217;ve got blood on their hands. They continue to deny they did anything wrong; they assert that they would do exactly the same thing today as they did then. All of those are lies,&#8221; Myers said.<br></p>\n<p>Colvin said comments about the AFP having blood on its hands, or handing the Bali Nine to Indonesia in exchange for a better international relationship, or cartoons depicting the AFP as the firing squad were &#8220;in very bad taste&#8221;.</p>\n<p>He said police naturally had thick skin, but they were also human and had family and friends who saw those headlines. He said such commentary showed &#8220;an incredible disrespect for the hard and often dangerous work that police in this country do each and every day to protect our community from illicit drugs&#8221;.</p>\n<p><a href=\"http://www.afp.gov.au/~/media/afp/pdf/ips-foi-documents/ips/publication-list/afp%20national%20guideline%20on%20international%20police-to-police%20assistance%20in%20death%20penalty%20situations.pdf\" class=\" u-underline\">Current AFP guidelines</a> allow cooperation with foreign law enforcement agencies before someone is charged with offences that could lead to the death penalty, but senior managers must weigh up factors before approving such contact.<br></p>\n<p>However, ministerial approval is required for information to be shared after someone has been detained, arrested, charged or convicted of an offence that carries the death penalty.</p>\n<p>The foreign affairs minister, Julie Bishop, said the AFP&#8217;s statements on Monday provided &#8220;some insight into the challenges that will continue to occur while ever Australians commit crimes in countries that have the death penalty&#8221;.</p>\n<p>Bishop said the ambassador to Indonesia, Paul Grigson, had arrived back in Australia for consultations on how to restore relations between the two countries after the executions of Chan and Sukumaran.</p>\n<p>&#8220;Having the ambassador here means that we can now move to the next stage of managing the fallout from the failure of the Indonesian government and the president [Joko Widodo] to heed our pleas for clemency,&#8221; she said.</p>\n<p>Bishop declined to comment on potential cuts to the Indonesian aid budget, saying such talks were a matter for the cabinet and the expenditure review committee, &#8220;and those discussions are ongoing&#8221;.</p>\n</div>",
  "authors": [
    "Daniel Hurst"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bali Nine",
    "Australian federal police",
    "Drugs trade",
    "Indonesia",
    "Asia Pacific"
  ],
  "ntitle": "afp_officer_asked_to_be_taken_off_bali_nine_case_because_of_death_penalty_risk",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "An Australian federal police (AFP) officer asked to be taken off the Bali Nine drug-smuggling case after expressing disquiet about the decision to tip off the Indonesian authorities.\n\nAn AFP deputy commissioner, Mike Phelan, revealed the officer’s request during a press conference in Canberra, which the AFP convened to defend sharing information in 2005 that culminated in Indonesia executing Australian citizens Andrew Chan and Myuran Sukumaran last week.\n\nThe commissioner, Andrew Colvin, said on Monday his thoughts were with the pair’s families at this “very difficult time”, but he did not believe the AFP owed them an apology.\n\n“We can’t apologise for the role that we have to try to stop illicit drugs from coming into this country,” Colvin said. “We regret that the Indonesian government went through with the executions.”\n\nPhelan took responsibility for the decision to pass information to the Indonesian police, but said it was not one he had taken lightly and he “agonised over it at the time”. And he revealed that not all AFP officers involved in the investigation agreed with it.\n\n“Certainly the vast majority [supported the decision], but I can remember at least one occasion at the time where a request was made by one of the investigators in Brisbane to come off the team,” Phelan said.\n\n“[The officer] was not comfortable with us dealing with a death penalty situation. I didn’t even ask the investigator’s name. I just said no problem.”\n\n\n\nPhelan said he still did know the identity of the officer who had asked to be shifted.\n\nColvin, who was appointed commissioner last year, said he welcomed a diversity of opinion. He said the example illustrated that decisions about information-sharing in potential death penalty cases were “not easy”, and officers were human.\n\nThe prime minister, Tony Abbott, said procedures had been strengthened in 2009 after the Bali Nine case and he had “great confidence” in the AFP.\n\nBut the leader of the Greens, Christine Milne, said the AFP still had questions to answer and “should be regretting the fact that two Australian citizens have lost their lives to execution because of the information that was provided”.\n\nColvin, Phelan and another deputy commissioner, Leanne Close, addressed the media and took questions for more than an hour, amid mounting calls for fresh parliamentary scrutiny of the AFP’s actions to prevent a repeat of the circumstances that exposed Chan and Sukumaran to the death penalty.\n\n\n\nColvin said he acknowledged many people were angry with the AFP for its perceived role in 2005, and he understood that people wanted the AFP to explain its actions.\n\n\n\nThe commissioner took aim at “some of the misreporting that has occurred”, including claims about the influence of a tip-off to the AFP from the concerned father of Scott Rush, one of the Bali Nine members.\n\nColvin said that at the time of that tip-off, the AFP had already begun investigating what it believed to be a syndicate that was recruiting couriers to import narcotics to Australia.\n\nPhelan said Rush was linked to the syndicate through travel bookings, and his father’s contact with the AFP had “made absolutely no difference”.\n\n“Not one bit of the information that came from Scott Rush’s father made its way to Indonesia – not one bit,” Phelan said.\n\nColvin rejected suggestions the AFP could have arrested members of the syndicate on conspiracy charges before they left Australia, arguing that police were “working with a very incomplete picture” and did not know everybody involved, the plans or the type of drugs.\n\n\n\n“I can assure you if we had enough information to arrest the Bali Nine before they left Australia, we would have done just that,” Colvin said.\n\nPhelan added: “If we’d charged someone with conspiracy at that time, a first-year lawyer would have been able to walk at a first hearing.”\n\nThe AFP sought assistance from the Indonesian police – namely, surveillance and information-gathering – but was aware that this could lead to the Australians being charged while overseas and potentially exposed to the death penalty.\n\n\n\nExplaining why charges could not have been laid in Australia on the group’s return, Colvin said: “Just as you would not expect the Indonesian police to dictate to the AFP – nor any other law enforcement agency in this country – how we should deal with the commission of serious crimes in Australia, nor can we dictate to our Indonesian partners or foreign partners how to deal with the commission of serious crimes in their country. This is the harsh reality for Australians who go overseas and become involved in serious crimes.”\n\nColvin said he could not guarantee that the circumstances of the Bali Nine case would not be repeated, arguing that each investigation was different.\n\nBut he said the AFP was operating on stricter guidelines that ensure a greater focus on the risk of a death penalty and other factors before senior managers decide to share information with countries that apply capital punishment.\n\n“They may well not choose to go down the same path they did in 2005 but I can’t get into the mind of every investigator and know everything that they’re thinking,” Colvin said.\n\n“I believe it’s likely [that the outcome would be different] but I cannot give you a firm answer one way or the other because every circumstance is different.”\n\nClose said that in the past three years, the AFP had dealt with more than 250 requests in relation to matters that might involve the death penalty guidelines.\n\n“Of those, we’ve not approved about 15 that haven’t gone forward in terms of exchange of information,” she said.\n\nColvin said there were “a lot” of cases that were not included in those numbers because investigators knew the guidelines and did not attempt to submit them for approval.\n\nAmnesty International said the AFP’s comments revealed tension between Australia’s principled opposition to the death penalty and the police’s operational reality.\n\n“The much talked-about AFP guidelines are highly subjective and do not provide sufficient guidance or accountability to prevent the AFP sharing information with other governments that could lead to future death sentences being applied,” spokeswoman Stephanie Cousins said.\n\nA Brisbane barrister, Bob Myers, whose appeal to the AFP on behalf of Rush’s family in 2005 that he be apprehended before leaving Australia was ignored, said the government needed to “recognise, acknowledge and condemn” the agency’s actions.\n\n“[The AFP] continue to deny even today they’ve got blood on their hands. They continue to deny they did anything wrong; they assert that they would do exactly the same thing today as they did then. All of those are lies,” Myers said.\n\n\n\nColvin said comments about the AFP having blood on its hands, or handing the Bali Nine to Indonesia in exchange for a better international relationship, or cartoons depicting the AFP as the firing squad were “in very bad taste”.\n\nHe said police naturally had thick skin, but they were also human and had family and friends who saw those headlines. He said such commentary showed “an incredible disrespect for the hard and often dangerous work that police in this country do each and every day to protect our community from illicit drugs”.\n\nCurrent AFP guidelines allow cooperation with foreign law enforcement agencies before someone is charged with offences that could lead to the death penalty, but senior managers must weigh up factors before approving such contact.\n\n\n\nHowever, ministerial approval is required for information to be shared after someone has been detained, arrested, charged or convicted of an offence that carries the death penalty.\n\nThe foreign affairs minister, Julie Bishop, said the AFP’s statements on Monday provided “some insight into the challenges that will continue to occur while ever Australians commit crimes in countries that have the death penalty”.\n\nBishop said the ambassador to Indonesia, Paul Grigson, had arrived back in Australia for consultations on how to restore relations between the two countries after the executions of Chan and Sukumaran.\n\n“Having the ambassador here means that we can now move to the next stage of managing the fallout from the failure of the Indonesian government and the president [Joko Widodo] to heed our pleas for clemency,” she said.\n\nBishop declined to comment on potential cuts to the Indonesian aid budget, saying such talks were a matter for the cabinet and the expenditure review committee, “and those discussions are ongoing”.",
  "title": "AFP officer asked to be taken off Bali Nine case because of death penalty risk",
  "ts_in": "2015-05-04T08:47:48.936866",
  "url": "http://www.theguardian.com/world/2015/may/04/afp-officer-asked-to-be-taken-off-bali-nine-case-because-of-death-penalty-risk"
}