{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/alastair-cook\" class=\" u-underline\">Alastair Cook</a> has described the pre-tour comment of Colin Graves, the chairman-elect of the England and Wales Cricket Board, that the West Indies team were &#8220;mediocre&#8221; as unhelpful.</p>\n<p>Graves, who takes up his position on 15 May, had made his comment in what he thought was a low-key interview following England&#8217;s World Cup disaster and added that, if England were to lose in the Caribbean, there would be &#8220;inquiries&#8221;. As with the infamous &#8220; grovel&#8221; comment of Tony Greig in 1976, West Indies appear to have taken inspiration from this and at the Kensington Oval fine innings from Darren Bravo, 82, and Jermaine Blackwood, 47 not out, <a href=\"http://www.theguardian.com/sport/2015/may/03/west-indies-beat-england-five-wickets\" title=\"\" class=\" u-underline\">took the side to 194 for five and a memorable win</a> with five wickets and two days to spare.</p>\n<p>Although England share the series, having won the second Test in Grenada, it will be viewed as one that slipped away. Cook, speaking after the match, said of Graves: &#8220;People can say what they want. But it is never ideal when someone says something like that and we can&#8217;t control that.&#8221; Cook&#8217;s position as captain and that of Peter Moores as coach are sure to come under scrutiny when the new director of the England team, whoever it might be ( and no appointment has yet been made) takes up office. Cook said he did not feel it was &#8220;inquiry time&#8221;.</p>\n<p>The series result was an improvement on that six years ago, which defeat sparked a revival of England fortunes under the directorship of Andy Flower. Cook however says that it has been &#8220; a failure in a way. Every series we play to win so of course it is in that way. &#8220; However he concedes that for the last part of the game England&#8217;s cricket was not as good as it ought to have been. &#8220;We&#8217;ll keep working hard to be as good as we can be but for the last 120 overs of this match we probably weren&#8217;t good enough to win the Test match. You can talk the talk but we need to deliver in the middle. For the majority of the series we did a lot of good stuff but, when the pressure came on in the third innings, we didn&#8217;t bat very well. We got ourselves into a good position. We know we were light on runs in the first innings. But a lead of 69 was still good.&#8221;</p>\n<p>There was surprise at the way in which the pitch, so capricious at one time that 18 wickets fell on the second day, unprecedented for a Barbados Test, lost its pace on the third day. &#8220;I think I said to Jimmy Anderson after day one that I thought it would take turn but it would get slower and the ball would go underground a bit,&#8221; said Cook. &#8220;I was proved right,there. Even 190 was possible to defend if we had taken all our chances but we couldn&#8217;t manage that..&#8221;</p>\n<p>Crucial was a stumping chance missed by Jos Buttler that reprieved Blackwood when he had made only 4. &#8220; We have to take those chances to become a really good side. We came here after victory in Grenada with the opportunity to win the series but our second innings showed you can lose a Test pretty quickly. It&#8217;s a tough one to take; it shows no matter how hard you keep fighting you can never win a Test in two hours but you can go a long way to losing it. We&#8217;ll take it on the chin as we&#8217;ve had a lot of good things in terms of player development but the bottom line is we haven&#8217;t done enough to win the series.&#8221;</p>\n</div>",
  "authors": [
    "Mike Selvey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "England in West Indies 2015",
    "Alastair Cook",
    "England cricket team",
    "West Indies cricket team",
    "Cricket",
    "Sport"
  ],
  "ntitle": "alastair_cook_admits_england_wilted_under_pressure_in_second_innings",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Alastair Cook has described the pre-tour comment of Colin Graves, the chairman-elect of the England and Wales Cricket Board, that the West Indies team were “mediocre” as unhelpful.\n\nGraves, who takes up his position on 15 May, had made his comment in what he thought was a low-key interview following England’s World Cup disaster and added that, if England were to lose in the Caribbean, there would be “inquiries”. As with the infamous “ grovel” comment of Tony Greig in 1976, West Indies appear to have taken inspiration from this and at the Kensington Oval fine innings from Darren Bravo, 82, and Jermaine Blackwood, 47 not out, took the side to 194 for five and a memorable win with five wickets and two days to spare.\n\nAlthough England share the series, having won the second Test in Grenada, it will be viewed as one that slipped away. Cook, speaking after the match, said of Graves: “People can say what they want. But it is never ideal when someone says something like that and we can’t control that.” Cook’s position as captain and that of Peter Moores as coach are sure to come under scrutiny when the new director of the England team, whoever it might be ( and no appointment has yet been made) takes up office. Cook said he did not feel it was “inquiry time”.\n\nThe series result was an improvement on that six years ago, which defeat sparked a revival of England fortunes under the directorship of Andy Flower. Cook however says that it has been “ a failure in a way. Every series we play to win so of course it is in that way. “ However he concedes that for the last part of the game England’s cricket was not as good as it ought to have been. “We’ll keep working hard to be as good as we can be but for the last 120 overs of this match we probably weren’t good enough to win the Test match. You can talk the talk but we need to deliver in the middle. For the majority of the series we did a lot of good stuff but, when the pressure came on in the third innings, we didn’t bat very well. We got ourselves into a good position. We know we were light on runs in the first innings. But a lead of 69 was still good.”\n\nThere was surprise at the way in which the pitch, so capricious at one time that 18 wickets fell on the second day, unprecedented for a Barbados Test, lost its pace on the third day. “I think I said to Jimmy Anderson after day one that I thought it would take turn but it would get slower and the ball would go underground a bit,” said Cook. “I was proved right,there. Even 190 was possible to defend if we had taken all our chances but we couldn’t manage that..”\n\nCrucial was a stumping chance missed by Jos Buttler that reprieved Blackwood when he had made only 4. “ We have to take those chances to become a really good side. We came here after victory in Grenada with the opportunity to win the series but our second innings showed you can lose a Test pretty quickly. It’s a tough one to take; it shows no matter how hard you keep fighting you can never win a Test in two hours but you can go a long way to losing it. We’ll take it on the chin as we’ve had a lot of good things in terms of player development but the bottom line is we haven’t done enough to win the series.”",
  "title": "Alastair Cook admits England wilted under pressure in second innings",
  "ts_in": "2015-05-04T08:47:47.619904",
  "url": "http://www.theguardian.com/sport/2015/may/04/alastair-cook-england-pressue-third-test-west-indies"
}