{
  "article_html": "<div><p>It is enough to worry any parent. If you show your child you are anxious, will they grow up to be fearful too? I have a&#160;keen interest in the long-standing debate on how much anxiety is genetic versus environmental: &#8220;You&#8217;ll have your eye out with that,&#8221; was my father&#8217;s favourite phrase. It is known that anxiety runs in families. But since anxiety can be debilitating, affects up to 30% of people and starts on average at the age of 11, it would be helpful to&#160;know if parenting styles make a&#160;difference. <a href=\"http://ajp.psychiatryonline.org/doi/10.1176/appi.ajp.2015.14070818\" title=\"\" class=\" u-underline\">A study in the American Journal of Psychiatry this month</a> compares levels of anxiety in families of identical twins with those of non-identical twins. There were 385 identical and 486 non-identical twin families in the survey, all part of the <a href=\"http://118.145.16.229:81/Jweb_xlxb/EN/abstract/abstract11139.shtml\" title=\"\" class=\" u-underline\">Swedish Twin and Offspring Study</a>.</p>\n<p>The study was designed to find out how much genetic factors cause anxiety compared with non-genetic ones. If cousins whose parents were identical twins were more likely to have anxiety than those whose cousins had parents who were non-identical twins, then genetics would be the stronger suspect.</p>\n<p>Parents in the study reported their own anxiety levels using a personality questionnaire that asked them to rate their agreement with statements such as: &#8220;I often worry about little things which others see as unimportant.&#8221; The children were asked by researchers to rank statements such as, &#8220;I&#8217;m nervous&#8221; or &#8220;I worry quite a lot&#8221;. Both parents and children also rated their own levels of negative thinking.</p>\n<p>The study showed that genetic factors were not the main driver for the children of anxious parents becoming anxious themselves. There was, however, some evidence of non-genetic influences. It may seem incredibly obvious that anxious parents make their children fearful: scream if you see&#160;a spider and it&#8217;s likely your child will, too. So should we be more careful not to make our children feel that the world is unsafe?</p>\n<h2><strong>The solution</strong></h2>\n<p>This study shows only the association, not the direction in which the anxiety was travelling &#8211; after all, anxious children could have been infecting their parents. Any parent whose child is panicking about exams will know how easily they themselves can feel sick with nerves. This study also was quite short-term &#8211; six months.</p>\n<p>Regardless, it has to be a good idea to control anxiety in front of your children &#8211; they can be relentlessly alert to how you behave. So keep your arachnophobia to yourself, don&#8217;t let them know you are scared of flying and encourage sensible risk-taking. It&#8217;s not helpful for children to worry that the world is a scary place or that they&#8217;ll have their eye out if they open a can of drink.</p>\n</div>",
  "authors": [
    "Luisa Dillner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Health & wellbeing",
    "Life and style"
  ],
  "ntitle": "am_i_making_my_child_anxious",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "It is enough to worry any parent. If you show your child you are anxious, will they grow up to be fearful too? I have a keen interest in the long-standing debate on how much anxiety is genetic versus environmental: “You’ll have your eye out with that,” was my father’s favourite phrase. It is known that anxiety runs in families. But since anxiety can be debilitating, affects up to 30% of people and starts on average at the age of 11, it would be helpful to know if parenting styles make a difference. A study in the American Journal of Psychiatry this month compares levels of anxiety in families of identical twins with those of non-identical twins. There were 385 identical and 486 non-identical twin families in the survey, all part of the Swedish Twin and Offspring Study.\n\nThe study was designed to find out how much genetic factors cause anxiety compared with non-genetic ones. If cousins whose parents were identical twins were more likely to have anxiety than those whose cousins had parents who were non-identical twins, then genetics would be the stronger suspect.\n\nParents in the study reported their own anxiety levels using a personality questionnaire that asked them to rate their agreement with statements such as: “I often worry about little things which others see as unimportant.” The children were asked by researchers to rank statements such as, “I’m nervous” or “I worry quite a lot”. Both parents and children also rated their own levels of negative thinking.\n\nThe study showed that genetic factors were not the main driver for the children of anxious parents becoming anxious themselves. There was, however, some evidence of non-genetic influences. It may seem incredibly obvious that anxious parents make their children fearful: scream if you see a spider and it’s likely your child will, too. So should we be more careful not to make our children feel that the world is unsafe?\n\nThe solution\n\nThis study shows only the association, not the direction in which the anxiety was travelling – after all, anxious children could have been infecting their parents. Any parent whose child is panicking about exams will know how easily they themselves can feel sick with nerves. This study also was quite short-term – six months.\n\nRegardless, it has to be a good idea to control anxiety in front of your children – they can be relentlessly alert to how you behave. So keep your arachnophobia to yourself, don’t let them know you are scared of flying and encourage sensible risk-taking. It’s not helpful for children to worry that the world is a scary place or that they’ll have their eye out if they open a can of drink.",
  "title": "Am I making my child anxious?",
  "ts_in": "2015-05-04T08:47:57.475975",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/04/am-i-making-my-child-anxious-anxiety-runs-in-families"
}