{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/business/austerity\" class=\" u-underline\">Austerity</a> policies and the coalition&#8217;s failure to tackle obesity and alcohol misuse has damaged the nation&#8217;s health and cost lives, a group of senior doctors have warned.</p>\n<p><a href=\"http://www.theguardian.com/politics/welfare\" class=\" u-underline\">Welfare</a> changes have increased the suicide rate and the government&#8217;s closeness to food and alcohol producers has prevented tough action being taken, they claim.</p>\n<p>The highly critical assessment of the government&#8217;s record on public health comes <a href=\"http://www.theguardian.com/politics/2015/may/03/us-and-british-health-specialists-support-the-nhs\" class=\" u-underline\">in a letter to the Guardian</a> from experts in the field and other doctors. The coalition&#8217;s five years in power have amounted to &#8220;a huge setback for the health of the public&#8221;, they claim.</p>\n<p>They draw attention to &#8220;the damage that the government&#8217;s policies have done to the health of the British population, as well as areas where it has failed to take action commensurate to the scale and nature of the threat to health&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/03/us-and-british-health-specialists-support-the-nhs\" class=\" u-underline\">US and British health specialists support the NHS | Letters</a> </p>\n\n<p>After detailing what they see as failures in many areas, the group concludes: &#8220;Thus over the last five years, there have been avoidable deaths and much unnecessary damage to health. The health of many of the most vulnerable people in our society has worsened when it needed to improve. <a href=\"http://www.theguardian.com/society/health\" class=\" u-underline\">Health</a> inequalities have widened.&#8221;</p>\n<p>Two former deputy chief medical officers for England, Prof Sheila Adam and Graham Winyard, and Tony Jewell, who last year stood down as Wales&#8217;s chief medical officer, are among those to have signed the letter. Other signatories include two past presidents of the Faculty of Public Health and three former <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a> regional directors of public health.</p>\n<p>They are particularly scathing about the coalition&#8217;s reliance on the responsibility deal, in which food and drink firms voluntarily agree moves to reduce the harm their products can cause.</p>\n<p>&#8220;The coalition&#8217;s reluctance to intervene or regulate, whether prompted by ideology, its closeness to corporate interests in the food and alcohol sectors or fears of being accused of &#8216;nanny state tactics&#8217; by some elements of the media, has been a huge setback for the health of the public,&#8221; the letter says.</p>\n<p>The responsibility deal, which prompted the withdrawal of alcohol experts from the network liaising with the drinks industry in protest against its approach, has been notable for &#8220;generating eye-catching but largely ineffective policies&#8221;.</p>\n<p>While the introduction of traffic light labelling for food was widely acclaimed as one of the deal&#8217;s biggest successes, it is still only voluntary &#8220;and is ignored by many of the &#8216;big food&#8217; multinationals&#8221;, the letter says, adding: &#8220;The government&#8217;s austerity policies have been associated with a reversal in the long-term decline in suicides.&#8221;</p>\n<p>The group of doctors and experts voice serious concern that welfare changes, including benefit sanctions and food poverty, have damaged children&#8217;s health, especially those in poorer households: &#8220;The long-term impacts on the health and development of these children, and of future generations, is thus of huge concern.&#8221;</p>\n \n<p>The coalition parties rejected the doctors&#8217; criticisms.</p>\n<p>The Liberal Democrat health minister, Norman Lamb, said: &#8220;The <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a> are proud of our record in government on public health. We championed standardised packaging for tobacco products and introduced free school meals for infants so that every child has a healthy lunch in school.&#8221;</p>\n<p>Lamb added that if the Lib Dems were part of the next government,&#8220;we would go further and introduce minimum unit pricing for alcohol, subject to the outcome of the legal challenge in Scotland. We will restrict advertising of unhealthy food before the watershed [on television] and push for more widespread food labelling so people have the clear information they need to make healthier choices.&#8221;</p>\n<p>The <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> admitted that &#8220;the Great Recession made many families poorer and life harder&#8221;, but insisted that the best way to tackle poverty was through a strong economy.</p>\n<p>&#8220;We&#8217;re the first to say there is more to do, but child poverty is falling, childhood obesity is at its lowest level since 1998 and smoking rates are the lowest in history. We have also been able to invest an extra &#163;1.25bn in children&#8217;s mental health services because our economy is getting stronger.&#8221;</p>\n<p>A party source added: &#8220;Every suicide is a tragedy, but the latest available data shows that the rate is now the same as in 2003 and has been relatively stable during successive governments in the intervening period.&#8221; Ministers had also tackled the sale of below-cost alcohol, he added.</p>\n<p>Luciana Berger, Labour&#8217;s spokeswoman on public health, said: &#8220;This warning from health experts is further evidence of how the Tory-led Government has turned its back on our nation&#8217;s public health with disastrous consequences.</p>\n<p>&#8220;The progress made under the previous Labour government has stalled, if not started to reverse. The Tory-led government&#8217;s decision to rely on voluntary action proves they are too close to vested interests to take the bold action on public health that is required. The scale of the challenge we are facing is too great to rely on a non-binding and piecemeal deal with a select group of companies.&#8221;</p>\n</div>",
  "authors": [
    "Denis Campbell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Health policy",
    "Obesity",
    "Alcohol",
    "Health",
    "Liberal-Conservative coalition",
    "Politics",
    "Public services policy",
    "Society",
    "UK news",
    "Conservatives",
    "Liberal Democrats",
    "Alcoholism",
    "NHS",
    "Suicide rates",
    "Welfare",
    "Austerity",
    "Business",
    "Economics",
    "Doctors"
  ],
  "ntitle": "austerity_policies_and_failures_on_public_health_have_cost_lives_say_senior_doctors",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Austerity policies and the coalition’s failure to tackle obesity and alcohol misuse has damaged the nation’s health and cost lives, a group of senior doctors have warned.\n\nWelfare changes have increased the suicide rate and the government’s closeness to food and alcohol producers has prevented tough action being taken, they claim.\n\nThe highly critical assessment of the government’s record on public health comes in a letter to the Guardian from experts in the field and other doctors. The coalition’s five years in power have amounted to “a huge setback for the health of the public”, they claim.\n\nThey draw attention to “the damage that the government’s policies have done to the health of the British population, as well as areas where it has failed to take action commensurate to the scale and nature of the threat to health”.\n\nRelated: US and British health specialists support the NHS | Letters\n\nAfter detailing what they see as failures in many areas, the group concludes: “Thus over the last five years, there have been avoidable deaths and much unnecessary damage to health. The health of many of the most vulnerable people in our society has worsened when it needed to improve. Health inequalities have widened.”\n\nTwo former deputy chief medical officers for England, Prof Sheila Adam and Graham Winyard, and Tony Jewell, who last year stood down as Wales’s chief medical officer, are among those to have signed the letter. Other signatories include two past presidents of the Faculty of Public Health and three former NHS regional directors of public health.\n\nThey are particularly scathing about the coalition’s reliance on the responsibility deal, in which food and drink firms voluntarily agree moves to reduce the harm their products can cause.\n\n“The coalition’s reluctance to intervene or regulate, whether prompted by ideology, its closeness to corporate interests in the food and alcohol sectors or fears of being accused of ‘nanny state tactics’ by some elements of the media, has been a huge setback for the health of the public,” the letter says.\n\nThe responsibility deal, which prompted the withdrawal of alcohol experts from the network liaising with the drinks industry in protest against its approach, has been notable for “generating eye-catching but largely ineffective policies”.\n\nWhile the introduction of traffic light labelling for food was widely acclaimed as one of the deal’s biggest successes, it is still only voluntary “and is ignored by many of the ‘big food’ multinationals”, the letter says, adding: “The government’s austerity policies have been associated with a reversal in the long-term decline in suicides.”\n\nThe group of doctors and experts voice serious concern that welfare changes, including benefit sanctions and food poverty, have damaged children’s health, especially those in poorer households: “The long-term impacts on the health and development of these children, and of future generations, is thus of huge concern.”\n\nThe coalition parties rejected the doctors’ criticisms.\n\nThe Liberal Democrat health minister, Norman Lamb, said: “The Liberal Democrats are proud of our record in government on public health. We championed standardised packaging for tobacco products and introduced free school meals for infants so that every child has a healthy lunch in school.”\n\nLamb added that if the Lib Dems were part of the next government,“we would go further and introduce minimum unit pricing for alcohol, subject to the outcome of the legal challenge in Scotland. We will restrict advertising of unhealthy food before the watershed [on television] and push for more widespread food labelling so people have the clear information they need to make healthier choices.”\n\nThe Conservatives admitted that “the Great Recession made many families poorer and life harder”, but insisted that the best way to tackle poverty was through a strong economy.\n\n“We’re the first to say there is more to do, but child poverty is falling, childhood obesity is at its lowest level since 1998 and smoking rates are the lowest in history. We have also been able to invest an extra £1.25bn in children’s mental health services because our economy is getting stronger.”\n\nA party source added: “Every suicide is a tragedy, but the latest available data shows that the rate is now the same as in 2003 and has been relatively stable during successive governments in the intervening period.” Ministers had also tackled the sale of below-cost alcohol, he added.\n\nLuciana Berger, Labour’s spokeswoman on public health, said: “This warning from health experts is further evidence of how the Tory-led Government has turned its back on our nation’s public health with disastrous consequences.\n\n“The progress made under the previous Labour government has stalled, if not started to reverse. The Tory-led government’s decision to rely on voluntary action proves they are too close to vested interests to take the bold action on public health that is required. The scale of the challenge we are facing is too great to rely on a non-binding and piecemeal deal with a select group of companies.”",
  "title": "Austerity policies and failures on public health have cost lives, say senior doctors",
  "ts_in": "2015-05-04T08:48:02.754936",
  "url": "http://www.theguardian.com/politics/2015/may/03/austerity-policies-failures-public-health-cost-lives-senior-doctors-coalition-obesity-alcohol-welfare-letter"
}