{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/baltimore-mayor-curfew-freddie-gray-protests\" class=\" u-underline\">Baltimore mayor lifts curfew imposed over Freddie Gray protests</a> </p>\n\n<p>At Mondawmin Mall on Sunday afternoon, there was hardly a trace of the damage that was inflicted by rioters last Monday night, when protests over the death of <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a> turned violent.</p>\n<p>Though some national guardsmen were still stationed outside, the west <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> mall was officially reopened for business at noon by the city&#8217;s mayor, Stephanie Rawlings-Blake, an hour after she had lifted a citywide 10pm curfew.</p>\n<p>Meanwhile, <a href=\"https://twitter.com/cmcampbell6/status/594960928648626176\" class=\" u-underline\">hundreds gathered at city hall</a>, the site of a celebratory rally on Saturday, for a peaceful &#8220;<a href=\"https://twitter.com/search?q=%23OneBaltimore\" class=\" u-underline\">#OneBaltimore</a>&#8221; gathering. A handful of people were also gathered at the intersection of Pennsylvania and North avenues.</p>\n<p>Gray, 25, died a week after his 12 April arrest, prompting extensive protests that turned violent after his funeral. The announcement on Friday of charges against six police officers did much to end the tension that had racked the city for days.</p>\n<p>&#8220;Been visiting Mondawmin all my life,&#8221; <a href=\"https://twitter.com/MayorSRB/status/594906211268501505\" class=\" u-underline\">Mayor Rawlins-Blake tweeted</a> after touring the mall on Sunday. &#8220;So wonderful to see it reopen. We are resilient. We will rebuild.&#8221; </p>\n<p>When she visited last Tuesday, <a href=\"http://baltimore.cbslocal.com/2015/04/28/surveillance-video-shows-looting-inside-mondawmin-mall/\" class=\" u-underline\">stores were still strewn with debris and broken glass</a>.</p>\n<p>On Sunday, as the sun streamed through the mall&#8217;s skylights, dozens of people shopped and walked, some with their families. State&#8217;s attorney Marilyn Mosby <a href=\"https://twitter.com/rayajalabi/status/594961563838246914\" class=\" u-underline\">toured the mall with her family</a>, stopping to greet and hug store employees and shoppers. The 35-year-old&#8217;s popularity has surged since she announced the charges against the six officers, which included one of <a href=\"http://www.theguardian.com/us-news/2015/may/01/freddie-gray-charges-depraved-heart-murder\" class=\" u-underline\">depraved heart murder</a>.<br></p>\n<p>But though most of the stores were open, roughly a third &#8211; mostly jewelry stores &#8211; were still shuttered.</p>\n<p>&#8220;The damage was very deep,&#8221; said one employee, who was assessing the extent of the destruction to his accessories store.</p>\n<p>&#8220;It took us years to build this business,&#8221; he said. &#8220;And it was all gone in one day. Who knows how long it&#8217;ll take for people to start coming back.&#8221; </p>\n<p>The business&#8217;s insurance, he said, did not cover riots.</p>\n<p>Though the employee, who wished to stay anonymous, said mall management had done what it could to help businesses, he said stores had been left without enough cover.</p>\n<p>&#8220;If they knew this was going to happen, they should have done more,&#8221; he said.</p>\n<p><a href=\"https://twitter.com/AthenaCNN/status/594935410448564225\" class=\" u-underline\">Some stores estimated</a> that looters had made off with goods worth as much as $100,000. But the damage done was not restricted to store owners. Sade Lugard, a 19-year-old clothing designer who works retail at Dr Denim, has been out of work since Monday at 2pm, when the stores at the mall closed down.</p>\n<p>&#8220;We get paid by the hour,&#8221; she said. &#8220;It hurts because the money I get here goes to paying my bills.&#8221; </p>\n<p>The Cherry Hill resident said rioters cracked the glass of her store, which had now been replaced, but had not been able to steal any merchandise.</p>\n<p>Out by Gilmor homes, where Gray was arrested, residents were slowly getting used to the calm in an area which was gripped by tension for a week. Families sat on stoops, taking in the sun. Three women had not yet heard that the curfew had been lifted. They said they &#8220;were very happy&#8221; that it was so, as they could now &#8220;get back to life as normal&#8221;.</p>\n<p>Local churches had been fuller than usual on Sunday morning, after Maryland governor Larry Hogan called for a day of prayer and peace. Darren Williams, a parishioner and choir singer at the <a href=\"http://www.josephites.org/parish/md/spc/\" class=\" u-underline\">St Peter Claver Church</a> at Pennsylvania Avenue, said attendance had doubled to 400.</p>\n<p>&#8220;Today was very spirited,&#8221; he said. &#8220;People felt the need for spiritual guidance.&#8221; </p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430688688102/ed24bf58-a463-411e-ab71-26d3d3e976ed-300x180.jpeg\" alt=\"Baltimore rally\" class=\"gu-image\">\n\nPeople cheer during a religious rally for Freddie Gray in front of city hall in Baltimore on Sunday. Photograph: Sait Serkan Gurbuz/Reuters\n\n\n\n<p>A group of about 30 law students from the University of Baltimore law school were picking up litter left behind by protesters.</p>\n<p>&#8220;Everybody&#8217;s been very nice, and the police have been very supportive,&#8221; said Kush Patel, a third-year student. During the rioting on Monday, some students had been trapped inside the law school.</p>\n<p>On Saturday, the last night of the curfew, 46 people were arrested, including four juveniles, police said on Sunday. Baltimore police spokesman Captain Kowalczyk said the arrests made at protests and &#8220;gathering-related activities&#8221;.</p>\n<p>Since 23 April, after the first surge of major unrest following Gray&#8217;s death, a total of 486 arrests have been made in the city and 113 officers have been injured, Kowalczyk said.</p>\n<p>Though protests have since turned largely peaceful, there have been 18 shootings in Baltimore since Tuesday. </p>\n<p>In a statement on Sunday, Rawlings-Blake said: &#8220;My goal has always been to not have the curfew in place a single day longer than was necessary. I believe we have reached that point today.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/baltimore-protest-kwame-rose-geraldo-rivera-fox-news\" class=\" u-underline\">Freddie Gray protester who interrupted Geraldo shoulders new role as leader</a> </p>\n\n<p>The curfew had required all Baltimore residents to stay indoors between 10pm and 5am. Put in place by Rawlings-Blake on Tuesday, it quickly became a source of division as activists accused police and the city government of enforcement which they said targeted black communities more sharply than white.</p>\n<p>National guard units which deployed to the city on Tuesday would be unwinding their operations over the next week, prior to their withdrawal from Baltimore, Rawlings-Blake said at a press conference at the mall on Sunday. The mayor also expressed confidence that the peace would be kept. </p>\n<p>&#8220;What we saw over past few days is not just resiliency but our communities coming together,&#8221; she said. &#8220;We want to heal our city.&#8221;<br></p>\n</div>",
  "authors": [
    "Raya Jalabi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Freddie Gray",
    "US policing",
    "Baltimore",
    "Maryland",
    "US news",
    "US crime",
    "Race issues",
    "Protest",
    "World news"
  ],
  "ntitle": "baltimore_mayor_says_we_are_resilient_as_cleanup_after_riots_continues",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Baltimore mayor lifts curfew imposed over Freddie Gray protests\n\nAt Mondawmin Mall on Sunday afternoon, there was hardly a trace of the damage that was inflicted by rioters last Monday night, when protests over the death of Freddie Gray turned violent.\n\nThough some national guardsmen were still stationed outside, the west Baltimore mall was officially reopened for business at noon by the city’s mayor, Stephanie Rawlings-Blake, an hour after she had lifted a citywide 10pm curfew.\n\nMeanwhile, hundreds gathered at city hall, the site of a celebratory rally on Saturday, for a peaceful “#OneBaltimore” gathering. A handful of people were also gathered at the intersection of Pennsylvania and North avenues.\n\nGray, 25, died a week after his 12 April arrest, prompting extensive protests that turned violent after his funeral. The announcement on Friday of charges against six police officers did much to end the tension that had racked the city for days.\n\n“Been visiting Mondawmin all my life,” Mayor Rawlins-Blake tweeted after touring the mall on Sunday. “So wonderful to see it reopen. We are resilient. We will rebuild.”\n\nWhen she visited last Tuesday, stores were still strewn with debris and broken glass.\n\nOn Sunday, as the sun streamed through the mall’s skylights, dozens of people shopped and walked, some with their families. State’s attorney Marilyn Mosby toured the mall with her family, stopping to greet and hug store employees and shoppers. The 35-year-old’s popularity has surged since she announced the charges against the six officers, which included one of depraved heart murder.\n\n\n\nBut though most of the stores were open, roughly a third – mostly jewelry stores – were still shuttered.\n\n“The damage was very deep,” said one employee, who was assessing the extent of the destruction to his accessories store.\n\n“It took us years to build this business,” he said. “And it was all gone in one day. Who knows how long it’ll take for people to start coming back.”\n\nThe business’s insurance, he said, did not cover riots.\n\nThough the employee, who wished to stay anonymous, said mall management had done what it could to help businesses, he said stores had been left without enough cover.\n\n“If they knew this was going to happen, they should have done more,” he said.\n\nSome stores estimated that looters had made off with goods worth as much as $100,000. But the damage done was not restricted to store owners. Sade Lugard, a 19-year-old clothing designer who works retail at Dr Denim, has been out of work since Monday at 2pm, when the stores at the mall closed down.\n\n“We get paid by the hour,” she said. “It hurts because the money I get here goes to paying my bills.”\n\nThe Cherry Hill resident said rioters cracked the glass of her store, which had now been replaced, but had not been able to steal any merchandise.\n\nOut by Gilmor homes, where Gray was arrested, residents were slowly getting used to the calm in an area which was gripped by tension for a week. Families sat on stoops, taking in the sun. Three women had not yet heard that the curfew had been lifted. They said they “were very happy” that it was so, as they could now “get back to life as normal”.\n\nLocal churches had been fuller than usual on Sunday morning, after Maryland governor Larry Hogan called for a day of prayer and peace. Darren Williams, a parishioner and choir singer at the St Peter Claver Church at Pennsylvania Avenue, said attendance had doubled to 400.\n\n“Today was very spirited,” he said. “People felt the need for spiritual guidance.”\n\nPeople cheer during a religious rally for Freddie Gray in front of city hall in Baltimore on Sunday. Photograph: Sait Serkan Gurbuz/Reuters\n\nA group of about 30 law students from the University of Baltimore law school were picking up litter left behind by protesters.\n\n“Everybody’s been very nice, and the police have been very supportive,” said Kush Patel, a third-year student. During the rioting on Monday, some students had been trapped inside the law school.\n\nOn Saturday, the last night of the curfew, 46 people were arrested, including four juveniles, police said on Sunday. Baltimore police spokesman Captain Kowalczyk said the arrests made at protests and “gathering-related activities”.\n\nSince 23 April, after the first surge of major unrest following Gray’s death, a total of 486 arrests have been made in the city and 113 officers have been injured, Kowalczyk said.\n\nThough protests have since turned largely peaceful, there have been 18 shootings in Baltimore since Tuesday.\n\nIn a statement on Sunday, Rawlings-Blake said: “My goal has always been to not have the curfew in place a single day longer than was necessary. I believe we have reached that point today.”\n\nRelated: Freddie Gray protester who interrupted Geraldo shoulders new role as leader\n\nThe curfew had required all Baltimore residents to stay indoors between 10pm and 5am. Put in place by Rawlings-Blake on Tuesday, it quickly became a source of division as activists accused police and the city government of enforcement which they said targeted black communities more sharply than white.\n\nNational guard units which deployed to the city on Tuesday would be unwinding their operations over the next week, prior to their withdrawal from Baltimore, Rawlings-Blake said at a press conference at the mall on Sunday. The mayor also expressed confidence that the peace would be kept.\n\n“What we saw over past few days is not just resiliency but our communities coming together,” she said. “We want to heal our city.”\n\n",
  "title": "Baltimore mayor says 'we are resilient' as cleanup after riots continues",
  "ts_in": "2015-05-04T08:48:04.232522",
  "url": "http://www.theguardian.com/us-news/2015/may/03/baltimore-mayor-reopens-mall-peaceful-gathering"
}