{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Telling a crowd in his native Detroit that citizens should &#8220;rise up and take the government back&#8221;, retired neurosurgeon <a href=\"http://www.theguardian.com/us-news/ben-carson\" class=\" u-underline\">Ben Carson</a> on Monday formally announced his run for US president.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/may/04/ben-carson-election-resume\" class=\" u-underline\">Ben Carson's election resum&#233;: scalpel-wielding doctor out to cut away Obamacare</a> </p>\n\n<p>The notoriously outspoken Carson, whose entrance into politics began two years ago in a highly critical speech of Barack Obama&#8217;s healthcare legislation, joins an already overflowing field for the Republican nomination as the party&#8217;s first black candidate for 2016. </p>\n<p>Standing on stage at an ornate music hall next to his wife Candy, Carson told the audience to applause and cheers: &#8220;I&#8217;m a candidate for president of the United States.&#8221;</p>\n<p>&#8220;This country was envisioned by individuals who wanted everything to be surrounding the people &#8211; of, for and by the people,&#8221; Carson told the audience at Detroit&#8217;s Music Hall Center for Performing Arts. &#8220;Not of, for and by the government. And the government has to respond to the will of the people, not the people to the will of the government.</p>\n<p>&#8220;We&#8217;ve allowed the whole thing to be turned upside-down.&#8221;</p>\n<p>Prior to the address, a sea of supporters held up signs reading &#8220;Run, Ben, run&#8221; &#8211; and a gospel choir covered Eminem. Carson&#8217;s announcement arrived about two months after he formed a presidential exploratory committee. On Sunday, <a href=\"http://www.theguardian.com/us-news/2015/may/03/ben-carson-run-for-president-tea-party\" class=\" u-underline\">he confirmed to a local CBS station in Florida that he was entering the race</a>.</p>\n<p>Carson, 63, has experienced decades of fame from his career as a pediatric neurosurgeon at Baltimore&#8217;s Johns Hopkins hospital. In 1987, several years after becoming the youngest director of pediatric neurosurgery the hospital&#8217;s history, Carson performed the first successful separation of twins conjoined at the head.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/ben-carson-malpractice-claims-doctor-for-president\" class=\" u-underline\">Ben Carson's patients claim malpractice in star doctor's path to politics</a> </p>\n\n<p>He stands as the fifth Republican to officially declare a White House bid, after Ted Cruz, Rand Paul, Marco Rubio and former Hewlett-Packard chief executive Carly Fiorina, <a href=\"http://www.theguardian.com/us-news/2015/may/04/carly-fiorina-declares-bid-for-republican-presidential-nomination\" class=\" u-underline\">who also announced her candidacy on Monday</a>. Former Arkansas governor Mike Huckabee is expected to follow on Tuesday. </p>\n<p>Carson on Monday decried the portrayal of him as a candidate who plans to gut welfare programs.</p>\n<p>&#8220;That is a blatant lie,&#8221; he said. &#8220;I have no desire to get rid of safety nets for people who need them. I have a strong desire to get rid of programs that create dependency.&#8221; </p>\n<p>Carson has enjoyed early success in polls, which showed him outperforming candidates with more-developed political r&#233;sum&#233;s, thanks largely in part to his Tea Party-friendly views.</p>\n<p>He plans to roll out a more detailed plan for the US economy in the weeks ahead, but he envisions &#8220;tax holiday&#8221; for companies and wealthy individuals with offshore bank accounts. He also called for a lower corporate income tax in the US.</p>\n<p>If his campaign prevails, Carson said: &#8220;We are going to change this government into something that looks more like a well run business.&#8221;</p>\n<p>Since retiring in 2013, Carson&#8217;s name has become more familiar to the American public after he used a National Prayer Breakfast speech to criticize Obama&#8217;s Affordable Care Act. Now, some of his controversial beliefs and statements are already looming over a nascent campaign.</p>\n<p>Carson had previously referred to Obama&#8217;s healthcare law as the &#8220;worst thing to have happened in this nation since slavery&#8221; and has previously compared the US to Nazi Germany. He has said being gay is &#8220;absolutely&#8221; a choice <a href=\"http://time.com/3733184/ben-carson-gay-prison/\" class=\" u-underline\">before walking back the comment</a>.</p>\n<p>He was slated to give a commencement speech at his alma mater in 2013, but withdrew after controversy arose in wake of his remarks comparing same-sex marriage to pedophilia. He is also a creationist who disputes evolution. </p>\n<p>Carson on Monday reflected on his childhood growing up in poverty in hardscrabble Detroit during his speech, saying his mother, who only had a third-grade education, would work up to three jobs at a time.</p>\n<p>His mother promoted education in the household, requiring him to read books from the Detroit public library and submit reports on them. A high school in the city is also named after him. </p>\n<p>The Detroit connection was ever-more prevalent on Monday when a local choir that took the stage before Carson sang a rendition of Lose Yourself by Eminem, who is also from the city. </p>\n<p>Carson addressed criticisms against his pedigree as a political neophyte, countering that he has corporate experience sitting on the boards of Kellogg and Costco. He pointed to his career at Hopkins, saying he solved &#8220;complex&#8221; surgeries that have never been done before.</p>\n<p>He offered himself as an everyman to the audience in Detroit, saying he has no intentions of being a career politician.</p>\n<p>&#8220;Politicians do what&#8217;s politically expedient,&#8221; he said. &#8220;And I want to do what&#8217;s right.&#8221;</p>\n<p>Some attendees of the formal announcement on Monday found Carson to be genuine and saw upsides to his lack of political experience.</p>\n<p>James Criswell said he appreciated Carson&#8217;s goal of eliminating &#8220;a bunch of government bloated spending&#8221;.</p>\n<p>&#8220;He doesn&#8217;t talk out of both sides of his mouth,&#8221; said Criswell, 34, a software engineer.</p>\n<p>Dominic Caradonna, 50, attended with his wife and son to the announcement.</p>\n<p>&#8220;We came as a family, we like his message, and we think our country is in a lot of trouble,&#8221; he said. &#8220;It&#8217;s time for this kind of approach to how we run our federal government.</p>\n<p>Following the announcement, Carson is slated to hit the campaign trail, visiting New Hampshire, Nevada and South Carolina over the next week. Carson&#8217;s campaign says his mother in his critical health, so the candidate will reschedule his planned visit to Iowa on Monday.</p>\n</div>",
  "authors": [
    "Ryan Felton"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ben Carson",
    "Republicans",
    "US elections 2016",
    "US politics",
    "US news"
  ],
  "ntitle": "ben_carson_tells_us_to_rise_up_as_he_formally_announces_run_for_president",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nTelling a crowd in his native Detroit that citizens should “rise up and take the government back”, retired neurosurgeon Ben Carson on Monday formally announced his run for US president.\n\nRelated: Ben Carson's election resumé: scalpel-wielding doctor out to cut away Obamacare\n\nThe notoriously outspoken Carson, whose entrance into politics began two years ago in a highly critical speech of Barack Obama’s healthcare legislation, joins an already overflowing field for the Republican nomination as the party’s first black candidate for 2016.\n\nStanding on stage at an ornate music hall next to his wife Candy, Carson told the audience to applause and cheers: “I’m a candidate for president of the United States.”\n\n“This country was envisioned by individuals who wanted everything to be surrounding the people – of, for and by the people,” Carson told the audience at Detroit’s Music Hall Center for Performing Arts. “Not of, for and by the government. And the government has to respond to the will of the people, not the people to the will of the government.\n\n“We’ve allowed the whole thing to be turned upside-down.”\n\nPrior to the address, a sea of supporters held up signs reading “Run, Ben, run” – and a gospel choir covered Eminem. Carson’s announcement arrived about two months after he formed a presidential exploratory committee. On Sunday, he confirmed to a local CBS station in Florida that he was entering the race.\n\nCarson, 63, has experienced decades of fame from his career as a pediatric neurosurgeon at Baltimore’s Johns Hopkins hospital. In 1987, several years after becoming the youngest director of pediatric neurosurgery the hospital’s history, Carson performed the first successful separation of twins conjoined at the head.\n\n\n\nRelated: Ben Carson's patients claim malpractice in star doctor's path to politics\n\nHe stands as the fifth Republican to officially declare a White House bid, after Ted Cruz, Rand Paul, Marco Rubio and former Hewlett-Packard chief executive Carly Fiorina, who also announced her candidacy on Monday. Former Arkansas governor Mike Huckabee is expected to follow on Tuesday.\n\nCarson on Monday decried the portrayal of him as a candidate who plans to gut welfare programs.\n\n“That is a blatant lie,” he said. “I have no desire to get rid of safety nets for people who need them. I have a strong desire to get rid of programs that create dependency.”\n\nCarson has enjoyed early success in polls, which showed him outperforming candidates with more-developed political résumés, thanks largely in part to his Tea Party-friendly views.\n\nHe plans to roll out a more detailed plan for the US economy in the weeks ahead, but he envisions “tax holiday” for companies and wealthy individuals with offshore bank accounts. He also called for a lower corporate income tax in the US.\n\nIf his campaign prevails, Carson said: “We are going to change this government into something that looks more like a well run business.”\n\nSince retiring in 2013, Carson’s name has become more familiar to the American public after he used a National Prayer Breakfast speech to criticize Obama’s Affordable Care Act. Now, some of his controversial beliefs and statements are already looming over a nascent campaign.\n\nCarson had previously referred to Obama’s healthcare law as the “worst thing to have happened in this nation since slavery” and has previously compared the US to Nazi Germany. He has said being gay is “absolutely” a choice before walking back the comment.\n\nHe was slated to give a commencement speech at his alma mater in 2013, but withdrew after controversy arose in wake of his remarks comparing same-sex marriage to pedophilia. He is also a creationist who disputes evolution.\n\nCarson on Monday reflected on his childhood growing up in poverty in hardscrabble Detroit during his speech, saying his mother, who only had a third-grade education, would work up to three jobs at a time.\n\nHis mother promoted education in the household, requiring him to read books from the Detroit public library and submit reports on them. A high school in the city is also named after him.\n\nThe Detroit connection was ever-more prevalent on Monday when a local choir that took the stage before Carson sang a rendition of Lose Yourself by Eminem, who is also from the city.\n\nCarson addressed criticisms against his pedigree as a political neophyte, countering that he has corporate experience sitting on the boards of Kellogg and Costco. He pointed to his career at Hopkins, saying he solved “complex” surgeries that have never been done before.\n\nHe offered himself as an everyman to the audience in Detroit, saying he has no intentions of being a career politician.\n\n“Politicians do what’s politically expedient,” he said. “And I want to do what’s right.”\n\nSome attendees of the formal announcement on Monday found Carson to be genuine and saw upsides to his lack of political experience.\n\nJames Criswell said he appreciated Carson’s goal of eliminating “a bunch of government bloated spending”.\n\n“He doesn’t talk out of both sides of his mouth,” said Criswell, 34, a software engineer.\n\nDominic Caradonna, 50, attended with his wife and son to the announcement.\n\n“We came as a family, we like his message, and we think our country is in a lot of trouble,” he said. “It’s time for this kind of approach to how we run our federal government.\n\nFollowing the announcement, Carson is slated to hit the campaign trail, visiting New Hampshire, Nevada and South Carolina over the next week. Carson’s campaign says his mother in his critical health, so the candidate will reschedule his planned visit to Iowa on Monday.",
  "title": "Ben Carson tells US to 'rise up' as he formally announces run for president",
  "ts_in": "2015-05-04T23:22:33.502991",
  "url": "http://www.theguardian.com/us-news/2015/may/04/ben-carson-formally-announces-president"
}