{
  "article_html": "<div><p>When Dr Benjamin Carson arrived at the 1993 annual meeting of the American Academy of Otolaryngology in Minneapolis, he was already a household name.</p>\n<p>As director of pediatric neurosurgery at Baltimore&#8217;s Johns Hopkins hospital, Carson was known as a master of his craft, and renowned as the first surgeon to successfully separate siamese twins.</p>\n<p>&#8220;What is a physician?&#8221; he began a lecture to the meeting. &#8220;A physician is a healer. And healing actually involves more than just the physical side of things. It also involves the mental and spiritual sides of things because human beings are very complex.&#8221; </p>\n<p>Carson quickly turned from medical ethics to focus on what he deemed &#8220;societal ills&#8221; and what he saw as a &#8220;dearth of intellectual achievement&#8221; in the US.</p>\n<p>He continued with the rags-to-riches tale of how he grew up in hardscrabble Detroit and eventually became a medical star &#8211; folklore that will become familiar to the public once again this week, now that Carson has said <a href=\"http://www.theguardian.com/us-news/2015/may/03/ben-carson-run-for-president-tea-party\" class=\" u-underline\">he will seek the Republican nomination for president</a>.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/ben-carson-run-for-president-tea-party\" class=\" u-underline\">Ben Carson to run for president, adding a Tea Party darling to crowded field</a> </p>\n\n<p>He has already indicated his career as a pediatric neurosurgeon will play a role in his effort to win voters: &#8220;I have spent most of my life caring for the well-being of children,&#8221; Carson, 63, said in a video <a href=\"https://www.youtube.com/watch?v=Gze5cqk2O5U\" class=\" u-underline\">announcing his presidential exploratory committee</a>.</p>\n<p>Yet even with a legacy as one of the world&#8217;s most-respected neurosurgeons, Maryland court records show Carson has been involved in at least a half-dozen malpractice cases, some of which remain pending, while others were either settled or dismissed for untold sums. </p>\n<p>That ratio is typical in Carson&#8217;s field, experts say, but a number of Carson&#8217;s former patients and their families involved in the claims offered the Guardian a conflicting account of his near-perfect medical path toward presidential politics, detailing their continued suffering from paralysis, seizure, an uncontrollable bladder and more life-altering ordeals.</p>\n<p>By his own account, Carson&#8217;s career moved along relatively smoothly, even while performing as many as 400 operations per year &#8211; a high caseload for neurosurgeons.</p>\n<p>Describing his emotional attachment to patients, <a href=\"http://www.nytimes.com/2000/01/04/health/conversation-with-benjamin-s-carson-pioneer-frontier-brain-child.html\" class=\" u-underline\">Carson told the New York Times in 2000</a> that he once cried in the operating room when a patient was determined to be brain dead.</p>\n<p>&#8220;I had grown so close to that family that I had a picture of the little boy in my pocket,&#8221; he said. &#8220;And yet, we had done everything we could possibly do.&#8221;</p>\n<p>He continued: &#8220;By the same token, I&#8217;ve never spent a day in court.&#8221;</p>\n<p>Carson, however, has faced several malpractice allegations that date back to the early 1980s. A spokeswoman for Carson did not respond to a detailed list of questions sent by the Guardian for this article, but in at least one case, an agreement was reached with the plaintiff to not disclose any outcome of her settlement. That plaintiff told the Guardian she would still vote for <a href=\"http://www.theguardian.com/us-news/ben-carson\" class=\" u-underline\">Ben Carson</a>.</p>\n<h2><strong>The girl with the half-smile</strong></h2>\n\n\n<a href=\"/us-news/2015/may/04/ben-carson-malpractice-claims-doctor-for-president#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/bcac0528d826dafa7fe57c9df40de1fcc2da4251/0_0_645_309/500.jpg\" alt=\"karly bailey photos\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F04%2Fben-carson-malpractice-claims-doctor-for-president&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fbcac0528d826dafa7fe57c9df40de1fcc2da4251%2F0_0_645_309%2F645.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;I will follow your surgical guidelines in your surgery &#8211; my goal is not to kill your kid,&#8217; Karly Bailey says Ben Carson told her parents. Photograph: Courtesy of Karly Bailey\n\n\n\n<p>When Karly Bailey was seven, she began experiencing headaches, an ailment later discovered to be caused by a brain tumor. In November 1995, she underwent surgery to remove the tumor; a shunt, essentially a passageway, was placed inside her head to address a buildup of fluid, and she went on living a relatively normal life.</p>\n<p>&#8220;I was riding [horses] and fishing and camping,&#8221; she said. &#8220;My only medication was multivitamins.&#8221;</p>\n<p>But two years later, Bailey started experiencing headaches again. Her tumor had regrown. So she was introduced to Carson, who, in July 1997, determined her shunt had failed.</p>\n<p>According to a pending lawsuit against him in Baltimore City circuit court, her parents said they explained to Carson &#8220;they were deeply concerned about what they knew to be significant risks of collateral injury associated with attempting to remove all [of her] tumor&#8221; and to avoid a full resection. </p>\n<p>According to the Bailey family,<strong> </strong>Carson was blunt in his response.</p>\n<p>&#8220;Before my surgery ... he came out and told my parents, &#8216;I will follow your surgical guidelines in your surgery &#8211; my goal is not to kill your kid&#8217;,&#8221; Bailey, now 26, told the Guardian in an interview.</p>\n<p>What happened next is in dispute, but Bailey contends Carson, in surgery performed that August, invaded her brain stem, which led to life-changing nerve damage.</p>\n<p>Carson says that he performed a complex, detailed surgery and that Bailey&#8217;s parents were made aware of the risks associated with it.</p>\n<p>&#8220;[L]ike always, I consulted them on the fact that I would remove as much tumor as was reasonably safe,&#8221; Carson said in a sworn affidavit. In an operative report, Carson said, he wrote he attempted to &#8220;remove all visible tumor&#8221;, which he described as removing what was &#8220;reasonably safe&#8221;.</p>\n<p>But as a result of the surgery, according to Bailey&#8217;s court filing, &#8220;Carson severely disturbed, injured, or destroyed multiple neuronal circuits controlling the patient&#8217;s facial motor functions, horizontal gaze movements, and other psychological functions.&#8221;</p>\n<p>When she woke up, Bailey said she was partially paralyzed on the right side of her body.</p>\n<p>&#8220;I couldn&#8217;t walk, I couldn&#8217;t talk, you couldn&#8217;t understand me at all,&#8221; she told the Guardian. Previously, she wrote right-handed; post-surgery, she has learned how to write left-handed.</p>\n<p>Bailey left the hospital using a wheelchair and underwent a grueling physical therapy process, five days a week for seven months.</p>\n<p>&#8220;I missed most of my fourth grade year of school,&#8221; said Bailey. &#8220;I was homeschooled &#8211; tutored, really. I tested mentally retarded. I was really depressed because I was in a wheelchair.&#8221;</p>\n<p>Her face developed a significant droop as a result of nerve damage, she said: &#8220;I don&#8217;t have a full smile. People ask me if I&#8217;ve had a stroke.&#8221;</p>\n<p>Years later, lingering problems for Bailey persist. In 2008, Bailey said she had an operation to place a gold weight in her right eyelid to prevent a loss of vision. That only worked &#8220;partially&#8221;, she said.<strong> </strong></p>\n<p>At least one physician sides with Bailey.</p>\n<p>&#8220;The location of [Bailey&#8217;s] tumor was such that it was in close proximity to the brain stem and any effort to remove all the tumor posed a significant risk of collateral injury to the brain stem and other cranial nerves,&#8221; said Robert Hudgins, a retired neurosurgeon brought on as Bailey&#8217;s expert witness, in a sworn affidavit.</p>\n<h2><strong>The named party and the would-be voter</strong></h2>\n\n\n<a href=\"/us-news/2015/may/04/ben-carson-malpractice-claims-doctor-for-president#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/9973ae1eec362c89ef294b33e925f66cd5ce5a3b/918_97_1528_2291/333.jpg\" alt=\"ben carson surgeon\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F04%2Fben-carson-malpractice-claims-doctor-for-president&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F9973ae1eec362c89ef294b33e925f66cd5ce5a3b%2F918_97_1528_2291%2F1528.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAmong high-risk specialties in neurosurgery &#8211; in Carson&#8217;s case, pediatric care &#8211; a Harvard researcher said the probability a physician would be sued at least once is nearly 100%. Photograph: Ricky Carioti/The Washington Post/via Getty Images\n\n\n\n<p>Before his political aspirations became clearer in the run-up to his retirement from Johns Hopkins in 2013, Carson performed up to 400 operations per year, though that number eventually dropped.</p>\n<p>That is<strong> </strong>a high caseload for neurosurgeons, experts say, but the seven known malpractice claims against Carson in Maryland &#8211; an average of one every five years throughout his 35-year career at Johns Hopkins &#8211; are consistent with a 2011 study published in the New England Journal of Medicine, which found roughly 20% of neurosurgeons face a malpractice claim annually.</p>\n<p>&#8220;It&#8217;s not surprising that he&#8217;d have lawsuits against him over his career,&#8221; Anupam Jena, assistant professor of healthcare policy and medicine at the Harvard Medical School and the study&#8217;s lead author, said of the claims against Carson.</p>\n<p>Most medical malpractice claims in Maryland, though, are settled before they arrive at the state&#8217;s official arbitrator and clearinghouse on claims exceeding $30,000. Maryland <a href=\"http://www.theguardian.com/society/health\" class=\" u-underline\">Health</a> Care Alternative Dispute Resolution director Harry Chase told the Guardian his office receives<strong> </strong>650 to 700 cases annually.</p>\n<p>&#8220;Most have confidential settlements, if not all,&#8221; Chase said.</p>\n<p>In cases filed against Johns Hopkins, it&#8217;s typical for claims to only name the hospital as a defendant, Maryland malpractice attorneys say, not the physicians accused of malpractice. That&#8217;s because Hopkins insures all of its doctors, an uncommon practice &#8211; suggesting the possibility that more claims involving Carson exist where he is not a named party.</p>\n<p>In 1996, Carson was accused of negligence in caring for Mary Perna, a multiple sclerosis patient. Due to the disease, Perna developed severe pain on the left side of her face and a loss of vision.</p>\n<p>Beginning in October 1994, according to a claim she filed at the dispute office, Perna&#8217;s left-sided facial pain was &#8220;virtually left unchecked&#8221; even though she took prescription pills. That month, Perna was referred to Carson, who scheduled &#8220;glycerol rhizotomy&#8221;, a procedure that involves inserting a needle into the face and injecting a small amount of glycerol, alleviating the pain &#8211; in theory.</p>\n<p>Except, with Perna, it allegedly didn&#8217;t work. So Carson scheduled a second injection, according to the filing.</p>\n<p>Again, Perna says it didn&#8217;t work.</p>\n<p>&#8220;In fact, after the second surgical procedure, Ms. Perna&#8217;s left-sided facial pain actually seemed worse,&#8221; the filing stated, &#8220;and her face was left extremely swollen by Carson&#8217;s invasion of a blood vessel during the procedure.&#8221;</p>\n\n<blockquote>\n<p>I like all the things he says</p>\n\nMary Perna\n\n</blockquote>\n\n<p>Carson<strong> </strong>then<strong> </strong>opted to perform a type of brain surgery intended to relieve her pain, but, according to the filing, it would have been ineffective because the source was lesions on Perna&#8217;s brain stem.</p>\n<p>The operation didn&#8217;t work.</p>\n<p>Carson then looked at Perna&#8217;s most recent MRI, the filing stated, &#8220;because he had not reviewed [the studies] prior to three surgeries he performed&#8221;.</p>\n<p>After reviewing the MRI, the filing said, Carson returned to Perna&#8217;s room, visibly agitated, and told her &#8220;they did not tell me there are lesions on your brainstem. Had I known that, we would have never done the [surgery].&#8221;</p>\n<p>After another unsuccessful operation, Perna was put on pain medication on &#8220;an as-needed basis&#8221;, according to the filing.</p>\n<p>But as a result of not receiving the necessary amount of medication to address her condition, the filing says Perna suffered a seizure later that month, which caused &#8220;excruciating painful and frightening muscle spasms in her neck and face&#8221;.</p>\n<p>Perna&#8217;s malpractice claim moved to Baltimore County circuit court after it was filed in the dispute resolution office. Carson and Hopkins settled for an undisclosed amount, court records show.</p>\n<p>Perna&#8217;s attorney did not respond to requests for comment by the Guardian. Reached at her Maryland home, Perna confirmed the case was settled, but declined to disclose the sum.</p>\n<p>&#8220;I can&#8217;t talk about that,&#8221; Perna told the Guardian, saying she signed a nondisclosure agreement.</p>\n<p>Perna&#8217;s present-day health status is unclear, but two decades later, she said she maintains a positive view of her doctor turned presidential candidate.</p>\n<p>Asked about Carson&#8217;s character, Perna<strong> </strong>promptly said she would vote for him.</p>\n<p>&#8220;I like all the things he says,&#8221; said Perna, 57, before abruptly hanging up the phone.</p>\n<h2>&#8216;The truth will set Dr Carson free&#8217;</h2>\n\n\n<a href=\"/us-news/2015/may/04/ben-carson-malpractice-claims-doctor-for-president#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/a0a5f200e96d7dc9f3d2f0864e8b94a014343a61/57_72_4611_2769/500.jpg\" alt=\"ben carson flag\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48442%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ben+Carson%27s+patients+claim+malpractice+in+star+doctor%27s+path+to+politics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F04%2Fben-carson-malpractice-claims-doctor-for-president&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fa0a5f200e96d7dc9f3d2f0864e8b94a014343a61%2F57_72_4611_2769%2F4611.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nCarson said on Sunday that he is &#8216;willing to be part of the equation&#8217; in a crowded Republican field for the White House, against which he has polled well. Photograph: Carolyn Kaster/AP\n\n\n\n<p>Today, Carson echoes points in his 1993 lecture on education and ensuring US children receive a fair chance to succeed.</p>\n<p>&#8220;I am no longer their doctor,&#8221; he said in the video announcing his committee, &#8220;but I am more concerned about their future than ever. I worry how will they get the education they need to find good jobs.&#8221;</p>\n<p>In the shadow of those presidential aspirations is Florida resident Austin Reynolds, who said in another pending lawsuit that Carson mistreated him, although the surgeon is not named as a party in the case.</p>\n<p>Merryl Reynolds, Austin&#8217;s mother, said Carson was her son&#8217;s doctor for more than 10 years. Austin Reynolds has a form of short-limbed dwarfism.</p>\n<p>In 2010, according to the Reynold&#8217;s complaint in Baltimore City circuit court, her son underwent multiple surgeries, but soon after he was unable to bend his right foot. Austin&#8217;s doctor recommended he consult Carson.</p>\n<p>To address the prolonged issues, Carson performed a spinal decompression surgery, a procedure intended to relieve stress from the spine.</p>\n<p>The surgery, according to the complaint, left Austin Reynolds in a wheelchair, unable to keep &#8220;control of his bladder and [he] had a compromised bowel function&#8221;. Reynolds&#8217; attorney declined comment.</p>\n<p>Jonathan Smith, an attorney who represents Carson and the hospital, declined comment on Reynolds and Bailey&#8217;s cases.</p>\n<p>Johns Hopkins also declined comment.</p>\n<p>&#8220;As a longstanding practice, we do not discuss pending or ongoing litigation,&#8221; the hospital told the Guardian in a statement. &#8220;As always, providing quality care for our patients is our top priority.&#8221;</p>\n<p>For Karly Bailey, whether she prevails against Carson is a point of principle. She is currently receiving Medicaid and Supplemental Security Income (SSI) income, she said.</p>\n<p>&#8220;I can&#8217;t get the care I need on my Medicaid plan from a neuropathologist because they have very special skills,&#8221; she said. &#8220;And they ain&#8217;t gonna take Medicaid.&#8221;</p>\n<p>Bailey took college classes to teach special education, but says she was unable to complete her program due to involuntary eye movements that can cause a loss of vision, which date back to her operations at Hopkins.</p>\n<p>&#8220;That was a disaster,&#8221; Bailey said of her college experience.</p>\n<p>Whereas Perna seemingly reconciled with Carson, Bailey takes issue with the doctor&#8217;s entry into the presidential race. Bailey, who currently does not have an attorney, says she&#8217;s raising money to finish her legal battle. A trial is scheduled for July.</p>\n<p>For Carson, his lack of political experience may benefit from a shining doctoral legacy, as some early polls in the 2016 contest show him ahead of <a href=\"http://www.publicpolicypolling.com/main/2015/01/good-news-for-walker-carson-in-gop-poll.html\" class=\" u-underline\">more-established Tea Party members</a> &#8211; even <a href=\"http://college.usatoday.com/2015/04/29/harvard-poll-finds-millennials-have-little-faith-in-government-media/\" class=\" u-underline\">among young people</a>.</p>\n<p>But if Carson wins the nomination, Perna&#8217;s vote would be rendered moot if Bailey casts a ballot in the race. She said she wouldn&#8217;t vote for him because he can&#8217;t keep his word.</p>\n<p>&#8220;The truth will set Dr Carson free,&#8221; Bailey said. &#8220;He should take full responsibility for his actions, which absolutely destroyed my life.&#8221;</p>\n</div>",
  "authors": [
    "Ryan Felton"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US elections 2016",
    "Ben Carson",
    "Doctors",
    "Republicans",
    "Health",
    "US news"
  ],
  "ntitle": "ben_carson_s_patients_claim_malpractice_in_star_doctor_s_path_to_politics",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "When Dr Benjamin Carson arrived at the 1993 annual meeting of the American Academy of Otolaryngology in Minneapolis, he was already a household name.\n\nAs director of pediatric neurosurgery at Baltimore’s Johns Hopkins hospital, Carson was known as a master of his craft, and renowned as the first surgeon to successfully separate siamese twins.\n\n“What is a physician?” he began a lecture to the meeting. “A physician is a healer. And healing actually involves more than just the physical side of things. It also involves the mental and spiritual sides of things because human beings are very complex.”\n\nCarson quickly turned from medical ethics to focus on what he deemed “societal ills” and what he saw as a “dearth of intellectual achievement” in the US.\n\nHe continued with the rags-to-riches tale of how he grew up in hardscrabble Detroit and eventually became a medical star – folklore that will become familiar to the public once again this week, now that Carson has said he will seek the Republican nomination for president.\n\nRelated: Ben Carson to run for president, adding a Tea Party darling to crowded field\n\nHe has already indicated his career as a pediatric neurosurgeon will play a role in his effort to win voters: “I have spent most of my life caring for the well-being of children,” Carson, 63, said in a video announcing his presidential exploratory committee.\n\nYet even with a legacy as one of the world’s most-respected neurosurgeons, Maryland court records show Carson has been involved in at least a half-dozen malpractice cases, some of which remain pending, while others were either settled or dismissed for untold sums.\n\nThat ratio is typical in Carson’s field, experts say, but a number of Carson’s former patients and their families involved in the claims offered the Guardian a conflicting account of his near-perfect medical path toward presidential politics, detailing their continued suffering from paralysis, seizure, an uncontrollable bladder and more life-altering ordeals.\n\nBy his own account, Carson’s career moved along relatively smoothly, even while performing as many as 400 operations per year – a high caseload for neurosurgeons.\n\nDescribing his emotional attachment to patients, Carson told the New York Times in 2000 that he once cried in the operating room when a patient was determined to be brain dead.\n\n“I had grown so close to that family that I had a picture of the little boy in my pocket,” he said. “And yet, we had done everything we could possibly do.”\n\nHe continued: “By the same token, I’ve never spent a day in court.”\n\nCarson, however, has faced several malpractice allegations that date back to the early 1980s. A spokeswoman for Carson did not respond to a detailed list of questions sent by the Guardian for this article, but in at least one case, an agreement was reached with the plaintiff to not disclose any outcome of her settlement. That plaintiff told the Guardian she would still vote for Ben Carson.\n\nThe girl with the half-smile\n\nFacebook Twitter Pinterest ‘I will follow your surgical guidelines in your surgery – my goal is not to kill your kid,’ Karly Bailey says Ben Carson told her parents. Photograph: Courtesy of Karly Bailey\n\nWhen Karly Bailey was seven, she began experiencing headaches, an ailment later discovered to be caused by a brain tumor. In November 1995, she underwent surgery to remove the tumor; a shunt, essentially a passageway, was placed inside her head to address a buildup of fluid, and she went on living a relatively normal life.\n\n“I was riding [horses] and fishing and camping,” she said. “My only medication was multivitamins.”\n\nBut two years later, Bailey started experiencing headaches again. Her tumor had regrown. So she was introduced to Carson, who, in July 1997, determined her shunt had failed.\n\nAccording to a pending lawsuit against him in Baltimore City circuit court, her parents said they explained to Carson “they were deeply concerned about what they knew to be significant risks of collateral injury associated with attempting to remove all [of her] tumor” and to avoid a full resection.\n\nAccording to the Bailey family, Carson was blunt in his response.\n\n“Before my surgery ... he came out and told my parents, ‘I will follow your surgical guidelines in your surgery – my goal is not to kill your kid’,” Bailey, now 26, told the Guardian in an interview.\n\nWhat happened next is in dispute, but Bailey contends Carson, in surgery performed that August, invaded her brain stem, which led to life-changing nerve damage.\n\nCarson says that he performed a complex, detailed surgery and that Bailey’s parents were made aware of the risks associated with it.\n\n“[L]ike always, I consulted them on the fact that I would remove as much tumor as was reasonably safe,” Carson said in a sworn affidavit. In an operative report, Carson said, he wrote he attempted to “remove all visible tumor”, which he described as removing what was “reasonably safe”.\n\nBut as a result of the surgery, according to Bailey’s court filing, “Carson severely disturbed, injured, or destroyed multiple neuronal circuits controlling the patient’s facial motor functions, horizontal gaze movements, and other psychological functions.”\n\nWhen she woke up, Bailey said she was partially paralyzed on the right side of her body.\n\n“I couldn’t walk, I couldn’t talk, you couldn’t understand me at all,” she told the Guardian. Previously, she wrote right-handed; post-surgery, she has learned how to write left-handed.\n\nBailey left the hospital using a wheelchair and underwent a grueling physical therapy process, five days a week for seven months.\n\n“I missed most of my fourth grade year of school,” said Bailey. “I was homeschooled – tutored, really. I tested mentally retarded. I was really depressed because I was in a wheelchair.”\n\nHer face developed a significant droop as a result of nerve damage, she said: “I don’t have a full smile. People ask me if I’ve had a stroke.”\n\nYears later, lingering problems for Bailey persist. In 2008, Bailey said she had an operation to place a gold weight in her right eyelid to prevent a loss of vision. That only worked “partially”, she said.\n\nAt least one physician sides with Bailey.\n\n“The location of [Bailey’s] tumor was such that it was in close proximity to the brain stem and any effort to remove all the tumor posed a significant risk of collateral injury to the brain stem and other cranial nerves,” said Robert Hudgins, a retired neurosurgeon brought on as Bailey’s expert witness, in a sworn affidavit.\n\nThe named party and the would-be voter\n\nFacebook Twitter Pinterest Among high-risk specialties in neurosurgery – in Carson’s case, pediatric care – a Harvard researcher said the probability a physician would be sued at least once is nearly 100%. Photograph: Ricky Carioti/The Washington Post/via Getty Images\n\nBefore his political aspirations became clearer in the run-up to his retirement from Johns Hopkins in 2013, Carson performed up to 400 operations per year, though that number eventually dropped.\n\nThat is a high caseload for neurosurgeons, experts say, but the seven known malpractice claims against Carson in Maryland – an average of one every five years throughout his 35-year career at Johns Hopkins – are consistent with a 2011 study published in the New England Journal of Medicine, which found roughly 20% of neurosurgeons face a malpractice claim annually.\n\n“It’s not surprising that he’d have lawsuits against him over his career,” Anupam Jena, assistant professor of healthcare policy and medicine at the Harvard Medical School and the study’s lead author, said of the claims against Carson.\n\nMost medical malpractice claims in Maryland, though, are settled before they arrive at the state’s official arbitrator and clearinghouse on claims exceeding $30,000. Maryland Health Care Alternative Dispute Resolution director Harry Chase told the Guardian his office receives 650 to 700 cases annually.\n\n“Most have confidential settlements, if not all,” Chase said.\n\nIn cases filed against Johns Hopkins, it’s typical for claims to only name the hospital as a defendant, Maryland malpractice attorneys say, not the physicians accused of malpractice. That’s because Hopkins insures all of its doctors, an uncommon practice – suggesting the possibility that more claims involving Carson exist where he is not a named party.\n\nIn 1996, Carson was accused of negligence in caring for Mary Perna, a multiple sclerosis patient. Due to the disease, Perna developed severe pain on the left side of her face and a loss of vision.\n\nBeginning in October 1994, according to a claim she filed at the dispute office, Perna’s left-sided facial pain was “virtually left unchecked” even though she took prescription pills. That month, Perna was referred to Carson, who scheduled “glycerol rhizotomy”, a procedure that involves inserting a needle into the face and injecting a small amount of glycerol, alleviating the pain – in theory.\n\nExcept, with Perna, it allegedly didn’t work. So Carson scheduled a second injection, according to the filing.\n\nAgain, Perna says it didn’t work.\n\n“In fact, after the second surgical procedure, Ms. Perna’s left-sided facial pain actually seemed worse,” the filing stated, “and her face was left extremely swollen by Carson’s invasion of a blood vessel during the procedure.”\n\nI like all the things he says Mary Perna\n\nCarson then opted to perform a type of brain surgery intended to relieve her pain, but, according to the filing, it would have been ineffective because the source was lesions on Perna’s brain stem.\n\nThe operation didn’t work.\n\nCarson then looked at Perna’s most recent MRI, the filing stated, “because he had not reviewed [the studies] prior to three surgeries he performed”.\n\nAfter reviewing the MRI, the filing said, Carson returned to Perna’s room, visibly agitated, and told her “they did not tell me there are lesions on your brainstem. Had I known that, we would have never done the [surgery].”\n\nAfter another unsuccessful operation, Perna was put on pain medication on “an as-needed basis”, according to the filing.\n\nBut as a result of not receiving the necessary amount of medication to address her condition, the filing says Perna suffered a seizure later that month, which caused “excruciating painful and frightening muscle spasms in her neck and face”.\n\nPerna’s malpractice claim moved to Baltimore County circuit court after it was filed in the dispute resolution office. Carson and Hopkins settled for an undisclosed amount, court records show.\n\nPerna’s attorney did not respond to requests for comment by the Guardian. Reached at her Maryland home, Perna confirmed the case was settled, but declined to disclose the sum.\n\n“I can’t talk about that,” Perna told the Guardian, saying she signed a nondisclosure agreement.\n\nPerna’s present-day health status is unclear, but two decades later, she said she maintains a positive view of her doctor turned presidential candidate.\n\nAsked about Carson’s character, Perna promptly said she would vote for him.\n\n“I like all the things he says,” said Perna, 57, before abruptly hanging up the phone.\n\n‘The truth will set Dr Carson free’\n\nFacebook Twitter Pinterest Carson said on Sunday that he is ‘willing to be part of the equation’ in a crowded Republican field for the White House, against which he has polled well. Photograph: Carolyn Kaster/AP\n\nToday, Carson echoes points in his 1993 lecture on education and ensuring US children receive a fair chance to succeed.\n\n“I am no longer their doctor,” he said in the video announcing his committee, “but I am more concerned about their future than ever. I worry how will they get the education they need to find good jobs.”\n\nIn the shadow of those presidential aspirations is Florida resident Austin Reynolds, who said in another pending lawsuit that Carson mistreated him, although the surgeon is not named as a party in the case.\n\nMerryl Reynolds, Austin’s mother, said Carson was her son’s doctor for more than 10 years. Austin Reynolds has a form of short-limbed dwarfism.\n\nIn 2010, according to the Reynold’s complaint in Baltimore City circuit court, her son underwent multiple surgeries, but soon after he was unable to bend his right foot. Austin’s doctor recommended he consult Carson.\n\nTo address the prolonged issues, Carson performed a spinal decompression surgery, a procedure intended to relieve stress from the spine.\n\nThe surgery, according to the complaint, left Austin Reynolds in a wheelchair, unable to keep “control of his bladder and [he] had a compromised bowel function”. Reynolds’ attorney declined comment.\n\nJonathan Smith, an attorney who represents Carson and the hospital, declined comment on Reynolds and Bailey’s cases.\n\nJohns Hopkins also declined comment.\n\n“As a longstanding practice, we do not discuss pending or ongoing litigation,” the hospital told the Guardian in a statement. “As always, providing quality care for our patients is our top priority.”\n\nFor Karly Bailey, whether she prevails against Carson is a point of principle. She is currently receiving Medicaid and Supplemental Security Income (SSI) income, she said.\n\n“I can’t get the care I need on my Medicaid plan from a neuropathologist because they have very special skills,” she said. “And they ain’t gonna take Medicaid.”\n\nBailey took college classes to teach special education, but says she was unable to complete her program due to involuntary eye movements that can cause a loss of vision, which date back to her operations at Hopkins.\n\n“That was a disaster,” Bailey said of her college experience.\n\nWhereas Perna seemingly reconciled with Carson, Bailey takes issue with the doctor’s entry into the presidential race. Bailey, who currently does not have an attorney, says she’s raising money to finish her legal battle. A trial is scheduled for July.\n\nFor Carson, his lack of political experience may benefit from a shining doctoral legacy, as some early polls in the 2016 contest show him ahead of more-established Tea Party members – even among young people.\n\nBut if Carson wins the nomination, Perna’s vote would be rendered moot if Bailey casts a ballot in the race. She said she wouldn’t vote for him because he can’t keep his word.\n\n“The truth will set Dr Carson free,” Bailey said. “He should take full responsibility for his actions, which absolutely destroyed my life.”",
  "title": "Ben Carson's patients claim malpractice in star doctor's path to politics",
  "ts_in": "2015-05-04T16:19:37.006778",
  "url": "http://www.theguardian.com/us-news/2015/may/04/ben-carson-malpractice-claims-doctor-for-president"
}