{
  "article_html": "<div><p>Retired neurosurgeon Ben Carson has said he will run for US president, joining an already overflowing field for the Republican nomination as the party&#8217;s first black candidate for 2016. </p>\n<p>&#8220;I&#8217;m willing to be part of the equation and, therefore, I&#8217;m announcing my candidacy for president of the United States of America,&#8221; <a href=\"http://www.local12.com/news/features/top-stories/stories/Ben-Carson-announces-his-run-for-President-126135.shtml\" class=\" u-underline\">Carson told a local CBS station in West Palm Beach, Florida</a>.</p>\n<p>Carson, 63, is a political novice with decades of fame because of his career as a pediatric neurosurgeon at Baltimore-based Johns Hopkins Hospital. In 1987, Carson performed the first successful separation of conjoined twins.</p>\n<p>&#8220;Many people have suggested to me that I should run for president, even though I&#8217;m not a politician,&#8221; Carson told WPEC-TV.</p>\n<p>Carson was scheduled to make a formal announcement at an event on Monday in his native <a href=\"http://www.theguardian.com/us-news/detroit\" class=\" u-underline\">Detroit</a>, after forming a presidential exploratory committee in March.</p>\n<p>He would become the fourth Republican to officially declare a White House bid, after Ted Cruz, Rand Paul and Marco Rubio &#8211; though <a href=\"http://www.theguardian.com/us-news/2015/may/03/carly-fiorina-run-for-president-hewlett-packard\" class=\" u-underline\">former Hewlett-Packard CEO Carly Fiorina was also expected to announce her candidacy</a> on Monday, with former Arkansas governor Mike Huckabee to follow on Tuesday. Perhaps a dozen more GOP candidates could join them.</p>\n<p>He <a href=\"http://www.cnn.com/2014/12/02/politics/poll-hillary-clinton-mitt-romney-2016/\" class=\" u-underline\">enjoyed early success in polls</a>, which showed him outperforming candidates with more-developed political resumes, thanks largely in part to his Tea Party-friendly views.</p>\n<p>Since retiring in 2013, Carson&#8217;s name has become more familiar to the American public after he used a National Prayer Breakfast speech to <a href=\"http://thecaucus.blogs.nytimes.com/2013/02/07/at-prayer-breakfast-obama-issues-call-for-humility/?_r=0\" class=\" u-underline\">criticize</a> President Barack Obama&#8217;s signature healthcare law, <a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2013/10/11/ben-carson-obamacare-worst-thing-since-slavery/\" class=\" u-underline\">later calling it</a> the &#8220;worst thing to have happened in this nation since slavery&#8221;.</p>\n<p>Carson&#8217;s beliefs have also drawn significant attention. He has previously compared the <a href=\"http://www.huffingtonpost.com/2014/12/03/ben-carson-nazi-germany-slavery_n_6263508.html\" class=\" u-underline\">US to Nazi Germany</a>, believes in <a href=\"http://www.washingtonpost.com/blogs/answer-sheet/post/ben-carsons-creationist-views-spark-controvery-over-commencement-speech/2012/05/08/gIQAi0vsBU_blog.html\" class=\" u-underline\">creationism</a>, and said being gay is &#8220;absolutely&#8221; a choice, citing prisons, <a href=\"http://time.com/3733184/ben-carson-gay-prison/\" class=\" u-underline\">before walking back the comment</a>.</p>\n</div>",
  "authors": [
    "Ryan Felton"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US elections 2016",
    "Republicans",
    "Detroit",
    "US news"
  ],
  "ntitle": "ben_carson_to_run_for_president_adding_a_tea_party_darling_to_crowded_field",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Retired neurosurgeon Ben Carson has said he will run for US president, joining an already overflowing field for the Republican nomination as the party’s first black candidate for 2016.\n\n“I’m willing to be part of the equation and, therefore, I’m announcing my candidacy for president of the United States of America,” Carson told a local CBS station in West Palm Beach, Florida.\n\nCarson, 63, is a political novice with decades of fame because of his career as a pediatric neurosurgeon at Baltimore-based Johns Hopkins Hospital. In 1987, Carson performed the first successful separation of conjoined twins.\n\n“Many people have suggested to me that I should run for president, even though I’m not a politician,” Carson told WPEC-TV.\n\nCarson was scheduled to make a formal announcement at an event on Monday in his native Detroit, after forming a presidential exploratory committee in March.\n\nHe would become the fourth Republican to officially declare a White House bid, after Ted Cruz, Rand Paul and Marco Rubio – though former Hewlett-Packard CEO Carly Fiorina was also expected to announce her candidacy on Monday, with former Arkansas governor Mike Huckabee to follow on Tuesday. Perhaps a dozen more GOP candidates could join them.\n\nHe enjoyed early success in polls, which showed him outperforming candidates with more-developed political resumes, thanks largely in part to his Tea Party-friendly views.\n\nSince retiring in 2013, Carson’s name has become more familiar to the American public after he used a National Prayer Breakfast speech to criticize President Barack Obama’s signature healthcare law, later calling it the “worst thing to have happened in this nation since slavery”.\n\nCarson’s beliefs have also drawn significant attention. He has previously compared the US to Nazi Germany, believes in creationism, and said being gay is “absolutely” a choice, citing prisons, before walking back the comment.",
  "title": "Ben Carson to run for president, adding a Tea Party darling to crowded field",
  "ts_in": "2015-05-04T08:47:56.073610",
  "url": "http://www.theguardian.com/us-news/2015/may/03/ben-carson-run-for-president-tea-party"
}