{
  "article_html": "<div><p>For two decades it has been the contemporary art metropolis of <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a>, where the damp crumbling warehouses, disused garages and empty luxury flats are inhabited by an estimated 20,000 artists and creatives.</p>\n<p>It is this artistic ecosystem of Berlin, a heady and experimental environment fuelled by cheap studio space, government grants and a culture of nonconformity, that the city&#8217;s annual<a href=\"http://www.gallery-weekend-berlin.de/\" class=\" u-underline\"> Gallery Weekend</a> has sought to celebrate for more than a decade.</p>\n<p>What began as a private initiative of <a href=\"http://www.theguardian.com/travel/berlin\" class=\" u-underline\">Berlin</a> galleries 11 years ago has swiftly become one of Germany&#8217;s biggest contemporary art events, with this year 47 of the city&#8217;s 400-plus galleries opening their doors to visitors and collectors from across the world.</p>\n<p>One of the weekend&#8217;s most anticipated events was the opening of the deconsecrated St Agnes Catholic church, a towering, brutalist structure built in 1964 that has been repurposed as an exhibition space by Berlin&#8217;s leading Johann K&#246;nig gallery. </p>\n<p>Hailed as one of the most interesting additions to the city&#8217;s gallery landscape, the cavernous, windowless chapel boasted as its first works a series of vast abstract paintings by Berlin-based artist Katharina Grosse, titled The Smoking Kid.</p>\n\n\n<a href=\"/culture/2015/may/03/berlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430674049196/566c7f06-781e-44e9-9fd7-9312988ac578-300x180.jpeg\" alt=\"Katharina Grosse exhibition at St Agnes Church on Berlin Gallery Weekend. \" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fculture%2F2015%2Fmay%2F03%2Fberlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430674049848%2F566c7f06-781e-44e9-9fd7-9312988ac578-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nKatharina Grosse exhibition at St Agnes Church on Berlin Gallery Weekend. Photograph: Hannah Ellis-Petersen\n\n\n\n<p>The paintings, radiantly colourful, multilayered works made through a process of spraypainting and using rugged tin foil stencils, were created by Grosse specifically for the space. Hung against the rough, pebble-dashed church walls, the monumental 4m-high canvases took on the quality of a stained-glass window.</p>\n<p>&#8220;I do think exhibition spaces and church spaces have something in common &#8211; a mentally concentrated, spiritualised function they have in our society,&#8221; said Grosse. &#8220;And I love the colour of the walls here, they are definitely a step away from the white, undisturbed neutral cube of a traditional gallery.&#8221;</p>\n<p>To create the expansive sense of depth evident in all in the paintings, as if made of layers that had been roughly torn away to reveal a hidden spatial dimension beneath, Grosse used stencils and even rolled and folded the canvas as she worked, creating what she called a &#8220;bodily tactile surface&#8221;.</p>\n\n\n<a href=\"/culture/2015/may/03/berlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430670106265/491417ef-5946-4a32-827f-5570eded85a3-300x201.jpeg\" alt=\"Untitled installation by Swedish artist Klara Liden at Galerie Neu during Berlin Gallery Weekend.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fculture%2F2015%2Fmay%2F03%2Fberlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430670106625%2F491417ef-5946-4a32-827f-5570eded85a3-2060x1378.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nUntitled installation by Swedish artist Klara Liden at Galerie Neu during Berlin Gallery Weekend. Photograph: Stephanie Pilick/EPA\n\n\n\n<p> &#8220;I also wanted to examine how many surfaces we can visually digest in one canvas,&#8221; Grosse added. &#8220;How coherent does it have to be before it starts to fall apart and you can&#8217;t really tell what we&#8217;re looking at?&#8221;</p>\n<p>The city&#8217;s obsession with filling its abandoned spaces with art was exemplified by one of the Gallery Weekend&#8217;s most diverse exhibitions, <a href=\"http://artistweekend.com/index.html\" class=\" u-underline\">Ngorongoro</a>. The sprawling studio complex of Lehderstrasse 34, which occupies a former GDR semiconductor factory shut down after the fall of the wall, was opened up for the first time to showcase work by 100 local and international artists across all disciplines, from painting and sculpture to photography and film.</p>\n<p>A performance piece by <a href=\"http://www.theguardian.com/artanddesign/2014/nov/22/albanian-anri-sala-vincent-prize-contemporary-art\" class=\" u-underline\">Anri Sala</a>, titled The Breathing Line and involving a live saxophonist, was staged in a 1970s manufacturing hall where peeling paint hung from the ceiling like cobwebs, while pieces by internationally renowned artists Mat Collishaw, Polly Morgan and John Bock were among those displayed in the maze of warehouses, power plants and garages that made up the expansive and kaleidoscopic exhibition.</p>\n\n\n<a href=\"/culture/2015/may/03/berlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430670261608/c8ab7ee0-d205-4de9-bcd5-691fbaa76a55-300x180.jpeg\" alt=\"Sculptures entitled Tauro Machi, Adam and Frenhofer by British artist William Tucker at the Buchmann Galerie during Berlin Gallery Weekend.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4847c%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Berlin%27s+Gallery+Weekend%3A+a+heady+maze+of+former+warehouses+and+power+plants&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fculture%2F2015%2Fmay%2F03%2Fberlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430670261376%2Fc8ab7ee0-d205-4de9-bcd5-691fbaa76a55-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSculptures entitled Tauro Machi, Adam and Frenhofer by British artist William Tucker at the Buchmann Galerie during Berlin Gallery Weekend. Photograph: Stephanie Pilick/EPA\n\n\n\n<p>This international nature of the Berlin art scene was also exemplified by <a href=\"http://www.houseofegorn.com/\" class=\" u-underline\">House of Egorn</a>, an intimate gallery in the centre of the city that also opened its doors for the first time over the Gallery Weekend.</p>\n<p>Set up by London-based collector Sharon Zhu, who began collecting art four years ago, her vision for the gallery was to focus on artists that could not be pigeonholed as either eastern or western, and who are creating works more representative of our globalised society.</p>\n<p>For the gallery&#8217;s opening show, Zhu selected three artists born in China or South Korea and who have now established themselves in London, including multi-media artist Yi Dai, who contributed four new pieces.<br></p>\n<p>Dai&#8217;s works, which are a play on traditional landscape painting, were each created from around 2,000 small images of the landscape taken on an iphone every 10 seconds, during four different train journeys across both the UK and China. She printed off each picture as a thumbnail and glued them all to a canvas &#8211; one for each journey.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/cities/2015/may/01/what-the-brandenburg-gates-pop-up-horses-say-about-the-state-of-berlins-public-art\" class=\" u-underline\">What the Brandenburg Gate's pop-up horses say about the state of Berlin's public art</a> </p>\n\n<p>The pieces, said Dai, were a comment on society&#8217;s obsession with documenting everywhere we travel without giving any thought to our accumulation of images. </p>\n<p>&#8220;For the past two years I have been doing this series of work constantly when I am on transport, on any train ride,&#8221; said Dai. &#8220;These works reflect the obsessive behaviour where everyone wants to record every moment, constantly and mindlessly clicking on their phone cameras without any real engagement. By layering the pictures all on top of each other, the sense of location and sense of identity becomes completely lost. They end up looking like no place at all, which I think represents our relationship to landscape these days.&#8221;</p>\n<p>Yet, while the annual Gallery Weekend may serve as a concentrated reminder of the creativity born from Berlin, many artists nonetheless acknowledge the city still has its commercial challenges. The capital has one of the lowest per-capita incomes in all of <a href=\"http://www.theguardian.com/world/germany\" class=\" u-underline\">Germany</a>, and unlike cities such as London, is remains a difficult place for artists to sell their contemporary work or find collectors with the funds to invest.</p>\n<p>It was a point noted by Grosse, who will be exhibiting a large installation at this year&#8217;s Venice Biennale and has numerous international shows in the pipeline. &#8220;Yes, there is the space and environment in Berlin to create work,&#8221; she said. &#8220;But to find a buyer, mainly you still have to take your work abroad.&#8221;<br></p>\n</div>",
  "authors": [
    "Jonathan Jones",
    "Hannah Ellis-petersen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Culture",
    "Berlin",
    "Germany",
    "Art",
    "Europe",
    "World news"
  ],
  "ntitle": "berlin_s_gallery_weekend_a_heady_maze_of_former_warehouses_and_power_plants",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "For two decades it has been the contemporary art metropolis of Europe, where the damp crumbling warehouses, disused garages and empty luxury flats are inhabited by an estimated 20,000 artists and creatives.\n\nIt is this artistic ecosystem of Berlin, a heady and experimental environment fuelled by cheap studio space, government grants and a culture of nonconformity, that the city’s annual Gallery Weekend has sought to celebrate for more than a decade.\n\nWhat began as a private initiative of Berlin galleries 11 years ago has swiftly become one of Germany’s biggest contemporary art events, with this year 47 of the city’s 400-plus galleries opening their doors to visitors and collectors from across the world.\n\nOne of the weekend’s most anticipated events was the opening of the deconsecrated St Agnes Catholic church, a towering, brutalist structure built in 1964 that has been repurposed as an exhibition space by Berlin’s leading Johann König gallery.\n\nHailed as one of the most interesting additions to the city’s gallery landscape, the cavernous, windowless chapel boasted as its first works a series of vast abstract paintings by Berlin-based artist Katharina Grosse, titled The Smoking Kid.\n\nFacebook Twitter Pinterest Katharina Grosse exhibition at St Agnes Church on Berlin Gallery Weekend. Photograph: Hannah Ellis-Petersen\n\nThe paintings, radiantly colourful, multilayered works made through a process of spraypainting and using rugged tin foil stencils, were created by Grosse specifically for the space. Hung against the rough, pebble-dashed church walls, the monumental 4m-high canvases took on the quality of a stained-glass window.\n\n“I do think exhibition spaces and church spaces have something in common – a mentally concentrated, spiritualised function they have in our society,” said Grosse. “And I love the colour of the walls here, they are definitely a step away from the white, undisturbed neutral cube of a traditional gallery.”\n\nTo create the expansive sense of depth evident in all in the paintings, as if made of layers that had been roughly torn away to reveal a hidden spatial dimension beneath, Grosse used stencils and even rolled and folded the canvas as she worked, creating what she called a “bodily tactile surface”.\n\nFacebook Twitter Pinterest Untitled installation by Swedish artist Klara Liden at Galerie Neu during Berlin Gallery Weekend. Photograph: Stephanie Pilick/EPA\n\n“I also wanted to examine how many surfaces we can visually digest in one canvas,” Grosse added. “How coherent does it have to be before it starts to fall apart and you can’t really tell what we’re looking at?”\n\nThe city’s obsession with filling its abandoned spaces with art was exemplified by one of the Gallery Weekend’s most diverse exhibitions, Ngorongoro. The sprawling studio complex of Lehderstrasse 34, which occupies a former GDR semiconductor factory shut down after the fall of the wall, was opened up for the first time to showcase work by 100 local and international artists across all disciplines, from painting and sculpture to photography and film.\n\nA performance piece by Anri Sala, titled The Breathing Line and involving a live saxophonist, was staged in a 1970s manufacturing hall where peeling paint hung from the ceiling like cobwebs, while pieces by internationally renowned artists Mat Collishaw, Polly Morgan and John Bock were among those displayed in the maze of warehouses, power plants and garages that made up the expansive and kaleidoscopic exhibition.\n\nFacebook Twitter Pinterest Sculptures entitled Tauro Machi, Adam and Frenhofer by British artist William Tucker at the Buchmann Galerie during Berlin Gallery Weekend. Photograph: Stephanie Pilick/EPA\n\nThis international nature of the Berlin art scene was also exemplified by House of Egorn, an intimate gallery in the centre of the city that also opened its doors for the first time over the Gallery Weekend.\n\nSet up by London-based collector Sharon Zhu, who began collecting art four years ago, her vision for the gallery was to focus on artists that could not be pigeonholed as either eastern or western, and who are creating works more representative of our globalised society.\n\nFor the gallery’s opening show, Zhu selected three artists born in China or South Korea and who have now established themselves in London, including multi-media artist Yi Dai, who contributed four new pieces.\n\n\n\nDai’s works, which are a play on traditional landscape painting, were each created from around 2,000 small images of the landscape taken on an iphone every 10 seconds, during four different train journeys across both the UK and China. She printed off each picture as a thumbnail and glued them all to a canvas – one for each journey.\n\nRelated: What the Brandenburg Gate's pop-up horses say about the state of Berlin's public art\n\nThe pieces, said Dai, were a comment on society’s obsession with documenting everywhere we travel without giving any thought to our accumulation of images.\n\n“For the past two years I have been doing this series of work constantly when I am on transport, on any train ride,” said Dai. “These works reflect the obsessive behaviour where everyone wants to record every moment, constantly and mindlessly clicking on their phone cameras without any real engagement. By layering the pictures all on top of each other, the sense of location and sense of identity becomes completely lost. They end up looking like no place at all, which I think represents our relationship to landscape these days.”\n\nYet, while the annual Gallery Weekend may serve as a concentrated reminder of the creativity born from Berlin, many artists nonetheless acknowledge the city still has its commercial challenges. The capital has one of the lowest per-capita incomes in all of Germany, and unlike cities such as London, is remains a difficult place for artists to sell their contemporary work or find collectors with the funds to invest.\n\nIt was a point noted by Grosse, who will be exhibiting a large installation at this year’s Venice Biennale and has numerous international shows in the pipeline. “Yes, there is the space and environment in Berlin to create work,” she said. “But to find a buyer, mainly you still have to take your work abroad.”\n\n",
  "title": "Berlin's Gallery Weekend: a heady maze of former warehouses and power plants",
  "ts_in": "2015-05-04T08:48:01.371161",
  "url": "http://www.theguardian.com/culture/2015/may/03/berlins-gallery-weekend-a-heady-maze-of-former-warehouses-and-power-plants"
}