{
  "article_html": "<div><p>Former president <a href=\"http://www.theguardian.com/us-news/clinton\" class=\" u-underline\">Bill Clinton</a> has defended the Clinton foundation from accusations it inappropriately took money from Russian interests and other foreign donors by saying the foundation had not done anything inappropriate, at least not that they knew of at the time.</p>\n<p>A book critical of Hillary Clinton and a <a href=\"http://www.nytimes.com/2015/04/24/us/cash-flowed-to-clinton-foundation-as-russians-pressed-for-control-of-uranium-company.html?_r=0\" class=\" u-underline\">New York Times investigation</a> last month revealed money flowing to the Clinton foundation during Clinton&#8217;s time as secretary of state from Russian entities that wanted the State Department to approve the acquisition of a uranium mine and other deals. Further questions were raised about a Canadian charity said to have channeled money of unreported origin to the Clinton foundation. The foundation has denied wrongdoing.</p>\n<p>Bill Clinton repeated that denial<a href=\"http://www.nbcnews.com/news/us-news/bill-clinton-defends-his-foundations-foreign-money-n352981\" class=\" u-underline\"> in an interview with Cynthia McFadden of NBC News</a> in Nairobi, Kenya, where he is promoting work by the Clinton Global Initiative.</p>\n<p>&#8220;There is no doubt in my mind that we have never done anything knowingly inappropriate in terms of taking money to influence any kind of American government policy,&#8221; Clinton told McFadden. &#8220;That just hasn&#8217;t happened.&#8221;</p>\n<p>Asked why the Clinton foundation had recently narrowed its list of foreign countries from which it would accept donations to a select list of six, prominently excluding Saudi Arabia, Clinton said the change in policy was &#8220;absolutely not&#8221; an acknowledgment of error.</p>\n<p>&#8220;It&#8217;s an acknowledgement that we&#8217;re going to come as close as we can during her presidential campaign to following the rules we followed when she became secretary of state,&#8221; Clinton <a href=\"http://www.nbcnews.com/news/us-news/bill-clinton-defends-his-foundations-foreign-money-n352981\" class=\" u-underline\">told McFadden</a>.</p>\n\n\n\n<p>Clinton said his wife, Hillary Clinton, had assured him that their dealings were aboveboard. &#8220;No one has ever tried to influence me by helping you,&#8221; Bill Clinton quoted <a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a> as saying.</p>\n<p>Clinton also said he had no plans to stop making speeches for big fees.</p>\n<p>&#8220;I gotta pay our bills,&#8221; he <a href=\"http://www.nbcnews.com/news/us-news/bill-clinton-defends-his-foundations-foreign-money-n352981\" class=\" u-underline\">said</a>. &#8220;And I also give a lot of it to the foundation every year.&#8221;</p>\n</div>",
  "authors": [
    "Tom Mccarthy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bill Clinton",
    "Hillary Clinton",
    "World news",
    "US news",
    "Charities",
    "US politics"
  ],
  "ntitle": "bill_clinton_says_foundation_has_never_done_anything_knowingly_inappropriate",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Former president Bill Clinton has defended the Clinton foundation from accusations it inappropriately took money from Russian interests and other foreign donors by saying the foundation had not done anything inappropriate, at least not that they knew of at the time.\n\nA book critical of Hillary Clinton and a New York Times investigation last month revealed money flowing to the Clinton foundation during Clinton’s time as secretary of state from Russian entities that wanted the State Department to approve the acquisition of a uranium mine and other deals. Further questions were raised about a Canadian charity said to have channeled money of unreported origin to the Clinton foundation. The foundation has denied wrongdoing.\n\nBill Clinton repeated that denial in an interview with Cynthia McFadden of NBC News in Nairobi, Kenya, where he is promoting work by the Clinton Global Initiative.\n\n“There is no doubt in my mind that we have never done anything knowingly inappropriate in terms of taking money to influence any kind of American government policy,” Clinton told McFadden. “That just hasn’t happened.”\n\nAsked why the Clinton foundation had recently narrowed its list of foreign countries from which it would accept donations to a select list of six, prominently excluding Saudi Arabia, Clinton said the change in policy was “absolutely not” an acknowledgment of error.\n\n“It’s an acknowledgement that we’re going to come as close as we can during her presidential campaign to following the rules we followed when she became secretary of state,” Clinton told McFadden.\n\nClinton said his wife, Hillary Clinton, had assured him that their dealings were aboveboard. “No one has ever tried to influence me by helping you,” Bill Clinton quoted Hillary Clinton as saying.\n\nClinton also said he had no plans to stop making speeches for big fees.\n\n“I gotta pay our bills,” he said. “And I also give a lot of it to the foundation every year.”",
  "title": "Bill Clinton says foundation has 'never done anything knowingly inappropriate'",
  "ts_in": "2015-05-04T17:53:44.068577",
  "url": "http://www.theguardian.com/us-news/2015/may/04/bill-clinton-foundation-foreign-donations-russia-saudi-arabia"
}