{
  "article_html": "<div><p>A <a href=\"http://www.theguardian.com/us-news/tennessee\" class=\" u-underline\">Tennessee</a> woman searching for the stranger she kissed while running the Boston Marathon this year says she finally heard back &#8211; from the mystery man&#8217;s wife.</p>\n<p>Barbara Tatge says her daughter had dared her to kiss a random, good-looking man as she ran through the town of Wellesley, where the women of Wellesley College traditionally offer kisses to runners.</p>\n<p>After the 20 April race, her daughter took to social media to try to find the man, who clearly left an impression on her mom.</p>\n<p>Tatge says the Wellesley Townsman, a Boston-area news outlet, passed on a letter addressed to her on Sunday after the campaign generated nationwide attention.</p>\n<p>The unidentified man&#8217;s wife said the attention was fun but that the couple wanted to remain anonymous.</p>\n<p>&#8220;When this story aired on the news, we were pretty surprised,&#8221; the mystery man&#8217;s wife wrote in a portion of the letter quoted by the Townsman. &#8220;For me, I&#8217;m not mad. Believe me, our friends have gotten a lot of mileage out of this story and I have thoroughly enjoyed watching them give my husband grief!&#8221;</p>\n<p>The wife continued: &#8220;While this may not be the ending that you had hoped for, that spontaneous, silly moment in Wellesley captured the fun, energy and spirit of the Boston Marathon. I greatly admire your spunk and courage and wish you many happy races in the future. Congratulations on your <a href=\"http://www.theguardian.com/us-news/boston\" class=\" u-underline\">Boston</a> finish!&#8221;</p>\n<p>Tatge says she wrote back to the wife on Monday, thanking her for her graciousness and good humor.</p>\n<p>&#8220;The letter was so kind and good-hearted,&#8221; she said. &#8220;She&#8217;s a great sport, and he&#8217;s fortunate to be married to someone like her.&#8221;</p>\n<p>Tatge also apologized for any embarrassment the search may have caused.</p>\n<p>&#8220;I just wanted her to know that the media firestorm stemmed from my loving daughter&#8217;s good-hearted dare,&#8221; she said. &#8220;I didn&#8217;t want to cause any discomfort to him or his family.&#8221;</p>\n<p>Tatge said she&#8217;s been touched by the support she&#8217;s received but is happy to move on.</p>\n<p>She also hopes to run the Boston Marathon again but with one important caveat: &#8220;Moving forward, I&#8217;m going to revert to only kissing single men.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Boston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Boston",
    "Tennessee",
    "US news",
    "Massachusetts"
  ],
  "ntitle": "boston_marathon_runner_searches_for_man_she_kissed_and_finds_his_wife",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A Tennessee woman searching for the stranger she kissed while running the Boston Marathon this year says she finally heard back – from the mystery man’s wife.\n\nBarbara Tatge says her daughter had dared her to kiss a random, good-looking man as she ran through the town of Wellesley, where the women of Wellesley College traditionally offer kisses to runners.\n\nAfter the 20 April race, her daughter took to social media to try to find the man, who clearly left an impression on her mom.\n\nTatge says the Wellesley Townsman, a Boston-area news outlet, passed on a letter addressed to her on Sunday after the campaign generated nationwide attention.\n\nThe unidentified man’s wife said the attention was fun but that the couple wanted to remain anonymous.\n\n“When this story aired on the news, we were pretty surprised,” the mystery man’s wife wrote in a portion of the letter quoted by the Townsman. “For me, I’m not mad. Believe me, our friends have gotten a lot of mileage out of this story and I have thoroughly enjoyed watching them give my husband grief!”\n\nThe wife continued: “While this may not be the ending that you had hoped for, that spontaneous, silly moment in Wellesley captured the fun, energy and spirit of the Boston Marathon. I greatly admire your spunk and courage and wish you many happy races in the future. Congratulations on your Boston finish!”\n\nTatge says she wrote back to the wife on Monday, thanking her for her graciousness and good humor.\n\n“The letter was so kind and good-hearted,” she said. “She’s a great sport, and he’s fortunate to be married to someone like her.”\n\nTatge also apologized for any embarrassment the search may have caused.\n\n“I just wanted her to know that the media firestorm stemmed from my loving daughter’s good-hearted dare,” she said. “I didn’t want to cause any discomfort to him or his family.”\n\nTatge said she’s been touched by the support she’s received but is happy to move on.\n\nShe also hopes to run the Boston Marathon again but with one important caveat: “Moving forward, I’m going to revert to only kissing single men.”",
  "title": "Boston Marathon runner searches for man she kissed … and finds his wife",
  "ts_in": "2015-05-04T23:22:32.993621",
  "url": "http://www.theguardian.com/us-news/2015/may/04/boston-marathon-kiss-wellesley-married"
}