{
  "article_html": "<div><p>For the first time, the Boston Marathon bomber <a href=\"http://www.theguardian.com/us-news/dzhokhar-tsarnaev\" class=\" u-underline\">Dzhokhar Tsarnaev</a> dropped his blank, impassive demeanor on Monday and cried as his sobbing aunt briefly took the stand in his federal death penalty trial, before she was asked to step down and compose herself.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/apr/08/dzhokhar-tsarnaev-verdict-boston-marathon-bombing\" class=\" u-underline\">Dzhokhar Tsarnaev guilty of Boston bombing and may face death penalty</a> </p>\n\n<p>Tsarnaev, 21, wiped tears from his eyes quickly and fidgeted in his chair as his mother&#8217;s sister sobbed uncontrollably. He had maintained a neutral expression since his trial began in January.</p>\n<p>The aunt, Patimat Suleimanova, cried as she sat down about 10ft from Tsarnaev. The tears began falling before she began to testify, and she was only able to answer questions about her name, her year of birth and where she was born.</p>\n<p>After a few minutes, Judge George O&#8217;Toole suggested that the defense call a different witness so she could compose herself. As she left the stand, Tsarnaev used a tissue to wipe his eyes and nose.</p>\n<p>Tsarnaev was <a href=\"http://www.theguardian.com/us-news/2015/apr/08/dzhokhar-tsarnaev-verdict-boston-marathon-bombing\" class=\" u-underline\">convicted last month of 30 federal charges</a> in the bombings, including 17 that carry the possibility of the death penalty. He moved to the US with his family in 2002 and committed the bombings when he was 19.</p>\n<p>Prosecutors say Tsarnaev was an equal partner in the bombings with his radicalised older brother, Tamerlan, and have urged the jury to sentence him to death.</p>\n<p>Tsarnaev&#8217;s lawyers say Tamerlan, 26, was the mastermind of the attack and lured his brother into his plan. Tamerlan died days after the bombings following a shootout with police.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/tsarnaev-brothers-russian-links-off-limits-for-moscow-media\" class=\" u-underline\">Tsarnaev brothers' Russian links off limits for Moscow media</a> </p>\n\n<p>A cousin testified on Monday that Dzhokhar was a kind and warm child, so gentle that he once cried while watching The Lion King.</p>\n<p>&#8220;I think that his kindness made everybody around him kind,&#8221; Raisat Suleimanova said through a Russian translator.</p>\n<p>Assistant US attorney William Weinreb pounced, asking her if she believed a deadly attack on innocent civilians could be considered kind. Tsarnaev&#8217;s lawyer objected, and Suleimanova was not allowed to answer the question.</p>\n<p>In all, five of Tsarnaev&#8217;s family members are expected to take the witness stand in federal court.</p>\n<p>Prosecutors urged the judge last week to press Tsarnaev&#8217;s lawyers to make sure his relatives testify soon, because 16 FBI agents have been assigned to guard and protect them while they are in the US. The family members arrived in Boston on 23 April.</p>\n<p>&#8220;It&#8217;s an enormous expense and distraction for the agency, and that&#8217;s just part of the expense that the government has endured,&#8221; Weinreb said during a discussion in court with Tsarnaev&#8217;s lawyers and the judge, according to a transcript that was made public.</p>\n</div>",
  "authors": [
    "Associated Press In Boston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Boston Marathon bombing",
    "Dzhokhar Tsarnaev",
    "US news",
    "Tamerlan Tsarnaev"
  ],
  "ntitle": "boston_marathon_bomber_dzhokhar_tsarnaev_cries_as_aunt_takes_stand",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "For the first time, the Boston Marathon bomber Dzhokhar Tsarnaev dropped his blank, impassive demeanor on Monday and cried as his sobbing aunt briefly took the stand in his federal death penalty trial, before she was asked to step down and compose herself.\n\nRelated: Dzhokhar Tsarnaev guilty of Boston bombing and may face death penalty\n\nTsarnaev, 21, wiped tears from his eyes quickly and fidgeted in his chair as his mother’s sister sobbed uncontrollably. He had maintained a neutral expression since his trial began in January.\n\nThe aunt, Patimat Suleimanova, cried as she sat down about 10ft from Tsarnaev. The tears began falling before she began to testify, and she was only able to answer questions about her name, her year of birth and where she was born.\n\nAfter a few minutes, Judge George O’Toole suggested that the defense call a different witness so she could compose herself. As she left the stand, Tsarnaev used a tissue to wipe his eyes and nose.\n\nTsarnaev was convicted last month of 30 federal charges in the bombings, including 17 that carry the possibility of the death penalty. He moved to the US with his family in 2002 and committed the bombings when he was 19.\n\nProsecutors say Tsarnaev was an equal partner in the bombings with his radicalised older brother, Tamerlan, and have urged the jury to sentence him to death.\n\nTsarnaev’s lawyers say Tamerlan, 26, was the mastermind of the attack and lured his brother into his plan. Tamerlan died days after the bombings following a shootout with police.\n\nRelated: Tsarnaev brothers' Russian links off limits for Moscow media\n\nA cousin testified on Monday that Dzhokhar was a kind and warm child, so gentle that he once cried while watching The Lion King.\n\n“I think that his kindness made everybody around him kind,” Raisat Suleimanova said through a Russian translator.\n\nAssistant US attorney William Weinreb pounced, asking her if she believed a deadly attack on innocent civilians could be considered kind. Tsarnaev’s lawyer objected, and Suleimanova was not allowed to answer the question.\n\nIn all, five of Tsarnaev’s family members are expected to take the witness stand in federal court.\n\nProsecutors urged the judge last week to press Tsarnaev’s lawyers to make sure his relatives testify soon, because 16 FBI agents have been assigned to guard and protect them while they are in the US. The family members arrived in Boston on 23 April.\n\n“It’s an enormous expense and distraction for the agency, and that’s just part of the expense that the government has endured,” Weinreb said during a discussion in court with Tsarnaev’s lawyers and the judge, according to a transcript that was made public.",
  "title": "Boston Marathon bomber Dzhokhar Tsarnaev cries as aunt takes stand",
  "ts_in": "2015-05-04T23:22:23.802644",
  "url": "http://www.theguardian.com/us-news/2015/may/04/boston-marathon-bombing-dzhokhar-tsarnaev-cries"
}