{
  "article_html": "<div><p>There are calls to outlaw puppy farms in <a href=\"http://www.theguardian.com/australia-news/new-south-wales\" class=\" u-underline\">New South Wales</a> after reports of squalid and inhumane conditions in one breeding facility in the state&#8217;s north and similar legislative changes in Victoria and the Australian Capital Territory.</p>\n<p>The NSW Greens say they will introduce a bill to ban intensive breeding of dogs and set mandatory standards on space requirements, hygiene and cleanliness of accredited dog-breeding operations and limit the number of litters per dog.</p>\n<p>Greens MP and animal welfare spokeswoman, Mehreen Faruqi, said a complete overhaul of the animal welfare system was needed for NSW, including the establishment of an independent office of animal welfare to regulate the puppy breeding industry and carry out inspections and certification.</p>\n<p>The bill will be introduced to parliament in the coming months.</p>\n<p>Squalid and overcrowded conditions in a puppy breeding facility in Inverell, northern NSW, were revealed in a <a href=\"http://www.smh.com.au/nsw/calls-for-mike-baird-to-ban-puppy-factories-animal-activists-expose-cruel-facility-20150502-1mwszo.html\" class=\" u-underline\">Fairfax story</a> on Sunday, following an undercover operation with animal rights group <a href=\"http://www.oscarslaw.org/\" class=\" u-underline\">Oscar&#8217;s Law</a>.<br></p>\n<p>The RSPCA defines puppy farms or factories as facilities that force their female dogs to overbreed and where they are kept in small, unhygienic cages. Puppies and mothers are rarely vaccinated, making them susceptible to diseases and parasites.</p>\n<p>Such breeders often sell to pet shops as wholesalers, or advertise in newspaper classifieds and online pet sites. </p>\n<p>RSPCA&#8217;s New South Wales CEO, Steven Coleman, told Fairfax there were no legal requirements for puppy farms to be registered and they were only identified if a complaint was filed. &#8220;And we don&#8217;t get complaints every day because they&#8217;re not in people&#8217;s faces. They&#8217;re hiding in remote locations for a specific reason.&#8221; <br></p>\n<p>The New South Wales minister for primary industries, Niall Blair, said the government was already working to get rid of &#8220;rogue operators&#8221;. However, he said enforcement work should be done through proper methods, not by &#8220;vigilantes, who trespass&#8221; &#8211; in a reference to animal rights activists who have detailed conditions in some puppy farms.</p>\n<p>The NSW government said that with the mandatory registration of all dogs and cats, the current paper-based system will move to an online register. This &#8220;centralisation of data&#8221; will better link animals back to breeders and assist animal welfare agencies in preventing illegal animal-breeding practices, it claimed. </p>\n<p>The shadow minister for primary industries, Mick Veitch, also called for a ban on large-scale puppy farms. &#8220;Similar reforms to those made recently in <a href=\"http://www.theguardian.com/australia-news/victoria\" class=\" u-underline\">Victoria</a> should be introduced,&#8221; he said. The current system of regulation for commercial dog breeding was &#8220;clearly not working&#8221;.</p>\n<p>As part of a crackdown on puppy farms in Victoria, the Andrews government announced on Sunday an additional $5m would be granted to the RSPCA over the next four years to clamp down on and prosecute illegal puppy farmers.</p>\n<p>The funds, which are in addition to the annual $1m received by the body from the government, will be used to establish a &#8220;specialised flying squad of inspectors&#8221;. This squad will have increased powers to audit puppy farms, collect data and assist in the rehabilitation of animals seized from the farms.</p>\n<p>The Victorian minister for agriculture, Jaala Pulford, said the move was part of the government&#8217;s plan to &#8220;smash the puppy farm business model&#8221;.</p>\n<p>New changes to Victorian legislation will come into effect on 1 July, requiring councils to refuse registration or re-registration of a domestic animal business if the person who owns or conducts the business has been found guilty of animal cruelty in the past 10 years.</p>\n<p>The Victorian government is also considering legislative changes that would limit the number of breeding dogs in a business to 10 by 2020. Pet stores would be required to only sell puppies supplied by a registered breeder or animal shelter.</p>\n<p>The move was criticised by the state&#8217;s dog-breeding industry, which claims the proposed ban will push up the price of dogs and lead to job cuts.</p>\n<p>Mandatory pre-mating vet checks, and a limit of five litters per breeding dog, could also be included in the industry&#8217;s code of practice.<br></p>\n<p>In the ACT, new legislation passed in March criminalising the intensive breeding of female dogs and cats. Penalties apply of up to $15,000 for individuals and $75,000 for corporations.</p>\n<p>The legislation includes limits on frequency of breeding litters and ages at which breeders are permitted to commence breeding. A licensing scheme for breeders will be established, with licence numbers required for any adverts for animals.</p>\n<p>An <a href=\"http://www.closepuppyfactories.org/#\" class=\" u-underline\">RSPCA petition</a> calling for the close of puppy factories across the country has attracted over 120,000 signatures.</p>\n</div>",
  "authors": [
    "Monica Tan"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "New South Wales",
    "Animal welfare",
    "Animals",
    "Australia news",
    "Dogs",
    "Victoria",
    "Australian Greens",
    "Pets",
    "New South Wales politics",
    "Australian Capital Territory (ACT)",
    "Victorian politics"
  ],
  "ntitle": "calls_to_outlaw_puppy_farms_in_nsw_after_reports_of_inhumane_conditions",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "There are calls to outlaw puppy farms in New South Wales after reports of squalid and inhumane conditions in one breeding facility in the state’s north and similar legislative changes in Victoria and the Australian Capital Territory.\n\nThe NSW Greens say they will introduce a bill to ban intensive breeding of dogs and set mandatory standards on space requirements, hygiene and cleanliness of accredited dog-breeding operations and limit the number of litters per dog.\n\nGreens MP and animal welfare spokeswoman, Mehreen Faruqi, said a complete overhaul of the animal welfare system was needed for NSW, including the establishment of an independent office of animal welfare to regulate the puppy breeding industry and carry out inspections and certification.\n\nThe bill will be introduced to parliament in the coming months.\n\nSqualid and overcrowded conditions in a puppy breeding facility in Inverell, northern NSW, were revealed in a Fairfax story on Sunday, following an undercover operation with animal rights group Oscar’s Law.\n\n\n\nThe RSPCA defines puppy farms or factories as facilities that force their female dogs to overbreed and where they are kept in small, unhygienic cages. Puppies and mothers are rarely vaccinated, making them susceptible to diseases and parasites.\n\nSuch breeders often sell to pet shops as wholesalers, or advertise in newspaper classifieds and online pet sites.\n\nRSPCA’s New South Wales CEO, Steven Coleman, told Fairfax there were no legal requirements for puppy farms to be registered and they were only identified if a complaint was filed. “And we don’t get complaints every day because they’re not in people’s faces. They’re hiding in remote locations for a specific reason.”\n\n\n\nThe New South Wales minister for primary industries, Niall Blair, said the government was already working to get rid of “rogue operators”. However, he said enforcement work should be done through proper methods, not by “vigilantes, who trespass” – in a reference to animal rights activists who have detailed conditions in some puppy farms.\n\nThe NSW government said that with the mandatory registration of all dogs and cats, the current paper-based system will move to an online register. This “centralisation of data” will better link animals back to breeders and assist animal welfare agencies in preventing illegal animal-breeding practices, it claimed.\n\nThe shadow minister for primary industries, Mick Veitch, also called for a ban on large-scale puppy farms. “Similar reforms to those made recently in Victoria should be introduced,” he said. The current system of regulation for commercial dog breeding was “clearly not working”.\n\nAs part of a crackdown on puppy farms in Victoria, the Andrews government announced on Sunday an additional $5m would be granted to the RSPCA over the next four years to clamp down on and prosecute illegal puppy farmers.\n\nThe funds, which are in addition to the annual $1m received by the body from the government, will be used to establish a “specialised flying squad of inspectors”. This squad will have increased powers to audit puppy farms, collect data and assist in the rehabilitation of animals seized from the farms.\n\nThe Victorian minister for agriculture, Jaala Pulford, said the move was part of the government’s plan to “smash the puppy farm business model”.\n\nNew changes to Victorian legislation will come into effect on 1 July, requiring councils to refuse registration or re-registration of a domestic animal business if the person who owns or conducts the business has been found guilty of animal cruelty in the past 10 years.\n\nThe Victorian government is also considering legislative changes that would limit the number of breeding dogs in a business to 10 by 2020. Pet stores would be required to only sell puppies supplied by a registered breeder or animal shelter.\n\nThe move was criticised by the state’s dog-breeding industry, which claims the proposed ban will push up the price of dogs and lead to job cuts.\n\nMandatory pre-mating vet checks, and a limit of five litters per breeding dog, could also be included in the industry’s code of practice.\n\n\n\nIn the ACT, new legislation passed in March criminalising the intensive breeding of female dogs and cats. Penalties apply of up to $15,000 for individuals and $75,000 for corporations.\n\nThe legislation includes limits on frequency of breeding litters and ages at which breeders are permitted to commence breeding. A licensing scheme for breeders will be established, with licence numbers required for any adverts for animals.\n\nAn RSPCA petition calling for the close of puppy factories across the country has attracted over 120,000 signatures.",
  "title": "Calls to outlaw puppy farms in NSW after reports of inhumane conditions",
  "ts_in": "2015-05-04T08:48:06.027493",
  "url": "http://www.theguardian.com/australia-news/2015/may/04/calls-to-outlaw-puppy-farms-in-nsw-after-reports-of-inhumane-conditions"
}