{
  "article_html": "<div><p><strong>A few weeks ago, you wrote about how hard it is to look good while pregnant. But is there a way to look stylish?</strong></p>\n<p>Name withheld, by email</p>\n<p>It is this column&#8217;s natural tendency to say things like, &#8220;Wear whatever the devil you like!&#8221; and &#8220;Who the heck cares if&#160;people laugh at you for wearing a&#160;muumuu? Wear whatever floats your&#160;boat!&#8221; Truly,&#160;this is that rarest of species, the&#160;libertarian fashion column.</p>\n<p>But sometimes this, &#8220;Hey, just let it all hang out, girlfriend&#8221; attitude is, to be frank, just not very helpful. Because while this column has no truck with people (or, more specifically, tabloids) who judge pregnant women on their looks, it has just as little truck with those who tell them they shouldn&#8217;t worry their pretty pregnant brains about things such as personal style because they&#8217;re now &#8211; insert pious face &#8211; CREATING LIFE.</p>\n<p>Being of an age when most of my female friends have gone through pregnancy at least once, I have realised that the most fascinating aspects of childbirth are not only not taught in schools, but not discussed anywhere, ever. Never mind the weirdness of your stomach suddenly becoming public property, with total strangers running up to rub your tummy, as if you were a&#160;giant Buddha statue (a good way to deal with that, I&#8217;ve found, is to rub their stomach right back, &#8220;And how are&#160;YOU feeling?&#8221;, as if stomach rubbing were a new form of friendly greeting.) Never mind, even, the way that the media and utter strangers feel it is perfectly within their rights to harangue you about every choice you make, from breastfeeding to caesarean sections, as though it were anyone&#8217;s business but yours and your baby&#8217;s. (Don&#8217;t even get me started on the anti-caesarean-section propaganda women get fed in this country, motivated largely by concerns about saving the NHS money, or we seriously will be here all day.)</p>\n<p>No, what fascinates me is how pregnancy so naturally prepares a&#160;woman for becoming a mother. This is particularly pleasing because the amount of hysteria surrounding pregnancy suggests that most people think women are idiots who will accidentally sell their baby on eBay in a bed of blue cheese and insufficiently cooked crustaceans. In fact, the body has a&#160;way of just helping matters to take their natural course.</p>\n<p>Take needing to pee in the night. All&#160;pregnant women will have endured the tedium that is having to go to the loo a thousand times a night. Irritating though that is, isn&#8217;t it clever how this prepares them for having to get up a&#160;million times in the night to attend to their baby after the birth? Like I said, Mother Nature has got it going on.</p>\n<p>Then there are maternity clothes, which, as it happens, serve a similar purpose. Times have moved on, mostly, from Princess Diana&#8217;s pie-crust-collar tent dresses, but that doesn&#8217;t mean times are great in the world of maternity clothes.</p>\n<p>Any middle-class pregnant woman in the UK will at some point be nudged&#160;in the direction of the proudly upmarket maternity clothing retailers, <a href=\"http://www.seraphine.com/\" title=\"\" class=\" u-underline\">S&#233;raphine</a> and <a href=\"http://www.isabellaoliver.com/uk?code=CX31\" title=\"\" class=\" u-underline\">Isabella Oliver</a>. I&#8217;ve been to these stores a half dozen times and I&#160;can tell you that they are, indeed, very nice &#8211; if you want to look like the Duchess of Cambridge or Samantha Cameron and don&#8217;t mind spending three figures on a dress you&#8217;ll wear for about five months. Both stores have some useful wrap dresses (although, honestly, you can buy those anywhere), but, in the case of S&#233;raphine, it is undeniably Sloaney, with all those floral sleeveless dresses (what pregnant woman wants to go sleeveless?) and patterned slacks (and what pregnant woman wants to wear patterns across her arse?). Just going into S&#233;raphine brings back memories of the one time I tried to find a dress at LK Bennett on Sloane Street (I was 21, I thought that was how I was meant to dress for job interviews.) So if&#160;that&#8217;s your bag, great. If not, jog on. Isabella Oliver is better, but still crazy expensive, considering you won&#8217;t be able to wear the clothes in a year&#8217;s time.</p>\n<p>Then we move on to high-street maternity clothes, as sold by the likes of Topshop, Next, New Look, H&amp;M and so on. These aren&#8217;t terrible, and you can get decent maternity jeans in these places (Leigh jeans at Topshop are the best), but the inevitable yet sad truth is that their selections are relatively small. Well, of course they are: these retailers do, after all, have fewer pregnant customers than non-pregnant ones. But this does mean that a pregnant woman ends up buying something she doesn&#8217;t really like, just because she needs to wear some damn thing. And that can be a very weird sensation because most women, whether into fashion or not, make a personal statement through their clothing, even if it&#8217;s just: &#8220;I&#8217;m a mainstream funky pigeon who likes Breton tops.&#8221; So to be denied that, and forced into clothes you&#8217;d never usually wear, is disconcerting.</p>\n<p>But, in a weird way, this, too, prepares a woman for motherhood. As&#160;many others have noted, there&#8217;s nothing like having a baby to make a woman feel like she&#8217;s lost her identity. You&#8217;re no longer your name &#8211; you&#8217;re the mum of your child. If anything newsworthy happens to you for the rest of your life, the papers will describe you as &#8216;mum&#8217;, as in &#8220;Manchester mum wins the lottery!&#8221; Clearly, this is bizarre, but it&#8217;s funny how well maternity clothes prepare a woman for this, with their forced and restrictive identity. Like I said, Mother Nature, eh? What a bitch.</p>\n<p>Post your questions to Hadley Freeman, Ask&#160;Hadley, The Guardian, Kings Place, 90&#160;York&#160;Way, London N1 9GU. Email&#160;<a href=\"mailto:ask.%C2%A0hadley@theguardian.com\" title=\"\" class=\" u-underline\">ask.&#160;hadley@theguardian.com.</a></p>\n</div>",
  "authors": [
    "Hadley Freeman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Maternity wear",
    "Fashion",
    "Life and style",
    "Pregnancy",
    "The Duchess of Cambridge"
  ],
  "ntitle": "can_you_be_pregnant_and_still_be_stylish",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A few weeks ago, you wrote about how hard it is to look good while pregnant. But is there a way to look stylish?\n\nName withheld, by email\n\nIt is this column’s natural tendency to say things like, “Wear whatever the devil you like!” and “Who the heck cares if people laugh at you for wearing a muumuu? Wear whatever floats your boat!” Truly, this is that rarest of species, the libertarian fashion column.\n\nBut sometimes this, “Hey, just let it all hang out, girlfriend” attitude is, to be frank, just not very helpful. Because while this column has no truck with people (or, more specifically, tabloids) who judge pregnant women on their looks, it has just as little truck with those who tell them they shouldn’t worry their pretty pregnant brains about things such as personal style because they’re now – insert pious face – CREATING LIFE.\n\nBeing of an age when most of my female friends have gone through pregnancy at least once, I have realised that the most fascinating aspects of childbirth are not only not taught in schools, but not discussed anywhere, ever. Never mind the weirdness of your stomach suddenly becoming public property, with total strangers running up to rub your tummy, as if you were a giant Buddha statue (a good way to deal with that, I’ve found, is to rub their stomach right back, “And how are YOU feeling?”, as if stomach rubbing were a new form of friendly greeting.) Never mind, even, the way that the media and utter strangers feel it is perfectly within their rights to harangue you about every choice you make, from breastfeeding to caesarean sections, as though it were anyone’s business but yours and your baby’s. (Don’t even get me started on the anti-caesarean-section propaganda women get fed in this country, motivated largely by concerns about saving the NHS money, or we seriously will be here all day.)\n\nNo, what fascinates me is how pregnancy so naturally prepares a woman for becoming a mother. This is particularly pleasing because the amount of hysteria surrounding pregnancy suggests that most people think women are idiots who will accidentally sell their baby on eBay in a bed of blue cheese and insufficiently cooked crustaceans. In fact, the body has a way of just helping matters to take their natural course.\n\nTake needing to pee in the night. All pregnant women will have endured the tedium that is having to go to the loo a thousand times a night. Irritating though that is, isn’t it clever how this prepares them for having to get up a million times in the night to attend to their baby after the birth? Like I said, Mother Nature has got it going on.\n\nThen there are maternity clothes, which, as it happens, serve a similar purpose. Times have moved on, mostly, from Princess Diana’s pie-crust-collar tent dresses, but that doesn’t mean times are great in the world of maternity clothes.\n\nAny middle-class pregnant woman in the UK will at some point be nudged in the direction of the proudly upmarket maternity clothing retailers, Séraphine and Isabella Oliver. I’ve been to these stores a half dozen times and I can tell you that they are, indeed, very nice – if you want to look like the Duchess of Cambridge or Samantha Cameron and don’t mind spending three figures on a dress you’ll wear for about five months. Both stores have some useful wrap dresses (although, honestly, you can buy those anywhere), but, in the case of Séraphine, it is undeniably Sloaney, with all those floral sleeveless dresses (what pregnant woman wants to go sleeveless?) and patterned slacks (and what pregnant woman wants to wear patterns across her arse?). Just going into Séraphine brings back memories of the one time I tried to find a dress at LK Bennett on Sloane Street (I was 21, I thought that was how I was meant to dress for job interviews.) So if that’s your bag, great. If not, jog on. Isabella Oliver is better, but still crazy expensive, considering you won’t be able to wear the clothes in a year’s time.\n\nThen we move on to high-street maternity clothes, as sold by the likes of Topshop, Next, New Look, H&M and so on. These aren’t terrible, and you can get decent maternity jeans in these places (Leigh jeans at Topshop are the best), but the inevitable yet sad truth is that their selections are relatively small. Well, of course they are: these retailers do, after all, have fewer pregnant customers than non-pregnant ones. But this does mean that a pregnant woman ends up buying something she doesn’t really like, just because she needs to wear some damn thing. And that can be a very weird sensation because most women, whether into fashion or not, make a personal statement through their clothing, even if it’s just: “I’m a mainstream funky pigeon who likes Breton tops.” So to be denied that, and forced into clothes you’d never usually wear, is disconcerting.\n\nBut, in a weird way, this, too, prepares a woman for motherhood. As many others have noted, there’s nothing like having a baby to make a woman feel like she’s lost her identity. You’re no longer your name – you’re the mum of your child. If anything newsworthy happens to you for the rest of your life, the papers will describe you as ‘mum’, as in “Manchester mum wins the lottery!” Clearly, this is bizarre, but it’s funny how well maternity clothes prepare a woman for this, with their forced and restrictive identity. Like I said, Mother Nature, eh? What a bitch.\n\nPost your questions to Hadley Freeman, Ask Hadley, The Guardian, Kings Place, 90 York Way, London N1 9GU. Email ask. hadley@theguardian.com.",
  "title": "Can you be pregnant and still be stylish?",
  "ts_in": "2015-05-04T16:19:40.402280",
  "url": "http://www.theguardian.com/fashion/2015/may/04/can-you-be-pregnant-and-still-be-stylish-duchess-of-cambridge"
}