{
  "article_html": "<div><p>The Canadian government is launching a last-ditch legal attempt to stop the youngest person ever detained at Guant&#225;namo Bay from being released for the first time since he was 15 years old.</p>\n<p>At a court hearing in Edmonton on Tuesday , lawyers for Stephen Harper&#8217;s Conservative government will seek an emergency stay of a judge&#8217;s decision to grant bail to Omar Khadr, a 28-year-old Canadian citizen, who has spent nearly half his life behind bars.</p>\n<p>&#8220;It&#8217;s malicious. This is a government that doesn&#8217;t believe in the rule of law,&#8221; Dennis Edney, an attorney for Khadr, told the Guardian.</p>\n<p>Prosecutors will attempt to convince an appellate judge that releasing Khadr while he appeals his conviction for killing a US army special forces sergeant would pose a risk to public safety. Late last month, a different court found that Khadr had a &#8220;12-and-a-half-year track record as a model prisoner&#8221; and granted him bail.</p>\n<p>Edney expressed confidence that the appellate judge will rule in favor of Khadr, who is a lightning rod in Canada&#8217;s politics of counter-terrorism.</p>\n<p>&#8220;I expect him in my house tomorrow night, if not Wednesday morning,&#8221; Edney said.</p>\n<p>Khadr&#8217;s parents, Canadian supporters of militant Islamism, took their sons to Afghanistan in the mid-1990s. At one point, the family shared a compound with Osama bin Laden. A <a href=\"http://www.wired.com/2010/11/militants-mugs-for-the-camera-in-terror-blooper-video/\" class=\" u-underline\">video shown in a US military court in 2010</a> showed a youthful Khadr present while older men prepared bombs for use against US soldiers; Khadr, then 15, told a husky man <a href=\"http://web.archive.org/web/20130605231441/http://washingtonindependent.com/83565/khadr-bombmaking-video-doesnt-clearly-show-khadr-planting-bombs\" class=\" u-underline\">he looked like a teddy bear</a>. </p>\n<p>US forces detained Khadr in eastern Afghanistan after a July 2002 firefight that left Sgt First Class Christopher Speer dead and Khadr seriously wounded. First held at Bagram air field &#8211; where his former interrogator later testified Khadr was <a href=\"http://web.archive.org/web/20130709094113/http://washingtonindependent.com/84122/khadr-was-told-a-fictitious-story-about-a-young-afghan-being-raped-and-killed\" class=\" u-underline\">subject to a rape threat</a> &#8211; Khadr was then transferred to Guant&#225;namo Bay that October. </p>\n<p>Khadr spent the next decade in Guant&#225;namo facing interrogation, confinement and a military tribunal that sought to convict him of war crimes.</p>\n<p>An air force investigator&#8217;s document recounting a joint US-Canadian interrogation with Khadr at Guant&#225;namo in February 2003 records Khadr, who was partially blinded in the fight, saying he had &#8220;no choice&#8221; but to fight the US.</p>\n<p>&#8220;He stated he is afraid of the torture by the United States. He denied killing anyone. The Canadian interrogator began to get more confrontational and stated that <a href=\"http://www.theguardian.com/world/canada\" class=\" u-underline\">Canada</a> cannot do anything for him. Khadr began to cry and was crying when the interrogators left,&#8221; the document states.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2008/jul/15/guantanamo.usa\" class=\" u-underline\">Guant&amp;aacute;namo video shows interrogation of sobbing Canadian youth</a> </p>\n\n<p><a href=\"https://www.youtube.com/watch?v=yNCyrFV2G_0\" class=\" u-underline\">A roughly contemporaneous video </a>showed Khadr crying and imploring Canadian agents for help. At one point, he lifts his orange tunic to show them his wounds: &#8220;I can&#8217;t move my arms &#8230; is this healthy?&#8221;</p>\n<p>On the video, which was released in 2008, an unseen speaker with a Canadian accent can be heard saying: &#8220;I&#8217;m not a doctor but I think you&#8217;re getting good medical care.&#8221; The 16-year old Khadr, crying into his hands, said: &#8220;No, I&#8217;m not. You&#8217;re not here. I lost my eyes.&#8221; </p>\n<p>The Canadian told Khadr, &#8220;By using this as a strategy to talk to us, it&#8217;s not going to be any more helpful. You&#8217;ve got a limited amount of time and we&#8217;ve heard this story before.&#8221;</p>\n<p>Khadr, left alone in the interview room, sobs and repeatedly moans &#8220;kill me&#8221; and &#8220;help me&#8221;.</p>\n<p>After formally proclaiming his innocence in the grenade attack that killed Speer, Khadr in 2010 reversed himself and offered a guilty plea that permitted his transfer to Canadian custody for the remainder of his eight-year sentence.</p>\n<p>Once in prison in Canada in 2012, Khadr renounced his guilt, claiming it was his only option to get out of Guantanamo, and appealed his conviction in US military court. He is also eligible for parole as early as 2016.</p>\n<p>On 24 April, Judge June Ross granted Khadr&#8217;s bail request, citing a low risk to public safety. Ross scheduled a hearing on the terms of his interim release for Tuesday afternoon &#8211; after the Canadian government lodges its emergency effort to stop it.</p>\n<p>Word of Khadr&#8217;s potential bail sparked strong condemnations from conservative legislators who consider Khadr to pose a continued danger.</p>\n<p>&#8220;We also cannot forget when we&#8217;re talking about Omar Ahmed Khadr that there are real victims of his actions. Obviously Army medic Christopher Speer lost his life. He left behind a wife who is now a widow and two lovely children,&#8221; Conservative MP Roxanne James <a href=\"http://www.cbc.ca/player/News/Politics/ID/2665316063/\" class=\" u-underline\">told the CBC</a>.</p>\n<p>Even after Khadr was returned to Canada, itself a bitter issue in Canadian politics during his decade at Guant&#225;namo, prison officials have <a href=\"http://www.thestar.com/news/gta/2015/02/09/federal-court-to-review-denied-media-access-to-omar-khadr.html\" class=\" u-underline\">denied efforts</a> by journalists to interview Khadr.</p>\n<p>Edney, Khadr&#8217;s attorney, criticised the Harper government for attempting to prevent the public from &#8220;see[ing] who Omar Khadr really is and hear[ing] who he really is.&#8221;</p>\n</div>",
  "authors": [
    "Spencer Ackerman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Guantánamo Bay",
    "Canada",
    "World news",
    "US news",
    "Civil liberties - international",
    "Law",
    "Human rights",
    "Americas"
  ],
  "ntitle": "canada_appeals_against_bail_for_omar_khadr_youngest_ever_guantánamo_prisoner",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The Canadian government is launching a last-ditch legal attempt to stop the youngest person ever detained at Guantánamo Bay from being released for the first time since he was 15 years old.\n\nAt a court hearing in Edmonton on Tuesday , lawyers for Stephen Harper’s Conservative government will seek an emergency stay of a judge’s decision to grant bail to Omar Khadr, a 28-year-old Canadian citizen, who has spent nearly half his life behind bars.\n\n“It’s malicious. This is a government that doesn’t believe in the rule of law,” Dennis Edney, an attorney for Khadr, told the Guardian.\n\nProsecutors will attempt to convince an appellate judge that releasing Khadr while he appeals his conviction for killing a US army special forces sergeant would pose a risk to public safety. Late last month, a different court found that Khadr had a “12-and-a-half-year track record as a model prisoner” and granted him bail.\n\nEdney expressed confidence that the appellate judge will rule in favor of Khadr, who is a lightning rod in Canada’s politics of counter-terrorism.\n\n“I expect him in my house tomorrow night, if not Wednesday morning,” Edney said.\n\nKhadr’s parents, Canadian supporters of militant Islamism, took their sons to Afghanistan in the mid-1990s. At one point, the family shared a compound with Osama bin Laden. A video shown in a US military court in 2010 showed a youthful Khadr present while older men prepared bombs for use against US soldiers; Khadr, then 15, told a husky man he looked like a teddy bear.\n\nUS forces detained Khadr in eastern Afghanistan after a July 2002 firefight that left Sgt First Class Christopher Speer dead and Khadr seriously wounded. First held at Bagram air field – where his former interrogator later testified Khadr was subject to a rape threat – Khadr was then transferred to Guantánamo Bay that October.\n\nKhadr spent the next decade in Guantánamo facing interrogation, confinement and a military tribunal that sought to convict him of war crimes.\n\nAn air force investigator’s document recounting a joint US-Canadian interrogation with Khadr at Guantánamo in February 2003 records Khadr, who was partially blinded in the fight, saying he had “no choice” but to fight the US.\n\n“He stated he is afraid of the torture by the United States. He denied killing anyone. The Canadian interrogator began to get more confrontational and stated that Canada cannot do anything for him. Khadr began to cry and was crying when the interrogators left,” the document states.\n\nRelated: Guantánamo video shows interrogation of sobbing Canadian youth\n\nA roughly contemporaneous video showed Khadr crying and imploring Canadian agents for help. At one point, he lifts his orange tunic to show them his wounds: “I can’t move my arms … is this healthy?”\n\nOn the video, which was released in 2008, an unseen speaker with a Canadian accent can be heard saying: “I’m not a doctor but I think you’re getting good medical care.” The 16-year old Khadr, crying into his hands, said: “No, I’m not. You’re not here. I lost my eyes.”\n\nThe Canadian told Khadr, “By using this as a strategy to talk to us, it’s not going to be any more helpful. You’ve got a limited amount of time and we’ve heard this story before.”\n\nKhadr, left alone in the interview room, sobs and repeatedly moans “kill me” and “help me”.\n\nAfter formally proclaiming his innocence in the grenade attack that killed Speer, Khadr in 2010 reversed himself and offered a guilty plea that permitted his transfer to Canadian custody for the remainder of his eight-year sentence.\n\nOnce in prison in Canada in 2012, Khadr renounced his guilt, claiming it was his only option to get out of Guantanamo, and appealed his conviction in US military court. He is also eligible for parole as early as 2016.\n\nOn 24 April, Judge June Ross granted Khadr’s bail request, citing a low risk to public safety. Ross scheduled a hearing on the terms of his interim release for Tuesday afternoon – after the Canadian government lodges its emergency effort to stop it.\n\nWord of Khadr’s potential bail sparked strong condemnations from conservative legislators who consider Khadr to pose a continued danger.\n\n“We also cannot forget when we’re talking about Omar Ahmed Khadr that there are real victims of his actions. Obviously Army medic Christopher Speer lost his life. He left behind a wife who is now a widow and two lovely children,” Conservative MP Roxanne James told the CBC.\n\nEven after Khadr was returned to Canada, itself a bitter issue in Canadian politics during his decade at Guantánamo, prison officials have denied efforts by journalists to interview Khadr.\n\nEdney, Khadr’s attorney, criticised the Harper government for attempting to prevent the public from “see[ing] who Omar Khadr really is and hear[ing] who he really is.”",
  "title": "Canada appeals against bail for Omar Khadr, youngest ever Guantánamo prisoner",
  "ts_in": "2015-05-04T23:22:30.635433",
  "url": "http://www.theguardian.com/us-news/2015/may/04/canada-guantanamo-omar-khadr"
}