{
  "article_html": "<div><p>China&#8217;s manufacturing activity recorded its worst contraction in a year in April, a survey showed on Monday, as subdued domestic demand weighed on growth in the world&#8217;s second-largest economy.<br></p>\n<p>An index of factory activity compiled by HSBC came in at 48.9, the weakest since 48.1 in the same month last year, it said in a statement. A reading below 50 indicates recession.</p>\n<p>The figure was down from a preliminary reading of 49.2 and marked the second monthly contraction in a row after a figure of 49.6 in March.</p>\n<p>The purchasing managers&#8217; index, or PMI, compiled by information services provider Markit, tracks activity in China&#8217;s factories and workshops and is regarded as a barometer of the health of the Asian economy.</p>\n<p>&#8220;China&#8217;s manufacturing sector had a weak start to the second quarter of the year, with total new business declining at the quickest rate in a year while production stagnated,&#8221; Markit economist Annabel Fiddes said.</p>\n<p>The reduction in new business was mainly due to weaker domestic demand as export orders showed &#8220;tentative signs of improvement&#8221; in April, she said, adding further layoffs and a cutback in purchasing activity suggested more near-term challenges for the sector.</p>\n<p>The Shanghai stock market, which has soared to record highs in recent months, dipped on the news before recovering into positive territory.</p>\n<p>The Australian dollar &#8211; a market proxy for the <a href=\"http://www.theguardian.com/business/chinese-economy\" class=\" u-underline\">Chinese economy</a> &#8211; fell back on the data. It was buying US78.18 cents, down from US78.75 cents on Friday.</p>\n<p>The <a href=\"http://www.theguardian.com/australia-news/reserve-bank-of-australia\" class=\" u-underline\">Reserve Bank of Australia</a> will reveal on Tuesday whether it has decided to cut interest rates from their already record low of 2.25%. Most economists expect a reduction to boost the flagging Australian economy.</p>\n<p>Capital <a href=\"http://www.theguardian.com/business/economics\" class=\" u-underline\">Economics</a> analyst Julian Evans-Pritchard said the PMI figure showed the Chinese economy had continued to lose steam.</p>\n<p>&#8220;With today&#8217;s PMI reading adding to evidence that underlying economic momentum has continued to weaken going into Q2, a full recovery appears unlikely,&#8221; he said in a note.</p>\n<p>China&#8217;s gross domestic product (GDP) growth slowed to 7% in the first quarter of 2015, the worst result in six years and down from 7.3% in the final three months of last year.</p>\n<p>Fiddes called for more stimulus measures to ensure the economy does not decelerate further.</p>\n<p>Authorities have stepped up stimulatory efforts after the publication of the first quarter data and more recent figures, with the steps including two interest rate cuts since November, and twice reducing the amount of cash banks must keep in reserve.</p>\n<p>The HSBC result came in after the government on Friday posted its official PMI at 50.1 for last month, unchanged from March when the gauge showed growth for the first time this year.</p>\n<p>Compared with the official reading, the HSBC survey focuses more on smaller enterprises, and uses a smaller sample.</p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Chinese economy",
    "China",
    "Global economy",
    "Asia Pacific",
    "Economics",
    "Australian economy",
    "Reserve Bank of Australia"
  ],
  "ntitle": "chinese_factory_activity_slumps_to_lowest_for_a_year_as_demand_slows",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "China’s manufacturing activity recorded its worst contraction in a year in April, a survey showed on Monday, as subdued domestic demand weighed on growth in the world’s second-largest economy.\n\n\n\nAn index of factory activity compiled by HSBC came in at 48.9, the weakest since 48.1 in the same month last year, it said in a statement. A reading below 50 indicates recession.\n\nThe figure was down from a preliminary reading of 49.2 and marked the second monthly contraction in a row after a figure of 49.6 in March.\n\nThe purchasing managers’ index, or PMI, compiled by information services provider Markit, tracks activity in China’s factories and workshops and is regarded as a barometer of the health of the Asian economy.\n\n“China’s manufacturing sector had a weak start to the second quarter of the year, with total new business declining at the quickest rate in a year while production stagnated,” Markit economist Annabel Fiddes said.\n\nThe reduction in new business was mainly due to weaker domestic demand as export orders showed “tentative signs of improvement” in April, she said, adding further layoffs and a cutback in purchasing activity suggested more near-term challenges for the sector.\n\nThe Shanghai stock market, which has soared to record highs in recent months, dipped on the news before recovering into positive territory.\n\nThe Australian dollar – a market proxy for the Chinese economy – fell back on the data. It was buying US78.18 cents, down from US78.75 cents on Friday.\n\nThe Reserve Bank of Australia will reveal on Tuesday whether it has decided to cut interest rates from their already record low of 2.25%. Most economists expect a reduction to boost the flagging Australian economy.\n\nCapital Economics analyst Julian Evans-Pritchard said the PMI figure showed the Chinese economy had continued to lose steam.\n\n“With today’s PMI reading adding to evidence that underlying economic momentum has continued to weaken going into Q2, a full recovery appears unlikely,” he said in a note.\n\nChina’s gross domestic product (GDP) growth slowed to 7% in the first quarter of 2015, the worst result in six years and down from 7.3% in the final three months of last year.\n\nFiddes called for more stimulus measures to ensure the economy does not decelerate further.\n\nAuthorities have stepped up stimulatory efforts after the publication of the first quarter data and more recent figures, with the steps including two interest rate cuts since November, and twice reducing the amount of cash banks must keep in reserve.\n\nThe HSBC result came in after the government on Friday posted its official PMI at 50.1 for last month, unchanged from March when the gauge showed growth for the first time this year.\n\nCompared with the official reading, the HSBC survey focuses more on smaller enterprises, and uses a smaller sample.",
  "title": "Chinese factory activity slumps to lowest for a year as demand slows",
  "ts_in": "2015-05-04T08:47:54.113827",
  "url": "http://www.theguardian.com/world/2015/may/04/chinese-factory-activity-slumps-to-lowest-for-a-year-as-demand-slows"
}