{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/environment/climate-change\" class=\" u-underline\">Climate change</a> threatens some of China&#8217;s most important infrastructure projects, China&#8217;s top meteorologist has warned, and added that its rate of warming was higher than the global average.</p>\n<p> Zheng Guoguang, head of China&#8217;s meteorological administration, told Monday&#8217;s issue of state newspaper the Study Times that the increase in recent weather disasters such as floods, typhoons, droughts and heat waves had a &#8220;big connection&#8221; to climate change.</p>\n<p> Such catastrophes were a threat to big schemes such as the Three Gorges Dam and a high-altitude railway to Tibet, he said.</p>\n<p> &#8220;Against the backdrop of the global warming, the risks faced by our large engineering projects have increased,&#8221; Zheng said in the paper, published by the Central Party School which trains rising officials.</p>\n<p>&#8220;Global warming affects the safety and stability of these big projects, as well as their operations and economic effectiveness, technological standards and engineering methods.&#8221; <br></p>\n<p> China&#8217;s rate of warming was &#8220;at an obviously higher rate&#8221; than the global average, with the north of the country warming faster than the south and winters faster than the summer, Zheng said.</p>\n<p> &#8220;The first decade of this century was the hottest in the past 100 years.&#8221; </p>\n<p>Dealing with climate change was necessary for <a href=\"http://www.theguardian.com/world/china\" class=\" u-underline\">China</a> to put its economy on a more sustainable growth path, Zheng said, something the country&#8217;s leadership has been aiming for.</p>\n<p> &#8220;Climate change is a lever which can push our country&#8217;s economic transformation.&#8221;</p>\n<p> Coal accounts for about 60% of China&#8217;s CO2 emissions, which are causing massive health problems because of the smog they generate.</p>\n<p> China, the world&#8217;s biggest emitter of climate-changing greenhouse gases, has sought to shift increasingly to cleaner-burning hydrocarbons such as natural gas and to renewable energy.</p>\n<p> In a joint announcement with the US last year, the Beijing government said it would aim to peak its fast-rising emissions &#8220;around&#8221; 2030, and the US said it would seek to cut emissions by 26% to 28% below 2005 levels by 2025. </p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "China",
    "Greenhouse gas emissions",
    "Climate change",
    "Environment",
    "Asia Pacific",
    "World news",
    "US news",
    "Chinese economy"
  ],
  "ntitle": "climate_change_threatens_major_building_projects_says_chinese_expert",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Climate change threatens some of China’s most important infrastructure projects, China’s top meteorologist has warned, and added that its rate of warming was higher than the global average.\n\nZheng Guoguang, head of China’s meteorological administration, told Monday’s issue of state newspaper the Study Times that the increase in recent weather disasters such as floods, typhoons, droughts and heat waves had a “big connection” to climate change.\n\nSuch catastrophes were a threat to big schemes such as the Three Gorges Dam and a high-altitude railway to Tibet, he said.\n\n“Against the backdrop of the global warming, the risks faced by our large engineering projects have increased,” Zheng said in the paper, published by the Central Party School which trains rising officials.\n\n“Global warming affects the safety and stability of these big projects, as well as their operations and economic effectiveness, technological standards and engineering methods.”\n\n\n\nChina’s rate of warming was “at an obviously higher rate” than the global average, with the north of the country warming faster than the south and winters faster than the summer, Zheng said.\n\n“The first decade of this century was the hottest in the past 100 years.”\n\nDealing with climate change was necessary for China to put its economy on a more sustainable growth path, Zheng said, something the country’s leadership has been aiming for.\n\n“Climate change is a lever which can push our country’s economic transformation.”\n\nCoal accounts for about 60% of China’s CO2 emissions, which are causing massive health problems because of the smog they generate.\n\nChina, the world’s biggest emitter of climate-changing greenhouse gases, has sought to shift increasingly to cleaner-burning hydrocarbons such as natural gas and to renewable energy.\n\nIn a joint announcement with the US last year, the Beijing government said it would aim to peak its fast-rising emissions “around” 2030, and the US said it would seek to cut emissions by 26% to 28% below 2005 levels by 2025.",
  "title": "Climate change threatens major building projects, says Chinese expert",
  "ts_in": "2015-05-04T08:48:12.438492",
  "url": "http://www.theguardian.com/world/2015/may/04/climate-change-threatens-major-building-projects-says-chinese-expert"
}