{
  "article_html": "<div><p>The commitments made by world governments to reduce greenhouse gas emissions in the next 15 years are not sufficient to stave off the worst effects of climate change, a new analysis by Lord Stern has found.<br></p>\n<p>The study by the author of <a href=\"http://www.theguardian.com/environment/2011/feb/15/stern-review\" class=\" u-underline\">an influential report on the economics of climate change</a> found that countries&#8217; pledges ahead of a crunch UN climate summit in Paris this December would not keep warming below 2C, the level that <a href=\"http://www.theguardian.com/environment/2009/dec/18/copenhagen-deal\" class=\" u-underline\">previous UN negotiations have agreed on</a>.</p>\n<p>But Stern said he was still optimistic that a good deal could be reached in Paris.</p>\n<p>&#8220;There is strong action coming through in many parts of the world,&#8221; he said, pointing to the rising use of renewable energy and efforts to cut greenhouse gas emissions in countries from Latin America to Asia. </p>\n<p>&#8220;It is very important to recognise that there is still time before Paris [to strengthen a potential agreement].&#8221;</p>\n<p>The study looks <a href=\"http://www4.unfccc.int/submissions/indc/Submission%20Pages/submissions.aspx\" class=\" u-underline\">at plans so far submitted to the UN </a>, and the commitments published by other governments but not yet formally submitted.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/environment/2015/mar/31/us-set-to-propose-emissions-cuts-of-28-ahead-of-global-climate-treaty\" class=\" u-underline\">US pledges emissions cuts of up to 28% ahead of global climate treaty</a> </p>\n\n<p>All countries are supposed to have drawn up &#8220;intended nationally determined contributions&#8221; (INDCs), setting out what efforts they will make to reduce their greenhouse gas emissions, or curb the growth in their carbon output, in coming years. </p>\n<p>This is part of the UN process leading up to Paris talks this December, at which nations are geared up to forge a new global agreement on post-2020 emissions cuts.</p>\n<p>The INDCs were supposed to be submitted to the UN by the end of March. But so far only 35 countries, including the 28 member states of the <a href=\"http://www.theguardian.com/environment/2015/mar/31/us-set-to-propose-emissions-cuts-of-28-ahead-of-global-climate-treaty\" class=\" u-underline\">European Union and the US</a>, have made their submissions. </p>\n<p>A handful of others, <a href=\"http://www.theguardian.com/environment/2014/nov/12/china-and-us-make-carbon-pledge\" class=\" u-underline\">including China</a>, have publicly indicated what their commitments will be, but have not drawn up plans under the UN process. </p>\n<p>According to the paper, published on Monday: &#8220;It seems likely that there will still be a significant gap between aggregate national intentions and a pathway that is consistent with avoiding&#8221; dangerous climate change.</p>\n<p> Stern said that the next 15 years will be crucial to determining the world&#8217;s response to climate change, because if action is taken now to reduce greenhouse gas emissions then the world may be able to avoid &#8220;locking in&#8221; to high-carbon infrastructure such as fossil fuel energy generation, buildings and transport that will still be operating decades into the future.</p>\n<p>The paper did not set out what contributions would be needed by developed and developing countries to meet the 2C target. The authors said countries must try harder to find deeper cuts in greenhouse gas emission production in order to stave off dangerous levels of climate change.</p>\n<p> Bob Ward , a co-author on the paper and policy director at the Grantham Research Institute on Climate Change and the Environment, said: &#8220;The UN is not planning to carry out its summing up of the INDCs until November, but if that is the point at which everyone realised that the INDCs are collectively not consistent with the 2C goal, it might cast a shadow over Paris and lead some to regard it, wrongly, as a failure. </p>\n<p>&#8220;We think it is better to confront that fact now and focus on ensuring that the Paris agreement includes a mechanism for raising ambition after the summit, while also encouraging countries to go further in their INDCs.&#8221;</p>\n<p>Once the national plans are submitted to the UN, they are subject to scrutiny by the organisation and by other governments, to check that they are fair and proportionate. </p>\n<p>The plans will be the keystone of any agreement to be forged in Paris, along with any agreement on how much money developed countries should provide to developing countries to help them curb their emissions and cope with the effects of climate change.</p>\n<p>Nick Nuttall, spokesman for the UN Framework Convention on Climate Change, said: &#8220;This new study confirms what we have been saying for some time: namely that the first 30-plus climate action plans, along with the many more set to come, are a promising next step towards solving climate change over the 21st century, but certainly not the final one. December&#8217;s conference must be a decisive departure from the past, putting in place the pathways, policies and crucially the finance that supports the growth and the climate ambitions of developing countries.&#8221;<br></p>\n</div>",
  "authors": [
    "Fiona Harvey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Global climate talks",
    "COP 21: UN climate change conference | Paris",
    "Environment",
    "Greenhouse gas emissions",
    "Climate change",
    "World news",
    "Nicholas Stern"
  ],
  "ntitle": "current_carbon_pledges_won_t_stop_dangerous_global_warming_says_lord_stern",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The commitments made by world governments to reduce greenhouse gas emissions in the next 15 years are not sufficient to stave off the worst effects of climate change, a new analysis by Lord Stern has found.\n\n\n\nThe study by the author of an influential report on the economics of climate change found that countries’ pledges ahead of a crunch UN climate summit in Paris this December would not keep warming below 2C, the level that previous UN negotiations have agreed on.\n\nBut Stern said he was still optimistic that a good deal could be reached in Paris.\n\n“There is strong action coming through in many parts of the world,” he said, pointing to the rising use of renewable energy and efforts to cut greenhouse gas emissions in countries from Latin America to Asia.\n\n“It is very important to recognise that there is still time before Paris [to strengthen a potential agreement].”\n\nThe study looks at plans so far submitted to the UN , and the commitments published by other governments but not yet formally submitted.\n\nRelated: US pledges emissions cuts of up to 28% ahead of global climate treaty\n\nAll countries are supposed to have drawn up “intended nationally determined contributions” (INDCs), setting out what efforts they will make to reduce their greenhouse gas emissions, or curb the growth in their carbon output, in coming years.\n\nThis is part of the UN process leading up to Paris talks this December, at which nations are geared up to forge a new global agreement on post-2020 emissions cuts.\n\nThe INDCs were supposed to be submitted to the UN by the end of March. But so far only 35 countries, including the 28 member states of the European Union and the US, have made their submissions.\n\nA handful of others, including China, have publicly indicated what their commitments will be, but have not drawn up plans under the UN process.\n\nAccording to the paper, published on Monday: “It seems likely that there will still be a significant gap between aggregate national intentions and a pathway that is consistent with avoiding” dangerous climate change.\n\nStern said that the next 15 years will be crucial to determining the world’s response to climate change, because if action is taken now to reduce greenhouse gas emissions then the world may be able to avoid “locking in” to high-carbon infrastructure such as fossil fuel energy generation, buildings and transport that will still be operating decades into the future.\n\nThe paper did not set out what contributions would be needed by developed and developing countries to meet the 2C target. The authors said countries must try harder to find deeper cuts in greenhouse gas emission production in order to stave off dangerous levels of climate change.\n\nBob Ward , a co-author on the paper and policy director at the Grantham Research Institute on Climate Change and the Environment, said: “The UN is not planning to carry out its summing up of the INDCs until November, but if that is the point at which everyone realised that the INDCs are collectively not consistent with the 2C goal, it might cast a shadow over Paris and lead some to regard it, wrongly, as a failure.\n\n“We think it is better to confront that fact now and focus on ensuring that the Paris agreement includes a mechanism for raising ambition after the summit, while also encouraging countries to go further in their INDCs.”\n\nOnce the national plans are submitted to the UN, they are subject to scrutiny by the organisation and by other governments, to check that they are fair and proportionate.\n\nThe plans will be the keystone of any agreement to be forged in Paris, along with any agreement on how much money developed countries should provide to developing countries to help them curb their emissions and cope with the effects of climate change.\n\nNick Nuttall, spokesman for the UN Framework Convention on Climate Change, said: “This new study confirms what we have been saying for some time: namely that the first 30-plus climate action plans, along with the many more set to come, are a promising next step towards solving climate change over the 21st century, but certainly not the final one. December’s conference must be a decisive departure from the past, putting in place the pathways, policies and crucially the finance that supports the growth and the climate ambitions of developing countries.”\n\n",
  "title": "Current carbon pledges won't stop dangerous global warming, says Lord Stern",
  "ts_in": "2015-05-04T08:48:03.709187",
  "url": "http://www.theguardian.com/environment/2015/may/04/current-carbon-pledges-wont-stop-dangerous-global-warming-says-lord-stern"
}