{
  "article_html": "<div><p>&#8220;I was going to take a shower but I realised there&#8217;s no point,&#8221; is the most frequently heard mantra in the backstage area at<a href=\"http://desertdaze.org/\" class=\" u-underline\"> Desert Daze</a>, a music festival unlike any other. Now in its fourth year and held over 24 hours, the event took place on Saturday (2 May) in Mecca &#8211; a brutally hot, eerie dustbowl in the middle of the California desert.</p>\n<p>The site isn&#8217;t far from <a href=\"http://www.abdsp.org/\" class=\" u-underline\">Anza-Borrego Park</a>, filming location for The X Files. As that show promised &#8220;the truth is out there&#8221; so does Desert Daze. Under the sole light of a full moon and with the aid of a DIY aesthetic created by arts collective <a href=\"http://moonblockparty.org/\" class=\" u-underline\">Moon Block</a>, 3,500 music fans enjoyed an experience akin to the way music festivals must have been in their infancy. Even if attendees struggled to remember it the next day, there was a truth out there, somewhere, involving a mascot dressed as an eyeball; a miasma of underground freak-rock acts named <a href=\"https://soundcloud.com/flyinghair\" class=\" u-underline\">Flying Hair</a>, <a href=\"https://www.facebook.com/pages/DAHGA-BLOOM/118375341529984\" class=\" u-underline\">Dahga Bloom</a> and <a href=\"https://dirtdress.bandcamp.com/\" class=\" u-underline\">Dirt Dress</a>; and a hefty amount of potent weirdness. Call it the anti-Coachella.</p>\n<p>The organisers are Julie Edwards (drummer in heavy rock duo <a href=\"http://www.deapvally.com/\" class=\" u-underline\">Deap Vally</a>) and her husband Phil Pironne of LA-based band <a href=\"https://twitter.com/jjuujjuu_band\" class=\" u-underline\">JJUUJJUU</a>. Together they&#8217;ve channeled their knowledge of the festival circuit into a positive-thinking, purist and shambolic celebration. </p>\n<p>&#8220;It&#8217;s stressful but I do enjoy it,&#8221; says Julie, taking a 30-second breather at a tiny backstage poolhouse, temporary home to a growing Moon Block crew. They include an ice-cream vendor whose job is to deliver free scoops all day; Monica, who has &#8220;no title&#8221; but is getting artists and their equipment to stages on foot because of the dearth of golf-carts; and campsite manager The Art whose party trick is shaking the dust out of his wizard-like beard. Together, the Moon Block family make the pilgrimage here for a week to set up a psych-rock kibbutz for friends and intrepid fans.</p>\n\n\n\n<p>&#8220;None of us are professional,&#8221; says site manager Bill. &#8220;We&#8217;re a tight group trying to make something work.&#8221; Everyone chips in onstage as well as off. During a mid-afternoon set, Mish Way, singer of <a href=\"https://whitelung.bandcamp.com/\" class=\" u-underline\">White Lung</a>, takes to her platform with one member of her band down and announces, &#8220;Meet our new bassist! Lindsey of Deap Vally! She&#8217;s perfect!&#8221; </p>\n<p>Despite killing it, Lindsey Troy breathes a sigh of relief backstage having gotten through the set without a hiccup. But even if there had been errors, you get the impression nobody would bat an eyelid. Desert Daze&#8217;s spirit is enveloped in a collective sense of togetherness. Everyone&#8217;s friends here, crowd and lineup included. Whenever something goes awry someone tries to solve it &#8211; usually Julie.</p>\n<p>The drummer-turned-onsite-matriarch spends all day running around with a walkie-talkie in one hand and a clipboard in the other, putting out fires everywhere. She helps vendors set up, checks on sound problems, deals with medical issues (which are rare) and prays for a full moon in case there aren&#8217;t enough fairy lights to illuminate the site as it grows dustier, dirtier and ever more insane. When Lindsey takes to the stage for Deap Vally&#8217;s own set around 9.30pm in a star-spangled Wonder Woman suit, it&#8217;s clear the woman sitting on the drum-riser should be wearing a Captain America onesie to match.</p>\n<p>It&#8217;s the late afternoon when Desert Daze starts to grow tentacles. At around 4.30pm, the attending teenagers and twentysomething non-hipsters evolve. Strangers start winking at each other and spinning each other around. &#8220;YES! THE EYEBALL GUY!&#8221; shouts one onlooker, au fait with the festival mascot from years previous. &#8220;Eyeball guy&#8221; wears a hard hat beneath the eyeball head due to its crushing weight. I follow him to the Party Stage where there&#8217;s a moving screen for a backdrop, created by a guy mixing oils on a plate in time-honoured 60s style. Essentially, he&#8217;s live DJ-ing the visuals. </p>\n\n\n\n<p>The art installations glowing in the dusty darkness include a pair of crystal rocks on the ground next to some portable toilets. The rocks appear to be breathing, somehow. When one partier inquires as to the whereabouts of Frosty the dog, it would seem there&#8217;s no sane mind left. Relief comes when an actual dog, called Frosty, laps up water by the production office.</p>\n<p>It&#8217;s the sort of joyful lunacy that lends Desert Daze its magnetism, and in turn attracts an impressive and enviable selection of American rock acts. Today&#8217;s lineup includes New York grunge band <a href=\"http://www.capturedtracks.com/?ct_artist_page=diiv-2\" class=\" u-underline\">Diiv</a>, whose afternoon set sees them spiralling around each other to the sound of their shoegazey dirge. LA singer-songwriter <a href=\"http://www.chelseawolfe.net/\" class=\" u-underline\">Chelsea Wolfe</a> howls at the stars with her own brand of lulling psych during a spellbinding set, while trio <a href=\"http://www.minimansionsmusic.com/\" class=\" u-underline\">Mini Mansions</a> play surreal cuts from new release The Great Pretenders. They&#8217;re later followed by electronic whizz <a href=\"http://www.theguardian.com/music/dan-deacon\" class=\" u-underline\">Dan Deacon</a> who attempts to convince his contorting crowd that Steve Jobs created the first Apple computer at a site not too far from here.</p>\n<p>By the time <a href=\"http://www.theguardian.com/music/2015/mar/07/warpaint-music-band-interview-women\" class=\" u-underline\">Warpaint</a> come onstage before midnight, open with Bees (which starts with the line &#8220;Your full moon taunts me&#8221;), the lunar craziness has peaked and the experimental foursome look set to have more fun on stage than ever before. It may not be guitarist Theresa Wayman&#8217;s debut attempt at crowdsurfing during Love is to Die but it&#8217;s definitely the first time singer Emily Kokal has had to deal with a stage invader dressed as a panda.</p>\n<p>It&#8217;s Deap Vally&#8217;s own set, however, that sums up these 24 hours. Lindsey defiantly overcomes a wayward microphone and Julie shakes a maraca in one hand and beats her drums with the other, while the pair preview new track Royal Jelly. They wrote it together while this whole party was still in the birthing stages. &#8220;This is a new one,&#8221; says Julie, multi-tasking against all the odds. &#8220;It&#8217;s gonna be raw and ready.&#8221;</p>\n</div>",
  "authors": [
    "Eve Barlow"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Music",
    "Culture",
    "Warpaint",
    "Festivals",
    "Psychedelia"
  ],
  "ntitle": "desert_daze_get_down_and_dirty_at_the_anti_coachella",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "“I was going to take a shower but I realised there’s no point,” is the most frequently heard mantra in the backstage area at Desert Daze, a music festival unlike any other. Now in its fourth year and held over 24 hours, the event took place on Saturday (2 May) in Mecca – a brutally hot, eerie dustbowl in the middle of the California desert.\n\nThe site isn’t far from Anza-Borrego Park, filming location for The X Files. As that show promised “the truth is out there” so does Desert Daze. Under the sole light of a full moon and with the aid of a DIY aesthetic created by arts collective Moon Block, 3,500 music fans enjoyed an experience akin to the way music festivals must have been in their infancy. Even if attendees struggled to remember it the next day, there was a truth out there, somewhere, involving a mascot dressed as an eyeball; a miasma of underground freak-rock acts named Flying Hair, Dahga Bloom and Dirt Dress; and a hefty amount of potent weirdness. Call it the anti-Coachella.\n\nThe organisers are Julie Edwards (drummer in heavy rock duo Deap Vally) and her husband Phil Pironne of LA-based band JJUUJJUU. Together they’ve channeled their knowledge of the festival circuit into a positive-thinking, purist and shambolic celebration.\n\n“It’s stressful but I do enjoy it,” says Julie, taking a 30-second breather at a tiny backstage poolhouse, temporary home to a growing Moon Block crew. They include an ice-cream vendor whose job is to deliver free scoops all day; Monica, who has “no title” but is getting artists and their equipment to stages on foot because of the dearth of golf-carts; and campsite manager The Art whose party trick is shaking the dust out of his wizard-like beard. Together, the Moon Block family make the pilgrimage here for a week to set up a psych-rock kibbutz for friends and intrepid fans.\n\n“None of us are professional,” says site manager Bill. “We’re a tight group trying to make something work.” Everyone chips in onstage as well as off. During a mid-afternoon set, Mish Way, singer of White Lung, takes to her platform with one member of her band down and announces, “Meet our new bassist! Lindsey of Deap Vally! She’s perfect!”\n\nDespite killing it, Lindsey Troy breathes a sigh of relief backstage having gotten through the set without a hiccup. But even if there had been errors, you get the impression nobody would bat an eyelid. Desert Daze’s spirit is enveloped in a collective sense of togetherness. Everyone’s friends here, crowd and lineup included. Whenever something goes awry someone tries to solve it – usually Julie.\n\nThe drummer-turned-onsite-matriarch spends all day running around with a walkie-talkie in one hand and a clipboard in the other, putting out fires everywhere. She helps vendors set up, checks on sound problems, deals with medical issues (which are rare) and prays for a full moon in case there aren’t enough fairy lights to illuminate the site as it grows dustier, dirtier and ever more insane. When Lindsey takes to the stage for Deap Vally’s own set around 9.30pm in a star-spangled Wonder Woman suit, it’s clear the woman sitting on the drum-riser should be wearing a Captain America onesie to match.\n\nIt’s the late afternoon when Desert Daze starts to grow tentacles. At around 4.30pm, the attending teenagers and twentysomething non-hipsters evolve. Strangers start winking at each other and spinning each other around. “YES! THE EYEBALL GUY!” shouts one onlooker, au fait with the festival mascot from years previous. “Eyeball guy” wears a hard hat beneath the eyeball head due to its crushing weight. I follow him to the Party Stage where there’s a moving screen for a backdrop, created by a guy mixing oils on a plate in time-honoured 60s style. Essentially, he’s live DJ-ing the visuals.\n\nThe art installations glowing in the dusty darkness include a pair of crystal rocks on the ground next to some portable toilets. The rocks appear to be breathing, somehow. When one partier inquires as to the whereabouts of Frosty the dog, it would seem there’s no sane mind left. Relief comes when an actual dog, called Frosty, laps up water by the production office.\n\nIt’s the sort of joyful lunacy that lends Desert Daze its magnetism, and in turn attracts an impressive and enviable selection of American rock acts. Today’s lineup includes New York grunge band Diiv, whose afternoon set sees them spiralling around each other to the sound of their shoegazey dirge. LA singer-songwriter Chelsea Wolfe howls at the stars with her own brand of lulling psych during a spellbinding set, while trio Mini Mansions play surreal cuts from new release The Great Pretenders. They’re later followed by electronic whizz Dan Deacon who attempts to convince his contorting crowd that Steve Jobs created the first Apple computer at a site not too far from here.\n\nBy the time Warpaint come onstage before midnight, open with Bees (which starts with the line “Your full moon taunts me”), the lunar craziness has peaked and the experimental foursome look set to have more fun on stage than ever before. It may not be guitarist Theresa Wayman’s debut attempt at crowdsurfing during Love is to Die but it’s definitely the first time singer Emily Kokal has had to deal with a stage invader dressed as a panda.\n\nIt’s Deap Vally’s own set, however, that sums up these 24 hours. Lindsey defiantly overcomes a wayward microphone and Julie shakes a maraca in one hand and beats her drums with the other, while the pair preview new track Royal Jelly. They wrote it together while this whole party was still in the birthing stages. “This is a new one,” says Julie, multi-tasking against all the odds. “It’s gonna be raw and ready.”",
  "title": "Desert Daze: get down and dirty at the anti-Coachella",
  "ts_in": "2015-05-04T17:53:40.273967",
  "url": "http://www.theguardian.com/music/2015/may/04/desert-daze-down-dirty-anti-coachella"
}