{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-5546b4a8e4b03ffb297e569d\" class=\"block-time__link\">07:00</a> </p><p>Good morning and welcome to the final Monday of this 2015 election campaign. I would say &#8220;the&#8221; 2015 election campaign, but talk of a second vote should Thursday not produce a government strong enough to withstand a Queen&#8217;s speech wobble has made me cautious.</p>\n<p>I&#8217;m <strong>Claire Phipps</strong> and I&#8217;m starting the live blog today, before handing over to <strong>Andrew Sparrow</strong> and more of the Guardian&#8217;s crack politics team. We&#8217;re here every day from 7am till late every day till polling day, at which point we just keep on going till someone decides to be the prime minister. Send snacks, please.</p>\n<p>I&#8217;m on Twitter <a href=\"https://twitter.com/Claire_Phipps\" class=\" u-underline\">@Claire_Phipps</a>, so do come and chat there or in the comments below.</p>\n<h2>The big picture</h2>\n<p><a href=\"http://www.theguardian.com/politics/2013/dec/20/david-cameron-team-nigella-lawson-quote-trial\" class=\" u-underline\"><strong>David Cameron</strong> declared himself Team Nigella</a>, but Labour now has <strong>Delia Smith</strong> on side. The TV cook, author and joint majority shareholder of Norwich City FC has pulled on a Labour team shirt (don&#8217;t worry, my stock of footballing metaphors is nearly exhausted).<br></p>\n<p><a href=\"http://www.mirror.co.uk/news/uk-news/delia-smith-im-backing-labour-5632271\" class=\" u-underline\">Writing in the Mirror</a>, Smith says:</p>\n<blockquote class=\"quoted\">\n<p>When I was about seven, 67 years ago, I recall we had a poster &#8230; in our front window saying &#8220;Vote Labour for a National Health Service&#8221; in the year they were campaigning for it. Now what they pioneered and worked so hard for &#8211; which became the envy of the world &#8211; is in grave danger of being compromised or, at worst, ceasing to exist as we know it &#8230;</p>\n<p>Labour has more vigour and younger candidates. Our future lies with them &#8211; their ideas and vision need to be heard.</p>\n</blockquote>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430698713404/b1b3edc2-91b3-4438-85d0-cdcc1a588f0e-300x180.jpeg\" alt=\"Delia Smith.\" class=\"gu-image\">\n\nDelia Smith. Photograph: Dominic Lipinski/PA\n\n\n\n<p>Smith follows on the heels of actor <strong>Steve Coogan</strong>, <a href=\"http://www.theguardian.com/politics/2015/may/03/steve-coogan-urges-vote-for-labour-in-knife-edge-election\" class=\" u-underline\">who yesterday urged voters to give Labour their X</a>, and both &#8211; coincidentally enough &#8211; cite the apparent threat to the NHS posed by another Tory government. </p>\n<p>Health is <strong>Ed Miliband</strong>&#8217;s big theme today, and <a href=\"http://www.theguardian.com/politics/2015/may/04/ed-miliband-conservatives-have-secret-plan-to-reorganise-nhs-after-election\" class=\" u-underline\">he&#8217;s expected to make much of a report commissioned by the government but as yet unpublished that is thought to be critical of the massive health reforms</a> implemented under then health secretary <strong>Andrew Lansley</strong>. The report, by the former Marks &amp; Spencer chief executive <strong>Stuart Rose</strong>, was passed to ministers in December 2014.</p>\n<p><strong>Andy Burnham</strong>, Labour&#8217;s shadow health secretary, will say today:</p>\n<blockquote class=\"quoted\">\n<p>They won&#8217;t tell us what&#8217;s in it. They won&#8217;t tell us what they plan to do with it. They won&#8217;t tell us what they plan to do with the NHS. But we do know one thing. We know who wrote it: the Conservative peer, Lord Rose.<br></p>\n<p>Lord Rose may be good at running supermarkets. But I say to David Cameron: you can&#8217;t run the NHS like a supermarket, we don&#8217;t want a supermarket health service, so publish this report and show us what is in your secret plan.<br></p>\n</blockquote>\n<p><a href=\"http://www.theguardian.com/politics/2015/may/03/us-and-british-health-specialists-support-the-nhs\" class=\" u-underline\">Today the Guardian publishes three letters</a> &#8211; one from a group of US medics, one from public health professionals, and one from nurses &#8211; warning of the growing creep of private influence within the health system.</p>\n<p><a href=\"http://www.mirror.co.uk/news/uk-news/david-camerons-election-strategist-conflict-5632571\" class=\" u-underline\">And the Mirror reports</a> that Crosby Textor, the lobbying firm run by <strong>Lynton Crosby</strong>, Cameron&#8217;s election strategy chief, advised private health firms how to &#8220;take advantage&#8221; of NHS contracts now open to private bidders.</p>\n<p>Austerity and welfare cuts were key themes at Sunday night&#8217;s Scottish leaders&#8217; debate in Edinburgh, with SNP leader <strong>Nicola Sturgeon</strong> <a href=\"http://www.bbc.com/news/election-2015-scotland-32577328\" class=\" u-underline\">warning her Labour counterpart</a> <strong>Jim Murphy </strong>that her party&#8217;s MPs would not support further cuts to disability benefits:</p>\n<blockquote class=\"quoted\">\n<p>If Labour puts forward a budget that imposes more cuts on vulnerable people &#8211; as clearly they intend to do &#8211; the SNP will vote against it and we will seek to use our clout in the House of Commons to get a fairer deal.<br></p>\n</blockquote>\n<p>Scottish Conservative leader <strong>Ruth Davidson</strong> said that what she called &#8220;the rough wooing between Nicola and Jim&#8221; was precisely &#8220;the kind of deal-by-deal vote you would see in the next parliament if it was a Labour party that was reliant on the SNP &#8230; exactly the sort of politics that most people hate&#8221;.</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/ef45caf19bbffc568868d85e71736f18e864471a/0_0_3500_2099/500.jpg\" alt=\"(left to right) Scottish Labour leader Jim Murphy, Scottish Conservative Leader Ruth Davidson, Scotland&#8217;s First Minister and SNP leader Nicola Sturgeon and Scottish Liberal Democrat leader Willie Rennie.\" class=\"gu-image\">\n\n(left to right) Scottish Labour leader Jim Murphy, Scottish Conservative leader Ruth Davidson, Scotland&#8217;s first minister and SNP leader Nicola Sturgeon and Scottish Liberal Democrat leader Willie Rennie. Photograph: Andrew Milligan/PA\n\n\n\n<p>You should also know:</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/b0653a883ee99997dfbec90510d7587dcb3b4043/803_0_1225_1839/333.jpg\" alt=\"Labour leader Ed Miliband unveils Labour&#8217;s pledges carved into a stone plinth in Hastings during General Election campaigning. \" class=\"gu-image\">\n\n#EdStone.\n\n\n\n \n<p>And with three &#8211; three! &#8211; days to go, here is the latest poll of polls:</p>\n\n<a href=\"http://interactive.guim.co.uk/visuals-blank-page/guardian-poll-projections/embed/widgetSeats.html\" class=\" u-underline\">Election 2015: The Guardian poll projection.</a>\n\nOur model takes in all published constituency-level polls, UK-wide polls and polling conducted in the nations, and projects the result in each of the 650 Westminster constituencies using an adjusted average.\n<a href=\"http://www.theguardian.com/politics/2015/feb/27/uk-election-2015-the-guardian-poll-projection-methodology\" class=\" u-underline\">Methodology</a>.\n\n\n<h2>Diary</h2>\n<p>If you don&#8217;t trip over a politician this week, you&#8217;re really not trying hard enough. Expect non-stop campaigning for the next three days (as long as you&#8217;re not in a safe seat that no party can even be bothered leafleting. Democracy, eh?). Here are today&#8217;s highlights:</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/1e03d995fc788876809c655cb728398bfebf35c1/523_0_2458_3688/333.jpg\" alt=\"Plaid Cymru leader Leanne Wood general election campaigning, Caerphilly, Wales.\" class=\"gu-image\">\n\nLeanne Wood.\n\n\n\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/d6c77daf87335db0dbc56ecd1721cdd0c7715cb9/189_147_1858_2787/333.jpg\" alt=\"Eddie Izzard campaigning in Chester for Labour Party parliamentary candidate for Chester Chris Matheson.\" class=\"gu-image\">\n\nEddie Izzard.\n\n\n\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/894f287824d9622e5dc850c8e8c0c737c978ebf8/1531_0_1855_2781/334.jpg\" alt=\"Sajid Javid, the UK culture secretary.\" class=\"gu-image\">\n\nSajid Javid.\n\n\n\n<ul>\n<li><strong>Leanne Wood</strong>, leader of Plaid Cymru, is interviewed on the Today programme at 7.10am.</li>\n<li>At 8.35am, <strong>Ed Miliband</strong> is on the Today programme, where he will be trying to focus minds on the NHS.</li>\n<li><strong>David Cameron</strong> is at a bank holiday rally where he will pledge tax cuts for 30 million people. (I&#8217;m not sure simple pledges cut it any more. How about a tattoo or a Scout Promise?)</li>\n<li>The <strong>Liberal Democrat</strong> battlebus chugs on, today in Twickenham, Kingston, Carshalton and Newquay.</li>\n<li>At 10.45am, former Labour Scottish first minister<strong> Jack McConnell</strong> campaigns in Aberdeen. <strong>Eddie Izzard</strong> is also in Scotland for Labour, campaigning with <strong>Jim Murphy</strong> in Glasgow.</li>\n<li>At 11am, Green party leader <strong>Natalie Bennett</strong> makes a speech on immigration.</li>\n<li>At the same time, <strong>Ukip</strong> is launching its manifesto for Scotland.</li>\n<li><strong>Nicola Sturgeon</strong> takes the SNP campaign to Kirkcaldy, Largs and Dumfries.</li>\n<li>This afternoon, Miliband, <strong>Nick Clegg</strong> and culture secretary <strong>Sajid Javid </strong>will take questions at the <a href=\"http://www.theguardian.com/politics/2015/apr/19/citizens-uk-makes-westminsters-politicians-face-power-of-the-people\" class=\" u-underline\">Citizens UK</a> assembly in London.</li>\n</ul>\n<h2>The big issue</h2>\n<p>Could there be a second general election this year? This won&#8217;t, of course, be bad news for devoted readers of the election campaign live blog, but others &#8211; voters and politicians alike &#8211; will not be relishing the prospect of a re-run.</p>\n<p>Tory grandee <strong>Ken Clarke</strong>, <a href=\"http://www.theguardian.com/politics/2015/may/03/kenneth-clarke-second-general-election-conservatives-david-cameron\" class=\" u-underline\">in a Guardian interview this morning</a>, says a second bout would fix nothing:</p>\n<blockquote class=\"quoted\">\n<p>You can get out of a hung parliament by having a second election but, not surprisingly, the public tends to return a parliament which looks rather like the first one.</p>\n</blockquote>\n<p>So where has the idea come from? Labour&#8217;s out-and-out snubbing of a coalition deal with the SNP &#8211; by all accounts set to be the third largest party come Friday &#8211; leave a potential Prime Minister Miliband in a vulnerable position. <a href=\"http://www.scotsman.com/news/uk/labour-gets-ready-for-second-2015-general-election-1-3761692\" class=\" u-underline\">A Labour official reportedly described a second election as a &#8220;very likely scenario&#8221; this weekend</a>: either a minority Labour government falls over without SNP support; or <a href=\"http://www.theguardian.com/politics/2015/may/02/weeks-political-paralysis-vote-uk-general-election\" class=\" u-underline\">a minority Conservative one (even with Lib Dem backing)</a> is toppled when Labour and the SNP vote down its Queen&#8217;s speech.</p>\n<p>Clarke was a Tory government whip in the run-up to the first election of 1974. Of that year&#8217;s second election, in October, he told the Guardian:</p>\n<blockquote class=\"quoted\">\n<p>Harold [Wilson, the Labour leader] made a minuscule increase in his majority and by the last two years of the parliament had a minority government ...</p>\n<p>You won&#8217;t necessarily find that if you hold it within a few months you will get a different result from the first one so people need to make their mind up this time.</p>\n</blockquote>\n<p><a href=\"http://www.telegraph.co.uk/news/politics/david-cameron/11580533/Tories-targeting-fewer-than-100000-voters-for-victory.html\" class=\" u-underline\">The Telegraph reports</a> that the Tories have identified 23 seats to bombard this week in a last-ditch attempt to secure a majority. Most are held by the Lib Dems, including Eastbourne, Bath, Chippenham, Cheadle, Twickenham, and Kingston and Surbiton.</p>\n<p><a href=\"http://www.thetimes.co.uk/tto/news/politics/article4429981.ece\" class=\" u-underline\">And the Times (paywall)</a> has &#8220;senior Labour figures&#8221; warning Miliband against trying to form a minority government if he doesn&#8217;t beat Cameron to the most MPs.</p>\n<p><a href=\"http://www.theguardian.com/politics/2015/may/03/general-election-2015-what-happens-next-day\" class=\" u-underline\"><strong>Andrew Rawnsley</strong>&#8217;s guide to what happens next</a> once the votes are counted is definitely worth a read before Thursday.</p>\n<h2>Read these</h2>\n<ul>\n<li><strong>Nicholas Watt</strong> <a href=\"http://www.theguardian.com/politics/2015/may/03/tory-right-lurk-in-the-shadows-ready-to-pounce-if-david-cameron-fails-to-prevail\" class=\" u-underline\">in this here Guardian</a> notes that the Tory right has been ominously quiet during the campaign:</li>\n</ul>\n<blockquote class=\"quoted\">\n<p> If the Tories have lost a significant number of seats &#8211; about 30, to take their numbers down to 276 &#8211; then Cameron&#8217;s position may become complicated at the 1922 meeting on Monday. Cameron may try to hold on. <br></p>\n<p>But one idea doing the rounds is that some on the right might try to install <strong>Boris Johnson</strong> as Tory leader before a second election in October. In the meantime, Cameron would remain as a caretaker prime minister.</p>\n</blockquote>\n<ul>\n<li>Writing in the Times, <strong>Tim Montgomerie</strong> says the system is unfair to Ukip and the Greens:</li>\n</ul>\n<blockquote class=\"quoted\">\n<p>The old left-right divides are increasingly obsolete. The new questions involve localism versus centralism; intergenerational fairness; openness to the world or isolationism; and debates as to whether the individual matters most in public policy or that family and community do. These questions often divide rather than unite existing parties.</p>\n<p>Personally, I&#8217;d vote for a eurosceptic, Christian Democratic-style party. Under a PR system I might have that option. <br></p>\n</blockquote>\n<ul>\n<li><strong>Lesley Riddoch</strong> <a href=\"http://www.scotsman.com/news/lesley-riddoch-empty-rhetoric-rather-than-a-dream-1-3762165\" class=\" u-underline\">in the Scotsman</a> says the result in Scotland is pretty much a foregone conclusion:</li>\n</ul>\n<blockquote class=\"quoted\">\n<p>With three days to go, it&#8217;s the mood south of the Border that&#8217;s now more interesting. While English political leaders, commentators and money experts are predicting Britain will go to hell in a handcart if the SNP plays any policy-making role in government, English voters themselves seem far less perturbed.</p>\n<p>Indeed some &#8211; clearly feeling cheated they cannot vote for the SNP and the UK&#8217;s most popular party leader &#8211; have begun asking pointed questions about the shortcomings of English democracy instead.</p>\n</blockquote>\n<h2>The day in a tweet</h2>\n<p>Scottish Labour leader <strong>Jim Murphy</strong> reveals what gets politicians, reporters and live bloggers through the last week of the election campaign (mine&#8217;s a Diet Coke):</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Jim Murphy (@JimForScotland)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">A few midnight 'health' snacks to keep me going whilst I campaign for <a href=\"https://twitter.com/scottishlabour\" class=\" u-underline\">@scottishlabour</a> overnight tonight. <a href=\"http://t.co/knwxqMhUn8\" class=\" u-underline\">pic.twitter.com/knwxqMhUn8</a></p>\n<a href=\"https://twitter.com/JimForScotland/status/595003451341459456\"></a>\n</blockquote>\n\n<h2>If today were a song, it would be&#8230;</h2>\n<p>Monday Monday by <strong>The Mamas &amp; The Papas</strong>: &#8220;Oh, Monday morning, you gave me no warning of what was to be.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nWhenever Monday comes, you can find me crying all of the time.\n\n\n<h2>The key story you&#8217;re missing when you&#8217;re election-obsessed</h2>\n<p>Today could be the day we find out the name of the new baby &#8230; ha, sorry, just kidding. It&#8217;s <a href=\"http://en.wikipedia.org/wiki/Star_Wars_Day\" class=\" u-underline\">May the Fourth, which means Star Wars news</a>, which is that <a href=\"http://www.theguardian.com/film/2015/may/04/may-the-4th-be-with-you-star-wars-filmed-in-uk-osborne-tories\" class=\" u-underline\">the eighth instalment of the series is to be filmed in the UK, at Pinewood</a>.</p>\n</div>",
  "authors": [
    "Claire Phipps"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "David Cameron",
    "Conservatives",
    "Ed Miliband",
    "Labour",
    "Nick Clegg",
    "Liberal Democrats",
    "Nicola Sturgeon",
    "Scottish National party (SNP)",
    "Nigel Farage",
    "Jim Murphy",
    "Scottish politics",
    "Scotland",
    "Leanne Wood",
    "Plaid Cymru"
  ],
  "ntitle": "election_2015_live_leanne_wood_says_miliband_arrogant_to_dismiss_snp_and_plaid_cymru_support",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "07:00\n\nGood morning and welcome to the final Monday of this 2015 election campaign. I would say “the” 2015 election campaign, but talk of a second vote should Thursday not produce a government strong enough to withstand a Queen’s speech wobble has made me cautious.\n\nI’m Claire Phipps and I’m starting the live blog today, before handing over to Andrew Sparrow and more of the Guardian’s crack politics team. We’re here every day from 7am till late every day till polling day, at which point we just keep on going till someone decides to be the prime minister. Send snacks, please.\n\nI’m on Twitter @Claire_Phipps, so do come and chat there or in the comments below.\n\nThe big picture\n\nDavid Cameron declared himself Team Nigella, but Labour now has Delia Smith on side. The TV cook, author and joint majority shareholder of Norwich City FC has pulled on a Labour team shirt (don’t worry, my stock of footballing metaphors is nearly exhausted).\n\n\n\nWriting in the Mirror, Smith says:\n\nWhen I was about seven, 67 years ago, I recall we had a poster … in our front window saying “Vote Labour for a National Health Service” in the year they were campaigning for it. Now what they pioneered and worked so hard for – which became the envy of the world – is in grave danger of being compromised or, at worst, ceasing to exist as we know it … Labour has more vigour and younger candidates. Our future lies with them – their ideas and vision need to be heard.\n\nDelia Smith. Photograph: Dominic Lipinski/PA\n\nSmith follows on the heels of actor Steve Coogan, who yesterday urged voters to give Labour their X, and both – coincidentally enough – cite the apparent threat to the NHS posed by another Tory government.\n\nHealth is Ed Miliband’s big theme today, and he’s expected to make much of a report commissioned by the government but as yet unpublished that is thought to be critical of the massive health reforms implemented under then health secretary Andrew Lansley. The report, by the former Marks & Spencer chief executive Stuart Rose, was passed to ministers in December 2014.\n\nAndy Burnham, Labour’s shadow health secretary, will say today:\n\nThey won’t tell us what’s in it. They won’t tell us what they plan to do with it. They won’t tell us what they plan to do with the NHS. But we do know one thing. We know who wrote it: the Conservative peer, Lord Rose.\n\nLord Rose may be good at running supermarkets. But I say to David Cameron: you can’t run the NHS like a supermarket, we don’t want a supermarket health service, so publish this report and show us what is in your secret plan.\n\n\n\nToday the Guardian publishes three letters – one from a group of US medics, one from public health professionals, and one from nurses – warning of the growing creep of private influence within the health system.\n\nAnd the Mirror reports that Crosby Textor, the lobbying firm run by Lynton Crosby, Cameron’s election strategy chief, advised private health firms how to “take advantage” of NHS contracts now open to private bidders.\n\nAusterity and welfare cuts were key themes at Sunday night’s Scottish leaders’ debate in Edinburgh, with SNP leader Nicola Sturgeon warning her Labour counterpart Jim Murphy that her party’s MPs would not support further cuts to disability benefits:\n\nIf Labour puts forward a budget that imposes more cuts on vulnerable people – as clearly they intend to do – the SNP will vote against it and we will seek to use our clout in the House of Commons to get a fairer deal.\n\n\n\nScottish Conservative leader Ruth Davidson said that what she called “the rough wooing between Nicola and Jim” was precisely “the kind of deal-by-deal vote you would see in the next parliament if it was a Labour party that was reliant on the SNP … exactly the sort of politics that most people hate”.\n\n(left to right) Scottish Labour leader Jim Murphy, Scottish Conservative leader Ruth Davidson, Scotland’s first minister and SNP leader Nicola Sturgeon and Scottish Liberal Democrat leader Willie Rennie. Photograph: Andrew Milligan/PA\n\nYou should also know:\n\n#EdStone.\n\nAnd with three – three! – days to go, here is the latest poll of polls:\n\nElection 2015: The Guardian poll projection. Our model takes in all published constituency-level polls, UK-wide polls and polling conducted in the nations, and projects the result in each of the 650 Westminster constituencies using an adjusted average. Methodology.\n\nDiary\n\nIf you don’t trip over a politician this week, you’re really not trying hard enough. Expect non-stop campaigning for the next three days (as long as you’re not in a safe seat that no party can even be bothered leafleting. Democracy, eh?). Here are today’s highlights:\n\nLeanne Wood.\n\nEddie Izzard.\n\nSajid Javid.\n\nLeanne Wood , leader of Plaid Cymru, is interviewed on the Today programme at 7.10am.\n\n, leader of Plaid Cymru, is interviewed on the Today programme at 7.10am. At 8.35am, Ed Miliband is on the Today programme, where he will be trying to focus minds on the NHS.\n\nis on the Today programme, where he will be trying to focus minds on the NHS. David Cameron is at a bank holiday rally where he will pledge tax cuts for 30 million people. (I’m not sure simple pledges cut it any more. How about a tattoo or a Scout Promise?)\n\nis at a bank holiday rally where he will pledge tax cuts for 30 million people. (I’m not sure simple pledges cut it any more. How about a tattoo or a Scout Promise?) The Liberal Democrat battlebus chugs on, today in Twickenham, Kingston, Carshalton and Newquay.\n\nbattlebus chugs on, today in Twickenham, Kingston, Carshalton and Newquay. At 10.45am, former Labour Scottish first minister Jack McConnell campaigns in Aberdeen. Eddie Izzard is also in Scotland for Labour, campaigning with Jim Murphy in Glasgow.\n\ncampaigns in Aberdeen. is also in Scotland for Labour, campaigning with in Glasgow. At 11am, Green party leader Natalie Bennett makes a speech on immigration.\n\nmakes a speech on immigration. At the same time, Ukip is launching its manifesto for Scotland.\n\nis launching its manifesto for Scotland. Nicola Sturgeon takes the SNP campaign to Kirkcaldy, Largs and Dumfries.\n\ntakes the SNP campaign to Kirkcaldy, Largs and Dumfries. This afternoon, Miliband, Nick Clegg and culture secretary Sajid Javid will take questions at the Citizens UK assembly in London.\n\nThe big issue\n\nCould there be a second general election this year? This won’t, of course, be bad news for devoted readers of the election campaign live blog, but others – voters and politicians alike – will not be relishing the prospect of a re-run.\n\nTory grandee Ken Clarke, in a Guardian interview this morning, says a second bout would fix nothing:\n\nYou can get out of a hung parliament by having a second election but, not surprisingly, the public tends to return a parliament which looks rather like the first one.\n\nSo where has the idea come from? Labour’s out-and-out snubbing of a coalition deal with the SNP – by all accounts set to be the third largest party come Friday – leave a potential Prime Minister Miliband in a vulnerable position. A Labour official reportedly described a second election as a “very likely scenario” this weekend: either a minority Labour government falls over without SNP support; or a minority Conservative one (even with Lib Dem backing) is toppled when Labour and the SNP vote down its Queen’s speech.\n\nClarke was a Tory government whip in the run-up to the first election of 1974. Of that year’s second election, in October, he told the Guardian:\n\nHarold [Wilson, the Labour leader] made a minuscule increase in his majority and by the last two years of the parliament had a minority government ... You won’t necessarily find that if you hold it within a few months you will get a different result from the first one so people need to make their mind up this time.\n\nThe Telegraph reports that the Tories have identified 23 seats to bombard this week in a last-ditch attempt to secure a majority. Most are held by the Lib Dems, including Eastbourne, Bath, Chippenham, Cheadle, Twickenham, and Kingston and Surbiton.\n\nAnd the Times (paywall) has “senior Labour figures” warning Miliband against trying to form a minority government if he doesn’t beat Cameron to the most MPs.\n\nAndrew Rawnsley’s guide to what happens next once the votes are counted is definitely worth a read before Thursday.\n\nRead these\n\nNicholas Watt in this here Guardian notes that the Tory right has been ominously quiet during the campaign:\n\nIf the Tories have lost a significant number of seats – about 30, to take their numbers down to 276 – then Cameron’s position may become complicated at the 1922 meeting on Monday. Cameron may try to hold on.\n\nBut one idea doing the rounds is that some on the right might try to install Boris Johnson as Tory leader before a second election in October. In the meantime, Cameron would remain as a caretaker prime minister.\n\nWriting in the Times, Tim Montgomerie says the system is unfair to Ukip and the Greens:\n\nThe old left-right divides are increasingly obsolete. The new questions involve localism versus centralism; intergenerational fairness; openness to the world or isolationism; and debates as to whether the individual matters most in public policy or that family and community do. These questions often divide rather than unite existing parties. Personally, I’d vote for a eurosceptic, Christian Democratic-style party. Under a PR system I might have that option.\n\n\n\nLesley Riddoch in the Scotsman says the result in Scotland is pretty much a foregone conclusion:\n\nWith three days to go, it’s the mood south of the Border that’s now more interesting. While English political leaders, commentators and money experts are predicting Britain will go to hell in a handcart if the SNP plays any policy-making role in government, English voters themselves seem far less perturbed. Indeed some – clearly feeling cheated they cannot vote for the SNP and the UK’s most popular party leader – have begun asking pointed questions about the shortcomings of English democracy instead.\n\nThe day in a tweet\n\nScottish Labour leader Jim Murphy reveals what gets politicians, reporters and live bloggers through the last week of the election campaign (mine’s a Diet Coke):\n\n— Jim Murphy (@JimForScotland) A few midnight 'health' snacks to keep me going whilst I campaign for @scottishlabour overnight tonight. pic.twitter.com/knwxqMhUn8\n\nIf today were a song, it would be…\n\nMonday Monday by The Mamas & The Papas: “Oh, Monday morning, you gave me no warning of what was to be.”\n\nWhenever Monday comes, you can find me crying all of the time.\n\nThe key story you’re missing when you’re election-obsessed\n\nToday could be the day we find out the name of the new baby … ha, sorry, just kidding. It’s May the Fourth, which means Star Wars news, which is that the eighth instalment of the series is to be filmed in the UK, at Pinewood.",
  "title": "Election 2015 live: Leanne Wood says Miliband 'arrogant' to dismiss SNP and Plaid Cymru support",
  "ts_in": "2015-05-04T08:47:58.011126",
  "url": "http://www.theguardian.com/politics/live/2015/may/04/election-2015-live-result-knife-edge-ken-clarke-warns-chaos-second-vote"
}