{
  "article_html": "<div><p>Police on horseback charged at hundreds of ethnic Ethiopian citizens in central Tel Aviv on Sunday as an anti-racism protest descended into one of the most violent demonstrations in Israel&#8217;s commercial capital in years. <br></p>\n<p>The protesters, who included several thousand people from Israel&#8217;s Jewish Ethiopian minority, were demonstrating against what they say is police brutality after the emergence last week of a video clip that showed policemen shoving and punching a black soldier. </p>\n<p>Demonstrators overturned a police car, smashed shop windows, destroyed property and threw bottles and stones at officers in riot gear at Rabin Square in the heart of the city. </p>\n<p>Tensions subsided after midnight and police said they would be far less accommodating of similar demonstrations. </p>\n<p>At least 56 officers and 12 protesters were injured, some requiring hospital treatment, police and an ambulance service official said. Forty-three people were arrested. </p>\n<p>Police used water cannons and stun grenades to try to clear the crowds. Israeli television stations said teargas was also used, something the police declined to confirm. </p>\n\n\n<a href=\"/world/2015/may/04/ethiopian-israelis-clash-with-police-as-anti-racism-rally-turns-violent#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/97590d12ecf322fa36f56f83d6a68f9fcd91d5de/0_52_4426_3299/500.jpg\" alt=\"A Israeli man from the Ethiopian community is wounded after clashes with Israeli security forces in Tel Aviv on Sunday.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484dn%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ethiopian+Israelis+clash+with+police+as+anti-racism+rally+turns+violent&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484dn%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ethiopian+Israelis+clash+with+police+as+anti-racism+rally+turns+violent&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fethiopian-israelis-clash-with-police-as-anti-racism-rally-turns-violent&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F97590d12ecf322fa36f56f83d6a68f9fcd91d5de%2F0_52_4426_3299%2F4426.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA Israeli man from the Ethiopian community is wounded after clashes with Israeli police in Tel Aviv on Sunday. Photograph: Jack Guez/AFP/Getty Images\n\n\n\n<p>&#8220;I&#8217;ve had enough of this behaviour by the police. I just don&#8217;t trust them any more ... When I see the police I spit on the ground,&#8221; one female demonstrator who was not identified told Channel 2 before the mounted police charge. </p>\n<p>&#8220;Our parents were humiliated for years. We are not prepared to wait any longer to be recognised as equal citizens. It may take a few months, but it will happen,&#8221; another demonstrator told Channel 10. </p>\n<p>Thousands of Ethiopian Jews live in <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a>, many of them secretly airlifted into the country in 1984 and 1990 after a rabbinical ruling that they were direct descendants of the biblical Jewish Dan tribe.</p>\n<p>But their absorption into Israeli society has been difficult. Ethiopian community members complain of racism, lack of opportunity in Israeli society, endemic poverty and routine police harassment.</p>\n<p>The community, which now numbers about 135,500 out of Israel&#8217;s population of more than eight million, has long complained of discrimination, racism and poverty. </p>\n<p>Tensions rose after an incident a week ago in a Tel Aviv suburb where a closed-circuit video camera captured a scuffle between a policeman and a uniformed soldier of Ethiopian descent. </p>\n<p>Two policemen were suspended on suspicion of using excessive force. Israeli politicians, stung by community leaders&#8217; comparison of the incident to police violence against blacks in the US, have tried to defuse tensions. </p>\n<p>The public security minister, Yitzhak Aharonovich, told Channel 2 the officers caught in the footage were &#8220;a disgrace&#8221; and were being investigated. He said Israel&#8217;s police force &#8220;needs to examine itself&#8221; and more needs to be done to help the Ethiopian community.</p>\n<p>The prime minister, Benyamin Netanyahu, called for calm. Taking time out from the final days of negotiations to form a coalition government, he said he would meet Ethiopian activists and the soldier on Monday. </p>\n<p>&#8220;All claims will be looked into but there is no place for violence and such disturbances,&#8221; he said in a statement. </p>\n<p>Some protest organisers told Israeli media that sections of the crowd had been incited to violence despite their peaceful intentions and police said the organisers had lost control of the demonstration. </p>\n<p>The police chief, Yohanan Danino, told Channel 10 TV that &#8220;the use of violence by a small minority of the many protesters does not serve their struggle&#8221;. He added: &#8220;Whoever harms police or civilians will be brought to justice.&#8221;</p>\n<p>At a protest on Thursday in Jerusalem, police used water cannons to keep angry crowds away from Netanyahu&#8217;s residence, and at least 13 people were injured. </p>\n<p>Ethiopian Jews have joined the ranks of legislators and the officer corps in the country&#8217;s melting-pot military but official figures show they lag behind other Israelis. </p>\n<p>Ethiopian households earn 35% less than the national average and only half their youth receive high school diplomas, compared with 63% for the rest of the population. </p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "Protest",
    "Middle East and North Africa",
    "Ethiopia"
  ],
  "ntitle": "ethiopian_israelis_clash_with_police_as_anti_racism_rally_turns_violent",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Police on horseback charged at hundreds of ethnic Ethiopian citizens in central Tel Aviv on Sunday as an anti-racism protest descended into one of the most violent demonstrations in Israel’s commercial capital in years.\n\n\n\nThe protesters, who included several thousand people from Israel’s Jewish Ethiopian minority, were demonstrating against what they say is police brutality after the emergence last week of a video clip that showed policemen shoving and punching a black soldier.\n\nDemonstrators overturned a police car, smashed shop windows, destroyed property and threw bottles and stones at officers in riot gear at Rabin Square in the heart of the city.\n\nTensions subsided after midnight and police said they would be far less accommodating of similar demonstrations.\n\nAt least 56 officers and 12 protesters were injured, some requiring hospital treatment, police and an ambulance service official said. Forty-three people were arrested.\n\nPolice used water cannons and stun grenades to try to clear the crowds. Israeli television stations said teargas was also used, something the police declined to confirm.\n\nFacebook Twitter Pinterest A Israeli man from the Ethiopian community is wounded after clashes with Israeli police in Tel Aviv on Sunday. Photograph: Jack Guez/AFP/Getty Images\n\n“I’ve had enough of this behaviour by the police. I just don’t trust them any more ... When I see the police I spit on the ground,” one female demonstrator who was not identified told Channel 2 before the mounted police charge.\n\n“Our parents were humiliated for years. We are not prepared to wait any longer to be recognised as equal citizens. It may take a few months, but it will happen,” another demonstrator told Channel 10.\n\nThousands of Ethiopian Jews live in Israel, many of them secretly airlifted into the country in 1984 and 1990 after a rabbinical ruling that they were direct descendants of the biblical Jewish Dan tribe.\n\nBut their absorption into Israeli society has been difficult. Ethiopian community members complain of racism, lack of opportunity in Israeli society, endemic poverty and routine police harassment.\n\nThe community, which now numbers about 135,500 out of Israel’s population of more than eight million, has long complained of discrimination, racism and poverty.\n\nTensions rose after an incident a week ago in a Tel Aviv suburb where a closed-circuit video camera captured a scuffle between a policeman and a uniformed soldier of Ethiopian descent.\n\nTwo policemen were suspended on suspicion of using excessive force. Israeli politicians, stung by community leaders’ comparison of the incident to police violence against blacks in the US, have tried to defuse tensions.\n\nThe public security minister, Yitzhak Aharonovich, told Channel 2 the officers caught in the footage were “a disgrace” and were being investigated. He said Israel’s police force “needs to examine itself” and more needs to be done to help the Ethiopian community.\n\nThe prime minister, Benyamin Netanyahu, called for calm. Taking time out from the final days of negotiations to form a coalition government, he said he would meet Ethiopian activists and the soldier on Monday.\n\n“All claims will be looked into but there is no place for violence and such disturbances,” he said in a statement.\n\nSome protest organisers told Israeli media that sections of the crowd had been incited to violence despite their peaceful intentions and police said the organisers had lost control of the demonstration.\n\nThe police chief, Yohanan Danino, told Channel 10 TV that “the use of violence by a small minority of the many protesters does not serve their struggle”. He added: “Whoever harms police or civilians will be brought to justice.”\n\nAt a protest on Thursday in Jerusalem, police used water cannons to keep angry crowds away from Netanyahu’s residence, and at least 13 people were injured.\n\nEthiopian Jews have joined the ranks of legislators and the officer corps in the country’s melting-pot military but official figures show they lag behind other Israelis.\n\nEthiopian households earn 35% less than the national average and only half their youth receive high school diplomas, compared with 63% for the rest of the population.",
  "title": "Ethiopian Israelis clash with police as anti-racism rally turns violent",
  "ts_in": "2015-05-04T08:48:05.032017",
  "url": "http://www.theguardian.com/world/2015/may/04/ethiopian-israelis-clash-with-police-as-anti-racism-rally-turns-violent"
}