{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a> has said he has only one more fight left before he retires and he will relinquish all five of his title belts in the next few weeks after beating Manny Pacquiao in a fight many had cast as the biggest in boxing history.</p>\n<p>With the points win the American had unified three of the major welterweight titles and vanquished a foe many said he had spent years avoiding to preserve his undefeated record. Mayweather said that he will fight again but that his next bout &#8211; in September, the last in a six-fight, 30-month contract with Showtime and CBS worth a potential $250m &#8211; will be his last. &#8220;I want to give other fighters a chance,&#8221; he said. &#8220;I&#8217;m not greedy. I&#8217;m fortunate to be a champion in two weight classes right now. I&#8217;m the undisputed welterweight champion. I have the WBC and WBA belt at super welterweight. I have the WBO, WBA and WBC at 147. It&#8217;s time to let other fighters fight for the belts.&#8221;</p>\n<p>Despite the unanimous decision over Pacquiao there was dissatisfaction with the style of the win and the 38-year-old Mayweather found himself on the defensive. &#8220;It hasn&#8217;t even been two hours and once again you all are throwing me right back into battle,&#8221; he said. &#8220;If I&#8217;m not mistaken, everyone was saying for years I was scared and Floyd will lose.&#8221;</p>\n<p>It is unclear who Mayweather&#8217;s next opponent will be. <a href=\"http://www.theguardian.com/sport/amirkhan\" class=\" u-underline\">Amir Khan</a>, so often a bridesmaid in the sweepstakes, will be an odds-on favourite should he shine in an upcoming test against Chris Algieri. Keith Thurman and Danny Garcia are potential names under the Premier Boxing Champions series controlled by Al Haymon, Mayweather&#8217;s long-time adviser and the behind-the-scenes architect of the financial model behind the fighter&#8217;s rise to the world&#8217;s highest-earning athlete.</p>\n<p>It has been reported Mayweather will fight a rematch with Miguel Cotto, the hugely popular Puerto Rican who last year stopped a shopworn Sergio Mart&#237;nez for the lineal middleweight championship. Their highly lucrative first meeting was Mayweather&#8217;s sternest examination in years, which means he actually lost a few rounds before winning a comfortable decision.</p>\n<p>Between Cotto&#8217;s huge following of Puerto Rican fans and the opportunity for Mayweather to collect a championship in a sixth different weight division, it makes perfect sense. &#8220;He&#8217;s fought pretty much all the guys that&#8217;s around here,&#8221; Mayweather&#8217;s father and trainer said. &#8220;All the hard-hitters. There&#8217;s nothing left to do. My son needs to take this contract and end it. He&#8217;s out of tough fights. He ain&#8217;t got nothing left to prove.&#8221;</p>\n<p>The Mayweather-Pacquiao fight has been the subject of intense fascination that transcended boxing. Mayweather had always been cast as the one in the way: the biggest impediment to the fight sports fans wanted to see most. He&#8217;d spent years telling us how much better he was. Now it was finally time to show it. And he did.</p>\n<p>But what should have been the crowning achievement of Mayweather&#8217;s career was almost immediately obscured by rumblings of an injury to Pacquiao&#8217;s right shoulder that inhibited his ability to throw punches.</p>\n<p>Shortly after the officials scores were read, news spread the Filipino had injured the shoulder while training and, some suggested, was denied an anti-inflammatory injection by the Nevada Athletic Commission before the fight.</p>\n<p>The news, as conspiracy theorists gladly pointed out, would lend legitimacy to the prospect of a highly lucrative rematch between the two finest fighters of their generation. &#8220;If [Pacquiao] would have come out victorious, the only thing I could have got up here and said was: &#8216;I have to show respect and say he was the better man,&#8217;&#8221; Mayweather said. &#8220;Both my arms were injured. Both my hands were injured, but as I&#8217;ve said before, I always find a way to win.&#8221;</p>\n<p>Mayweather is at once enigmatic and overexposed, insecure and cocky, one hundred and forty-six pounds of fast-twitch muscles and warring contradictions.</p>\n<p>No matter what happens next Mayweather cannot lose. Already the world&#8217;s highest-earning athlete, he is expected to earn an estimated $180m for Saturday&#8217;s blockbuster after the pay-per-view receipts are tallied. A defensive genius who has never been in serious trouble in 48 professional fights much less been defeated, he intends to walk away from the sport with his faculties intact.</p>\n<p>Yet in many ways plainly visible Mayweather can&#8217;t win.</p>\n<p>Consider the odd picture of an undefeated American champion fighting in the city he&#8217;s called home for nearly all his adult life getting booed mercilessly throughout the biggest fight of his career.</p>\n<p>That was his choice. Mayweather understood the difference &#8211; and earning power &#8211; between a simply elite fighter and an &lt;em&gt;attraction&lt;/em&gt; is salesmanship. And nobody sells a fight better than Money Mayweather, the flamboyant and profane braggart and most lucratively wrought villain in the history of sport. It&#8217;s made him a very rich man, but it&#8217;s cost him the adoration he can never purchase.</p>\n<p>It&#8217;s almost immaterial what&#8217;s next for Mayweather, because it&#8217;s clear it will never be enough.</p>\n</div>",
  "authors": [
    "Bryan Graham In Las Vegas"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather",
    "Sport",
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Amir Khan"
  ],
  "ntitle": "floyd_mayweather_says_he_has_one_fight_left_with_amir_khan_in_frame",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Floyd Mayweather has said he has only one more fight left before he retires and he will relinquish all five of his title belts in the next few weeks after beating Manny Pacquiao in a fight many had cast as the biggest in boxing history.\n\nWith the points win the American had unified three of the major welterweight titles and vanquished a foe many said he had spent years avoiding to preserve his undefeated record. Mayweather said that he will fight again but that his next bout – in September, the last in a six-fight, 30-month contract with Showtime and CBS worth a potential $250m – will be his last. “I want to give other fighters a chance,” he said. “I’m not greedy. I’m fortunate to be a champion in two weight classes right now. I’m the undisputed welterweight champion. I have the WBC and WBA belt at super welterweight. I have the WBO, WBA and WBC at 147. It’s time to let other fighters fight for the belts.”\n\nDespite the unanimous decision over Pacquiao there was dissatisfaction with the style of the win and the 38-year-old Mayweather found himself on the defensive. “It hasn’t even been two hours and once again you all are throwing me right back into battle,” he said. “If I’m not mistaken, everyone was saying for years I was scared and Floyd will lose.”\n\nIt is unclear who Mayweather’s next opponent will be. Amir Khan, so often a bridesmaid in the sweepstakes, will be an odds-on favourite should he shine in an upcoming test against Chris Algieri. Keith Thurman and Danny Garcia are potential names under the Premier Boxing Champions series controlled by Al Haymon, Mayweather’s long-time adviser and the behind-the-scenes architect of the financial model behind the fighter’s rise to the world’s highest-earning athlete.\n\nIt has been reported Mayweather will fight a rematch with Miguel Cotto, the hugely popular Puerto Rican who last year stopped a shopworn Sergio Martínez for the lineal middleweight championship. Their highly lucrative first meeting was Mayweather’s sternest examination in years, which means he actually lost a few rounds before winning a comfortable decision.\n\nBetween Cotto’s huge following of Puerto Rican fans and the opportunity for Mayweather to collect a championship in a sixth different weight division, it makes perfect sense. “He’s fought pretty much all the guys that’s around here,” Mayweather’s father and trainer said. “All the hard-hitters. There’s nothing left to do. My son needs to take this contract and end it. He’s out of tough fights. He ain’t got nothing left to prove.”\n\nThe Mayweather-Pacquiao fight has been the subject of intense fascination that transcended boxing. Mayweather had always been cast as the one in the way: the biggest impediment to the fight sports fans wanted to see most. He’d spent years telling us how much better he was. Now it was finally time to show it. And he did.\n\nBut what should have been the crowning achievement of Mayweather’s career was almost immediately obscured by rumblings of an injury to Pacquiao’s right shoulder that inhibited his ability to throw punches.\n\nShortly after the officials scores were read, news spread the Filipino had injured the shoulder while training and, some suggested, was denied an anti-inflammatory injection by the Nevada Athletic Commission before the fight.\n\nThe news, as conspiracy theorists gladly pointed out, would lend legitimacy to the prospect of a highly lucrative rematch between the two finest fighters of their generation. “If [Pacquiao] would have come out victorious, the only thing I could have got up here and said was: ‘I have to show respect and say he was the better man,’” Mayweather said. “Both my arms were injured. Both my hands were injured, but as I’ve said before, I always find a way to win.”\n\nMayweather is at once enigmatic and overexposed, insecure and cocky, one hundred and forty-six pounds of fast-twitch muscles and warring contradictions.\n\nNo matter what happens next Mayweather cannot lose. Already the world’s highest-earning athlete, he is expected to earn an estimated $180m for Saturday’s blockbuster after the pay-per-view receipts are tallied. A defensive genius who has never been in serious trouble in 48 professional fights much less been defeated, he intends to walk away from the sport with his faculties intact.\n\nYet in many ways plainly visible Mayweather can’t win.\n\nConsider the odd picture of an undefeated American champion fighting in the city he’s called home for nearly all his adult life getting booed mercilessly throughout the biggest fight of his career.\n\nThat was his choice. Mayweather understood the difference – and earning power – between a simply elite fighter and an <em>attraction</em> is salesmanship. And nobody sells a fight better than Money Mayweather, the flamboyant and profane braggart and most lucratively wrought villain in the history of sport. It’s made him a very rich man, but it’s cost him the adoration he can never purchase.\n\nIt’s almost immaterial what’s next for Mayweather, because it’s clear it will never be enough.",
  "title": "Floyd Mayweather says he has one fight left – with Amir Khan in frame",
  "ts_in": "2015-05-04T08:48:13.441513",
  "url": "http://www.theguardian.com/sport/2015/may/04/floyd-mayweather-fight-amir-khan-manny-pacquiao"
}