{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/live/2015/may/04/carly-fiorina-ben-carlson-presidential-candidates-live-updates\" class=\" u-underline\">Obama says 'sense of unfairness' fuels protests in Baltimore and Ferguson &#8211;&#160;live</a> </p>\n\n<p>Conflicting and confused news reports of a shooting incident in still-fraught <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> &#8211; including by Fox News &#8211; have been unambiguously contradicted by city police, causing a surreal scene on social media and cable TV and almost triggering a return to Monday&#8217;s violence.</p>\n<p>The police department sent a tweet that the reports were &#8220;NOT true&#8221;, though added that a man with a handgun had been arrested at the intersection of North and Pennsylvania avenues, where crowds quickly gathered following the reports.</p>\n<p>The junction of North and Pennsylvania avenues was the epicenter of Monday&#8217;s riots, and a focal point for the week-long protests against the death in police custody of Freddie Gray.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Baltimore Police (@BaltimorePolice)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">The reports of a man being shot at North and Pennsylvania Ave are NOT true. Officers have arrested a man for a handgun at the location</p>\n<a href=\"https://twitter.com/BaltimorePolice/status/595307668555898880\"></a>\n</blockquote>\n\n<p>Baltimore police have been using their Twitter feed during the last week&#8217;s events to keep people and the media updated on events; but they have also continued tweeting other, unrelated crimes that have occurred throughout the city.<br></p>\n<p>So when early reports of a firearm incident at the junction of North and Pennsylvania avenues came in, someone at <a href=\"http://www.theguardian.com/media/fox-news\" class=\" u-underline\">Fox News</a> appears to have checked the Twitter feed and seen this:<br></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Baltimore Police (@BaltimorePolice)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Shooting: 2500 block Marbourne Ave. Man reported to be shot multiple times. Southern District detectives investigating.</p>\n<a href=\"https://twitter.com/BaltimorePolice/status/595296001981841408\"></a>\n</blockquote>\n\n<p>Apparently assuming the two incidents were one and the same, <a href=\"http://www.foxnews.com/us/2015/05/04/man-shot-multiple-times-by-baltimore-police/?intcmp=trending\" class=\" u-underline\">Fox News</a> began reporting that someone had been shot &#8220;multiple times by police&#8221;. Their story is still up, now saying that Baltimore police &#8220;tweeted [that] the man had been shot several times&#8221;.<br></p>\n<p>However, the 2500 block of Marbourne Avenue is in the outer suburbs of Baltimore &#8211; almost five miles away from the completely separate incident at Penn and North.</p>\n<p>Few details are known about either incident at this point, which didn&#8217;t stop multiple outlets and hundreds of social media users leaping to conclusions with little or no factual evidence. </p>\n<p>Eyewitness reports from the scene were confused and confusing. Manuel Rapalo, a reporter for Russia Today, who was in a nearby shop when the incident occurred, told the Guardian that he heard &#8220;a gunshot&#8221; and then saw a man being handcuffed. Police quickly used pepper spray to clear the area, Rapalo said.</p>\n<p>Surreally, on television, Obama was speaking at an event for his My Brother&#8217;s Keeper Initiative as the scene from Baltimore was broadcast live.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Matt Sullivan (@sullduggery)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Split-screen America, continued: <a href=\"http://t.co/QzesYlpTtk\" class=\" u-underline\">pic.twitter.com/QzesYlpTtk</a></p>\n<a href=\"https://twitter.com/sullduggery/status/595305907078221825\"></a>\n</blockquote>\n\n<p>The police commander on the scene at Penn and North told the <a href=\"http://www.baltimoresun.com/news/maryland/baltimore-city/bs-md-ci-incident-penn-north-20150504-story.html\" class=\" u-underline\">Baltimore Sun</a> and other media outlets that the suspect&#8217;s own gun went off, injuring him.</p>\n<p>Fox News host Shepard Smith <a href=\"https://www.youtube.com/watch?v=oHlNg-ezBe0\" class=\" u-underline\">apologised</a> on air for the network&#8217;s reporting the incident as a police shooting.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>&#8220;What happened is, we screwed up,&#8221; Smith said. &#8220;For the errors that we made here, we are deeply sorry.&#8221;</p>\n<p>Spokespeople from Fox News, the Baltimore police department and mayor&#8217;s office did not immediately respond to requests for comment. </p>\n<p>The mayor lifted a city-wide curfew on Sunday, following unrest in the wake of the death of 25-year-old Freddie Gray, who was black, after being held in custody in a police van.</p>\n</div>",
  "authors": [
    "Nicky Woolf"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Baltimore",
    "Fox News",
    "Media",
    "US policing",
    "US news",
    "Maryland"
  ],
  "ntitle": "fox_news_apologises_for_baltimore_police_shooting_report_we_screwed_up",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Related: Obama says 'sense of unfairness' fuels protests in Baltimore and Ferguson – live\n\nConflicting and confused news reports of a shooting incident in still-fraught Baltimore – including by Fox News – have been unambiguously contradicted by city police, causing a surreal scene on social media and cable TV and almost triggering a return to Monday’s violence.\n\nThe police department sent a tweet that the reports were “NOT true”, though added that a man with a handgun had been arrested at the intersection of North and Pennsylvania avenues, where crowds quickly gathered following the reports.\n\nThe junction of North and Pennsylvania avenues was the epicenter of Monday’s riots, and a focal point for the week-long protests against the death in police custody of Freddie Gray.\n\n— Baltimore Police (@BaltimorePolice) The reports of a man being shot at North and Pennsylvania Ave are NOT true. Officers have arrested a man for a handgun at the location\n\nBaltimore police have been using their Twitter feed during the last week’s events to keep people and the media updated on events; but they have also continued tweeting other, unrelated crimes that have occurred throughout the city.\n\n\n\nSo when early reports of a firearm incident at the junction of North and Pennsylvania avenues came in, someone at Fox News appears to have checked the Twitter feed and seen this:\n\n\n\n— Baltimore Police (@BaltimorePolice) Shooting: 2500 block Marbourne Ave. Man reported to be shot multiple times. Southern District detectives investigating.\n\nApparently assuming the two incidents were one and the same, Fox News began reporting that someone had been shot “multiple times by police”. Their story is still up, now saying that Baltimore police “tweeted [that] the man had been shot several times”.\n\n\n\nHowever, the 2500 block of Marbourne Avenue is in the outer suburbs of Baltimore – almost five miles away from the completely separate incident at Penn and North.\n\nFew details are known about either incident at this point, which didn’t stop multiple outlets and hundreds of social media users leaping to conclusions with little or no factual evidence.\n\nEyewitness reports from the scene were confused and confusing. Manuel Rapalo, a reporter for Russia Today, who was in a nearby shop when the incident occurred, told the Guardian that he heard “a gunshot” and then saw a man being handcuffed. Police quickly used pepper spray to clear the area, Rapalo said.\n\nSurreally, on television, Obama was speaking at an event for his My Brother’s Keeper Initiative as the scene from Baltimore was broadcast live.\n\n— Matt Sullivan (@sullduggery) Split-screen America, continued: pic.twitter.com/QzesYlpTtk\n\nThe police commander on the scene at Penn and North told the Baltimore Sun and other media outlets that the suspect’s own gun went off, injuring him.\n\nFox News host Shepard Smith apologised on air for the network’s reporting the incident as a police shooting.\n\n“What happened is, we screwed up,” Smith said. “For the errors that we made here, we are deeply sorry.”\n\nSpokespeople from Fox News, the Baltimore police department and mayor’s office did not immediately respond to requests for comment.\n\nThe mayor lifted a city-wide curfew on Sunday, following unrest in the wake of the death of 25-year-old Freddie Gray, who was black, after being held in custody in a police van.",
  "title": "Fox News apologises for Baltimore police shooting report: 'We screwed up'",
  "ts_in": "2015-05-04T23:22:24.278729",
  "url": "http://www.theguardian.com/us-news/2015/may/04/fox-news-apology-baltimore-police-shooting-report-twitter"
}