{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/world/boko-haram\" class=\" u-underline\">Boko Haram</a> fighters killed older boys and men in front of their families before taking women and children into the forest where many died of hunger and disease, freed captives have revealed.</p>\n<p>Hundreds of women and children were rescued by the Nigerian army last week from Islamist fighters in northern Nigeria&#8217;s Sambisa Forest in a major operation. <br></p>\n<p>After days on the road in pickup trucks, hundreds were released on Sunday into the care of authorities at a refugee camp in the eastern town of Yola, to be fed and treated for injuries. <br></p>\n<p>Some told reporters about their ordeal. &#8220;They didn&#8217;t allow us to move an inch,&#8221; said Asabe Umaru. &#8220;If you needed the toilet, they followed you. We were kept in one place. We were under bondage.</p>\n<p> &#8220;We thank God to be alive today. We thank the Nigerian army for saving our lives.&#8221;</p>\n<p> The camp took in 275 women and children, some with heads or limbs in bandages, late on Saturday.</p>\n<p> Nearly 700 kidnap victims have been freed from the Islamist group&#8217;s forest stronghold since Tuesday, with the latest group of 234 women and children liberated on Friday.</p>\n<p> &#8220;When we saw the soldiers, we raised our hands and shouted for help,&#8221; Umaru, a 24-year-old mother of two, told Reuters. <br></p>\n<p>&#8220;Boko Haram, who were guarding us, started stoning us so we would follow them to another hideout, but we refused because we were sure the soldiers would rescue us.&#8221;</p>\n<p>The prisoners suffered malnutrition and disease, she said. &#8220;Every day, we witnessed the death of one of us and waited for our turn.&#8221;</p>\n<p> Another freed captive, Cecilia Abel, said her husband and first son had been killed in her presence before the militia forced her and her remaining eight children into the forest.</p>\n<p>She barely ate for two weeks before the military arrived. &#8220;We were fed only ground dry maize in the afternoons. It was not good for human consumption,&#8221; she said. <br></p>\n<p>&#8220;Many of us that were captured died in Sambisa Forest. Even after our rescue, about 10 died on our way to this place.&#8221;</p>\n<p>The freed prisoners were fed bread and mugs of tea as soon as they arrived at the government camp. Dr Mohammed Aminu Suleiman of the Adamawa state emergency management agency said 19 were taken to hospital for special attention.<br></p>\n<p> The army said troops patrolling on Saturday discovered 260 women and children wandering in Adamawa state. Some had fled their homes during fighting while others had been abducted but managed to escape from the Islamists.</p>\n<p> The military said a supplier of food and fuel to Boko Haram was arrested on Sunday morning.</p>\n<p>Amnesty International estimates the insurgents, who are intent on bringing western <a href=\"http://www.theguardian.com/world/africa\" class=\" u-underline\">Africa</a> under Islamist rule, have taken more than 2,000 women and girls captive since the start of 2014. Many have been used as cooks, sex slaves or human shields.</p>\n<p> The prisoners freed so far do not appear to include any of more than 200 schoolgirls snatched from school dormitories in Chibok town a year ago, an incident that drew global attention to the six-year-old insurgency. <br></p>\n<p>Umaru said her group of prisoners never came in contact with the missing Chibok girls.</p>\n</div>",
  "authors": [
    "Reuters In Yola"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nigeria",
    "Boko Haram",
    "Africa",
    "World news"
  ],
  "ntitle": "freed_nigerian_women_tell_of_how_boko_haram_killed_men_and_boys",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Boko Haram fighters killed older boys and men in front of their families before taking women and children into the forest where many died of hunger and disease, freed captives have revealed.\n\nHundreds of women and children were rescued by the Nigerian army last week from Islamist fighters in northern Nigeria’s Sambisa Forest in a major operation.\n\n\n\nAfter days on the road in pickup trucks, hundreds were released on Sunday into the care of authorities at a refugee camp in the eastern town of Yola, to be fed and treated for injuries.\n\n\n\nSome told reporters about their ordeal. “They didn’t allow us to move an inch,” said Asabe Umaru. “If you needed the toilet, they followed you. We were kept in one place. We were under bondage.\n\n“We thank God to be alive today. We thank the Nigerian army for saving our lives.”\n\nThe camp took in 275 women and children, some with heads or limbs in bandages, late on Saturday.\n\nNearly 700 kidnap victims have been freed from the Islamist group’s forest stronghold since Tuesday, with the latest group of 234 women and children liberated on Friday.\n\n“When we saw the soldiers, we raised our hands and shouted for help,” Umaru, a 24-year-old mother of two, told Reuters.\n\n\n\n“Boko Haram, who were guarding us, started stoning us so we would follow them to another hideout, but we refused because we were sure the soldiers would rescue us.”\n\nThe prisoners suffered malnutrition and disease, she said. “Every day, we witnessed the death of one of us and waited for our turn.”\n\nAnother freed captive, Cecilia Abel, said her husband and first son had been killed in her presence before the militia forced her and her remaining eight children into the forest.\n\nShe barely ate for two weeks before the military arrived. “We were fed only ground dry maize in the afternoons. It was not good for human consumption,” she said.\n\n\n\n“Many of us that were captured died in Sambisa Forest. Even after our rescue, about 10 died on our way to this place.”\n\nThe freed prisoners were fed bread and mugs of tea as soon as they arrived at the government camp. Dr Mohammed Aminu Suleiman of the Adamawa state emergency management agency said 19 were taken to hospital for special attention.\n\n\n\nThe army said troops patrolling on Saturday discovered 260 women and children wandering in Adamawa state. Some had fled their homes during fighting while others had been abducted but managed to escape from the Islamists.\n\nThe military said a supplier of food and fuel to Boko Haram was arrested on Sunday morning.\n\nAmnesty International estimates the insurgents, who are intent on bringing western Africa under Islamist rule, have taken more than 2,000 women and girls captive since the start of 2014. Many have been used as cooks, sex slaves or human shields.\n\nThe prisoners freed so far do not appear to include any of more than 200 schoolgirls snatched from school dormitories in Chibok town a year ago, an incident that drew global attention to the six-year-old insurgency.\n\n\n\nUmaru said her group of prisoners never came in contact with the missing Chibok girls.",
  "title": "Freed Nigerian women tell of how Boko Haram killed men and boys",
  "ts_in": "2015-05-04T08:48:01.774585",
  "url": "http://www.theguardian.com/world/2015/may/03/freed-nigerian-women-tell-of-how-boko-haram-killed-men-and-boys"
}