{
  "article_html": "<div><p>Spoiler alert: this blog is published after <a href=\"http://www.theguardian.com/tv-and-radio/game-of-thrones\" class=\" u-underline\">Game of Thrones</a> airs on HBO in the US on Sundays and on Foxtel in Australia on Mondays. Do not read on unless you have watched season five, episode four, which airs in the UK on Sky Atlantic on Monday at 9pm. Also please avoid posting spoilers from leaked episodes, and from the books.</p>\n<h2><strong>&#8216;All sinners are equal before the gods&#8217;</strong></h2>\n<p>Congratulations to @ChristianRound who astutely called the situation in King&#8217;s Landing last week suggesting that the High Sparrow would turn out to be the city&#8217;s <a href=\"http://www.historytoday.com/richard-cavendish/execution-florentine-friar-savonarola\" class=\" u-underline\">Savonarola</a>. So it swiftly proved, as Cersei&#8217;s decision to reinstitute the Faith Militant kicked off a series of raids culminating in the imprisonment of Loras Tyrell for &#8220;breaking the laws of gods and men&#8221;. Loras&#8217;s arrest was clearly what Cersei was hoping for when she hinted to the High Sparrow that the greatest sinners could be found in the highest places, and she&#8217;d already weakened Margaery&#8217;s power base by sending Mace Tyrell to Braavos to negotiate with the Iron Bank. Round Two to the Queen Mother then &#8230; or is it?</p>\n<p>I&#8217;d contend that Cersei&#8217;s biggest problem is that she&#8217;s a bad chess player, only capable of thinking one move ahead. Thus, instead of hugging close the stupid platitude-spouting Mace, a man who is clearly unable to aid his daughter in any meaningful way, she sent him away, creating a Tyrell vacuum that Margaery is clearly hoping to fill with the rather more astute presence of her grandmother. Furthermore, the arrest of Loras, while infuriating Margaery as intended, did little to help Tommen&#8217;s status as king, instead forcing him into a position of confrontation on the steps of the High Sept, from which, not being his psychotic dead brother, he could do nothing but back down.</p>\n<p>That confrontation on the Sept demonstrated Cersei&#8217;s poor forward planning: she has just armed a group of crazed religious fanatics while hinting that there&#8217;s all manner of sin lurking amid the King&#8217;s Landing aristocracy, then she engineers a position in which her son is sent out to the city where he is branded an abomination by the watching crowd. Just how long is it likely to be before the kindly High Sparrow turns his grand inquisitorial eye closer to home?</p>\n\n\n<a href=\"/tv-and-radio/tvandradioblog/2015/may/04/game-of-thrones-recap-season-five-episode-four-sons-of-the-harpy#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430487833548/e40dab95-172d-4bcc-adb2-6b9024a31460-300x180.jpeg\" alt=\"Jonathan Pryce as the High Sparrow.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2Ftvandradioblog%2F2015%2Fmay%2F04%2Fgame-of-thrones-recap-season-five-episode-four-sons-of-the-harpy&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430487834167%2Fe40dab95-172d-4bcc-adb2-6b9024a31460-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nJonathan Pryce as the High Sparrow. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\n\n\n<h2><strong>&#8216;I don&#8217;t care what&#8217;s sung about me when I&#8217;m dead&#8217;</strong></h2>\n<p>Quite right, Jaime: songs never brought a dead man back to life. But, oh, if they did then there would be songs aplenty sung to Barristan Selmy, the last of the true Kingsguards, a man who did his best to serve with honour, even if those he guarded were often unworthy. Way back in the first season Ned Stark said to Barristan: &#8220;My father once told me you were the best he&#8217;d ever seen&#8221;, and this episode gave us the truth of that as Barristan came valiantly to the outnumbered Grey Worm&#8217;s aid, giving his own life in the process. It was a noble death for a man who was a soldier of the old school, although personally I&#8217;m with the pragmatic Bronn and his dreams of dying old and rich with his children squabbling at his bedside. </p>\n<p>More importantly, what does that death mean for Dany? The way in which the Sons of the Harpy trapped the Unsullied was a classic of guerrilla warfare employed everywhere from the <a href=\"http://%20http://www.newyorker.com/culture/photo-booth/life-in-divis-flats\" class=\" u-underline\">Divis Flats</a> in Belfast in the 1970s to the back streets of Baghdad, which suggests that things aren&#8217;t going to improve any time soon. Of equal concern is the fact her advisers are dropping faster than flies; it&#8217;s all very well being hailed as a saviour by travelling preachers, but I&#8217;m beginning to wonder if there&#8217;s going to be anything left of Meereen by the time Jorah and Tyrion arrive.</p>\n\n\n<a href=\"/tv-and-radio/tvandradioblog/2015/may/04/game-of-thrones-recap-season-five-episode-four-sons-of-the-harpy#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430494938118/cac111fd-0bec-496f-a582-4cd203cfd8fb-300x180.jpeg\" alt=\"Nathalie Emmanuel as Missandei and Jacob Anderson as Grey Worm.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2Ftvandradioblog%2F2015%2Fmay%2F04%2Fgame-of-thrones-recap-season-five-episode-four-sons-of-the-harpy&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430494938722%2Fcac111fd-0bec-496f-a582-4cd203cfd8fb-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNathalie Emmanuel as Missandei and Jacob Anderson as Grey Worm. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\n\n\n<h2>&#8216;You are the Princess Shireen of House Baratheon and you are my daughter&#8217;</h2>\n<p>One of the major benefits of this season so far has been the way characters at The Wall have flourished. Thus Jon Snow continues to come into his own, managing to fend off a rather sneaky attack by Melisandre, a woman not exactly backward in coming forward. I like Lord Commander Jon Snow, he&#8217;s forthright, true to the woman he loved and &#8220;has no time for visions&#8221;.</p>\n<p>Also busy winning my heart: Stannis. Stephen Dillane has always been wonderful at showing us the core of this rigid, complex man and the scene with Shireen in which he explained why she developed greyscale and how he saved her life was a masterpiece of carefully suppressed emotion that left viewers in no doubt of the depth of his feelings for his sweet-natured daughter. Her subsequent hug just about broke me. Oh, Stannis: if it weren&#8217;t for that whole murdering your brother with an evil shadow baby thing, I&#8217;d really be rooting for you to win the ultimate game. As it is, I&#8217;m increasingly concerned that you&#8217;ll end up joining the long ranks of honourable but ultimately futile <a href=\"http://www.theguardian.com/tv-and-radio/game-of-thrones\" class=\" u-underline\">Game of Thrones</a> deaths.</p>\n\n\n<a href=\"/tv-and-radio/tvandradioblog/2015/may/04/game-of-thrones-recap-season-five-episode-four-sons-of-the-harpy#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430495185097/a3791d5d-efa3-4c80-a37a-c0b83c76fc75-300x180.jpeg\" alt=\"Carice van Houten as Melisandre.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482bf%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Game+of+Thrones+recap%3A+season+five%2C+episode+four+%E2%80%93+Sons+of+the+Harpy&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftv-and-radio%2Ftvandradioblog%2F2015%2Fmay%2F04%2Fgame-of-thrones-recap-season-five-episode-four-sons-of-the-harpy&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430495185629%2Fa3791d5d-efa3-4c80-a37a-c0b83c76fc75-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nCarice van Houten as Melisandre. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\n\n\n<h2>Additional notes</h2>\n<ul>\n<li>If Cersei&#8217;s a poor chess player, Littlefinger is an outstanding one, always several steps ahead, and this week admitting it&#8217;s not the Boltons he hopes to ally with but Stannis. Is he right to feel confident that Sansa can cope? While I doubt he&#8217;d head back to King&#8217;s Landing if he thought she&#8217;d be harmed I can&#8217;t help noting that the comment about dangerous men being outmanoeuvred could also apply to him.<br></li>\n<li>My jury is out on the Sand Snakes and their desert camp. On the one hand, yes, they promise to be highly entertaining in a fight. But on the other, they also looked and acted a little like they&#8217;d wandered in from a discarded Quentin Tarantino B movie &#8230;<br></li>\n<li>Still at least Bronn and Jaime&#8217;s big adventure is proving as entertaining as promised, filled with snide remarks, amusing theories of life, and charisma to spare. Will either of them make it out of Dorne alive? I&#8217;ll get back to you once I&#8217;ve checked out gambling man Petyr Baelish&#8217;s odds.<br></li>\n<li>If I have one frustration with this show it&#8217;s the way they&#8217;ve treated Loras. We&#8217;re repeatedly told he&#8217;s one of the best knights in the seven kingdoms but we&#8217;re never allowed to see it &#8211; and he was denied even the chance of a brief demonstration when the Faith Militant came for him. In an otherwise excellent episode, I call that a poor show.<br></li>\n<li>As was pointed out in the comments last week, Pycelle has a knack with a one-liner. I loved his sardonic aside: &#8220;The Small Council grows smaller and smaller.&#8221; The episode&#8217;s second-best line came from Tyrion, who pushed Jorah beyond the limits of his endurance when remarking: &#8220;What a waste of a good kidnapping.&#8221; I told you that Ser Friendzone would be happier with his prisoner gagged.</li>\n</ul>\n<h2>Violence count</h2>\n<p>One sailor knocked out by Jorah, who later used those same fists on a certain big-mouthed dwarf; one Holy Raid featuring streets red with wine, tattoos burned into foreheads, the shutting down of brothels, the execution of two men and the arrest of Loras Tyrell; one dead snake and four dead Dornish soldiers, three killed spectacularly by Bronn, one taken care of with less panache by Jaime; one Tyroshi captain buried up to his neck in the sand and then unfortunately speared through the brain by a Sand Snake; and the trapping of Grey Worm and his Unsullied culminating in the brave death of Ser Barristan, Lord Commander of the Queensguard to the last.</p>\n<h2>Nudity count</h2>\n<p>One naked Red Priestess keen to make a point. </p>\n<h2>Random antipodean of the week</h2>\n<p>Did the oldest Sand Snake, Obara, she of the rather pointed (sorry) way with weaponry seem oddly familiar? That&#8217;s because she&#8217;s played by the Australian-born, New Zealand-raised actor Keisha Castle-Hughes, Oscar-nominated for The Whale Rider at the age of 13, and a huge Game of Thrones fan in real life.</p>\n<p>So what do you think? Can Littlefinger continue to stay one step ahead of everyone? Will Cersei come to regret arming the Sparrows? And what do you think Varys is doing without Tyrion? As ever, all speculation and no spoilers welcome below&#8230;</p>\n</div>",
  "authors": [
    "Sarah Hughes"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Game of Thrones",
    "Television",
    "Culture",
    "Television & radio"
  ],
  "ntitle": "game_of_thrones_recap_season_five_episode_four_sons_of_the_harpy",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sundays and on Foxtel in Australia on Mondays. Do not read on unless you have watched season five, episode four, which airs in the UK on Sky Atlantic on Monday at 9pm. Also please avoid posting spoilers from leaked episodes, and from the books.\n\n‘All sinners are equal before the gods’\n\nCongratulations to @ChristianRound who astutely called the situation in King’s Landing last week suggesting that the High Sparrow would turn out to be the city’s Savonarola. So it swiftly proved, as Cersei’s decision to reinstitute the Faith Militant kicked off a series of raids culminating in the imprisonment of Loras Tyrell for “breaking the laws of gods and men”. Loras’s arrest was clearly what Cersei was hoping for when she hinted to the High Sparrow that the greatest sinners could be found in the highest places, and she’d already weakened Margaery’s power base by sending Mace Tyrell to Braavos to negotiate with the Iron Bank. Round Two to the Queen Mother then … or is it?\n\nI’d contend that Cersei’s biggest problem is that she’s a bad chess player, only capable of thinking one move ahead. Thus, instead of hugging close the stupid platitude-spouting Mace, a man who is clearly unable to aid his daughter in any meaningful way, she sent him away, creating a Tyrell vacuum that Margaery is clearly hoping to fill with the rather more astute presence of her grandmother. Furthermore, the arrest of Loras, while infuriating Margaery as intended, did little to help Tommen’s status as king, instead forcing him into a position of confrontation on the steps of the High Sept, from which, not being his psychotic dead brother, he could do nothing but back down.\n\nThat confrontation on the Sept demonstrated Cersei’s poor forward planning: she has just armed a group of crazed religious fanatics while hinting that there’s all manner of sin lurking amid the King’s Landing aristocracy, then she engineers a position in which her son is sent out to the city where he is branded an abomination by the watching crowd. Just how long is it likely to be before the kindly High Sparrow turns his grand inquisitorial eye closer to home?\n\nFacebook Twitter Pinterest Jonathan Pryce as the High Sparrow. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\n‘I don’t care what’s sung about me when I’m dead’\n\nQuite right, Jaime: songs never brought a dead man back to life. But, oh, if they did then there would be songs aplenty sung to Barristan Selmy, the last of the true Kingsguards, a man who did his best to serve with honour, even if those he guarded were often unworthy. Way back in the first season Ned Stark said to Barristan: “My father once told me you were the best he’d ever seen”, and this episode gave us the truth of that as Barristan came valiantly to the outnumbered Grey Worm’s aid, giving his own life in the process. It was a noble death for a man who was a soldier of the old school, although personally I’m with the pragmatic Bronn and his dreams of dying old and rich with his children squabbling at his bedside.\n\nMore importantly, what does that death mean for Dany? The way in which the Sons of the Harpy trapped the Unsullied was a classic of guerrilla warfare employed everywhere from the Divis Flats in Belfast in the 1970s to the back streets of Baghdad, which suggests that things aren’t going to improve any time soon. Of equal concern is the fact her advisers are dropping faster than flies; it’s all very well being hailed as a saviour by travelling preachers, but I’m beginning to wonder if there’s going to be anything left of Meereen by the time Jorah and Tyrion arrive.\n\nFacebook Twitter Pinterest Nathalie Emmanuel as Missandei and Jacob Anderson as Grey Worm. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\n‘You are the Princess Shireen of House Baratheon and you are my daughter’\n\nOne of the major benefits of this season so far has been the way characters at The Wall have flourished. Thus Jon Snow continues to come into his own, managing to fend off a rather sneaky attack by Melisandre, a woman not exactly backward in coming forward. I like Lord Commander Jon Snow, he’s forthright, true to the woman he loved and “has no time for visions”.\n\nAlso busy winning my heart: Stannis. Stephen Dillane has always been wonderful at showing us the core of this rigid, complex man and the scene with Shireen in which he explained why she developed greyscale and how he saved her life was a masterpiece of carefully suppressed emotion that left viewers in no doubt of the depth of his feelings for his sweet-natured daughter. Her subsequent hug just about broke me. Oh, Stannis: if it weren’t for that whole murdering your brother with an evil shadow baby thing, I’d really be rooting for you to win the ultimate game. As it is, I’m increasingly concerned that you’ll end up joining the long ranks of honourable but ultimately futile Game of Thrones deaths.\n\nFacebook Twitter Pinterest Carice van Houten as Melisandre. Photograph: Helen Sloan/HBO/2014 Home Box Office, Inc. All\n\nAdditional notes\n\nIf Cersei’s a poor chess player, Littlefinger is an outstanding one, always several steps ahead, and this week admitting it’s not the Boltons he hopes to ally with but Stannis. Is he right to feel confident that Sansa can cope? While I doubt he’d head back to King’s Landing if he thought she’d be harmed I can’t help noting that the comment about dangerous men being outmanoeuvred could also apply to him.\n\n\n\nMy jury is out on the Sand Snakes and their desert camp. On the one hand, yes, they promise to be highly entertaining in a fight. But on the other, they also looked and acted a little like they’d wandered in from a discarded Quentin Tarantino B movie …\n\n\n\nStill at least Bronn and Jaime’s big adventure is proving as entertaining as promised, filled with snide remarks, amusing theories of life, and charisma to spare. Will either of them make it out of Dorne alive? I’ll get back to you once I’ve checked out gambling man Petyr Baelish’s odds.\n\n\n\nIf I have one frustration with this show it’s the way they’ve treated Loras. We’re repeatedly told he’s one of the best knights in the seven kingdoms but we’re never allowed to see it – and he was denied even the chance of a brief demonstration when the Faith Militant came for him. In an otherwise excellent episode, I call that a poor show.\n\n\n\nAs was pointed out in the comments last week, Pycelle has a knack with a one-liner. I loved his sardonic aside: “The Small Council grows smaller and smaller.” The episode’s second-best line came from Tyrion, who pushed Jorah beyond the limits of his endurance when remarking: “What a waste of a good kidnapping.” I told you that Ser Friendzone would be happier with his prisoner gagged.\n\nViolence count\n\nOne sailor knocked out by Jorah, who later used those same fists on a certain big-mouthed dwarf; one Holy Raid featuring streets red with wine, tattoos burned into foreheads, the shutting down of brothels, the execution of two men and the arrest of Loras Tyrell; one dead snake and four dead Dornish soldiers, three killed spectacularly by Bronn, one taken care of with less panache by Jaime; one Tyroshi captain buried up to his neck in the sand and then unfortunately speared through the brain by a Sand Snake; and the trapping of Grey Worm and his Unsullied culminating in the brave death of Ser Barristan, Lord Commander of the Queensguard to the last.\n\nNudity count\n\nOne naked Red Priestess keen to make a point.\n\nRandom antipodean of the week\n\nDid the oldest Sand Snake, Obara, she of the rather pointed (sorry) way with weaponry seem oddly familiar? That’s because she’s played by the Australian-born, New Zealand-raised actor Keisha Castle-Hughes, Oscar-nominated for The Whale Rider at the age of 13, and a huge Game of Thrones fan in real life.\n\nSo what do you think? Can Littlefinger continue to stay one step ahead of everyone? Will Cersei come to regret arming the Sparrows? And what do you think Varys is doing without Tyrion? As ever, all speculation and no spoilers welcome below…",
  "title": "Game of Thrones recap: season five, episode four – Sons of the Harpy",
  "ts_in": "2015-05-04T08:47:52.821757",
  "url": "http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/may/04/game-of-thrones-recap-season-five-episode-four-sons-of-the-harpy"
}