{
  "article_html": "<div><p>Yemeni fighters trained by the Gulf states have arrived in Aden to assist locals fighting the Houthi rebels, as clashes continued in the contested port city and the Saudi-led coalition denied sending in ground troops.</p>\n<p>The ground developments came as Human Rights Watch accused the coalition of using cluster bombs in a campaign that has now lasted for six weeks.</p>\n<p>The Iran-backed Houthis and their allies took control of the Yemeni capital, Sana&#8217;a, in a surprise offensive last autumn, and placed President Abd Rabbu Mansour Hadi under house arrest.</p>\n<p>Hadi fled his detention to his southern stronghold in Aden before travelling to Saudi Arabia when the Houthis advanced on the city. </p>\n<p>In the face of the Houthi advance, local civilians took up arms against the rebels. These loyalists have now received support from the Gulf states, a source with the anti-Houthi force told the Guardian.</p>\n<p>The source said: &#8220;There is a trained Yemeni force on the ground. It is very small &#8211; not more than ten &#8211; and their mission is reconnaissance as well as training and organising the resistance&#8221;.<br tabindex=\"-1\"></p>\n<p>The source declined to elaborate on where the fighters were deployed, but said the Gulf-trained men would bring much-needed military experience to the loyalist fighters &#8211; many of whom are university students or even schoolchildren.</p>\n<p>&#8220;I hope a larger number of these trainers is sent to Aden,&#8221; they added.</p>\n<p>The arrival of foreign-trained military advisers suggests a new strategy for the Saudi-led coalition after a month and a half of air strikes has halted the Houthis&#8217; advance but failed to drive them back.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/01/yemen-people-suffer-lack-food-power-medical-aid-battles-rage-on\" class=\" u-underline\">Yemenis suffer from lack of food, power and medical aid as battles rage on</a> </p>\n\n<p>Hundreds of civilians have been killed in the violence and hundreds of thousands have been forced to flee their homes in the ensuing humanitarian crisis that has engulfed the Arab world&#8217;s poorest country. The fighting in Aden&#8217;s streets between Hadi loyalists and the Houthis has intensified in recent days, plunging the country into further turmoil.<br tabindex=\"-1\"></p>\n<p>The arrival of Gulf-trained fighters &#8211; first reported by Reuters last week &#8211; could signal a shift in track by the coalition, which has shied away from sending ground troops into <a href=\"http://www.theguardian.com/world/yemen\" class=\" u-underline\">Yemen</a> but is looking for a way to halt Houthi progress.</p>\n<p>Farea al-Muslimi, a Yemeni expert at the Carnegie Middle East Center, said the move could be a change in strategy consistent with the general theme of the war, in which Yemenis are fighting other Yemenis.</p>\n<p>He said the strategy is dangerous because of the damage it could do to the country&#8217;s social fabric during and after the war.</p>\n<p>The developments on the ground came as a new report released over the weekend accused the coalition of using cluster munitions, supplied by the US, in the campaign.</p>\n<p><a href=\"http://www.hrw.org/news/2015/05/03/yemen-saudi-led-airstrikes-used-cluster-munitions\" class=\" u-underline\">Human Rights Watch said it had &#8220;credible evidence&#8221;, including videos and photographs, that the coalition used the cluster munitions</a> &#8211; which are banned by a 2008 treaty that has not been signed by the US, Saudi Arabia or Yemen &#8211; on the province of Sa&#8217;ada.</p>\n<p>The statement said that the cluster munitions, which were allegedly used in mid-April, appeared to land on a cultivated plateau that was a little over half a kilometer away from villages. The weapons appear to have been manufactured and supplied by the US, according to the photographs obtained by the organisation.</p>\n<p>&#8220;Saudi-led cluster munition airstrikes have been hitting areas near villages, putting local people in danger,&#8221; said Steve Goose, director of the arms division of Human Rights Watch. &#8220;These weapons should never be used under any circumstances. Saudi Arabia and other coalition members &#8211; and the supplier, the US &#8211; are flouting the global standard that rejects cluster munitions because of their long-term threat to civilians.&#8221;</p>\n<p>Saudi Arabia has previously denied using any cluster munitions in the Yemen campaign. The country was accused of using cluster bombs in a brief 2009 war against the Houthis. <br tabindex=\"-1\"></p>\n<p>In 2013, the US agreed to sell cluster bombs worth $640m to Saudi Arabia by the end of 2015, a move that prompted outrage among arms control activists.</p>\n</div>",
  "authors": [
    "Kareem Shaheen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Yemen",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "gulf_trained_fighters_arrive_in_yemen_to_join_fight_against_houthi_rebels",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Yemeni fighters trained by the Gulf states have arrived in Aden to assist locals fighting the Houthi rebels, as clashes continued in the contested port city and the Saudi-led coalition denied sending in ground troops.\n\nThe ground developments came as Human Rights Watch accused the coalition of using cluster bombs in a campaign that has now lasted for six weeks.\n\nThe Iran-backed Houthis and their allies took control of the Yemeni capital, Sana’a, in a surprise offensive last autumn, and placed President Abd Rabbu Mansour Hadi under house arrest.\n\nHadi fled his detention to his southern stronghold in Aden before travelling to Saudi Arabia when the Houthis advanced on the city.\n\nIn the face of the Houthi advance, local civilians took up arms against the rebels. These loyalists have now received support from the Gulf states, a source with the anti-Houthi force told the Guardian.\n\nThe source said: “There is a trained Yemeni force on the ground. It is very small – not more than ten – and their mission is reconnaissance as well as training and organising the resistance”.\n\n\n\nThe source declined to elaborate on where the fighters were deployed, but said the Gulf-trained men would bring much-needed military experience to the loyalist fighters – many of whom are university students or even schoolchildren.\n\n“I hope a larger number of these trainers is sent to Aden,” they added.\n\nThe arrival of foreign-trained military advisers suggests a new strategy for the Saudi-led coalition after a month and a half of air strikes has halted the Houthis’ advance but failed to drive them back.\n\nRelated: Yemenis suffer from lack of food, power and medical aid as battles rage on\n\nHundreds of civilians have been killed in the violence and hundreds of thousands have been forced to flee their homes in the ensuing humanitarian crisis that has engulfed the Arab world’s poorest country. The fighting in Aden’s streets between Hadi loyalists and the Houthis has intensified in recent days, plunging the country into further turmoil.\n\n\n\nThe arrival of Gulf-trained fighters – first reported by Reuters last week – could signal a shift in track by the coalition, which has shied away from sending ground troops into Yemen but is looking for a way to halt Houthi progress.\n\nFarea al-Muslimi, a Yemeni expert at the Carnegie Middle East Center, said the move could be a change in strategy consistent with the general theme of the war, in which Yemenis are fighting other Yemenis.\n\nHe said the strategy is dangerous because of the damage it could do to the country’s social fabric during and after the war.\n\nThe developments on the ground came as a new report released over the weekend accused the coalition of using cluster munitions, supplied by the US, in the campaign.\n\nHuman Rights Watch said it had “credible evidence”, including videos and photographs, that the coalition used the cluster munitions – which are banned by a 2008 treaty that has not been signed by the US, Saudi Arabia or Yemen – on the province of Sa’ada.\n\nThe statement said that the cluster munitions, which were allegedly used in mid-April, appeared to land on a cultivated plateau that was a little over half a kilometer away from villages. The weapons appear to have been manufactured and supplied by the US, according to the photographs obtained by the organisation.\n\n“Saudi-led cluster munition airstrikes have been hitting areas near villages, putting local people in danger,” said Steve Goose, director of the arms division of Human Rights Watch. “These weapons should never be used under any circumstances. Saudi Arabia and other coalition members – and the supplier, the US – are flouting the global standard that rejects cluster munitions because of their long-term threat to civilians.”\n\nSaudi Arabia has previously denied using any cluster munitions in the Yemen campaign. The country was accused of using cluster bombs in a brief 2009 war against the Houthis.\n\n\n\nIn 2013, the US agreed to sell cluster bombs worth $640m to Saudi Arabia by the end of 2015, a move that prompted outrage among arms control activists.",
  "title": "Gulf-trained fighters arrive in Yemen to join fight against Houthi rebels",
  "ts_in": "2015-05-04T23:22:30.144560",
  "url": "http://www.theguardian.com/world/2015/may/04/gulf-trained-fighters-yemen-houthi-rebels"
}