{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-5547ab7de4b03ffb297e5726\" class=\"block-time__link\">19:00</a> </p><p><strong>That&#8217;s it, then.</strong> All done. Dusted. Wrapped up. Nothing to see here. The <a href=\"http://www.theguardian.com/football/premierleague\" class=\" u-underline\">Premier League</a> is over! When do the play-offs start?</p>\n<p><strong>Not the spirit, dear reader.</strong> For Chelsea may have bored their way to the title (or, if you&#8217;ve a brain, been far better than any of their competitors this season and skinned cats in a thoroughly laudable variety of ways, which was the measure of a very good team before we all became hysterical about rarely-attainable notions of style) already but there&#8217;s plenty more for us here. Plenty. There&#8217;s the Battle For Second and, if that&#8217;s all a bit tame, the Battle Against The Drop. And, in the space of a single 90 minutes between two football teams, we&#8217;ve both coming right up for you.</p>\n<p><strong>First, to Hull.</strong> Not literally. I&#8217;m not going to Hull, not on a Bank Holiday. But looking at Hull, this feels like a good opportunity for them. Easier said than done, but three points against an Arsenal side with rather less at stake would put them 14th, four points clear of the relegation zone. In fact a single point would do the same, leapfrogging Aston Villa and Newcastle on goal difference and performing the dual purpose of highlighting just how extreme the Magpies&#8217; slide has been. Not that this will be Steve Bruce&#8217;s main concern: his team has hit some form after six matches without a win had led to fears that they were dropping like a stone. They&#8217;ve beaten Crystal Palace away and Liverpool at home in their last two and a third successive victory would be very useful ahead of Saturday&#8217;s hosting of basement side Burnley.</p>\n<p><strong>Next, to Arsenal.</strong> Can they do it on an early May night in Hull? Probably: they haven&#8217;t lost in the league since 7 February, against Harry Kane FC. They weaved a few nice patterns against Chelsea last weekend but, despite Ars&#232;ne Wenger&#8217;s lament, never really looked like winning. But they&#8217;re on outstanding form and playing some very good stuff; it&#8217;s worth noting that, like Chelsea, they&#8217;re digging in when they have to as well. Last month&#8217;s 1-0 at Burnley wasn&#8217;t all butterflies. I know, I was there. It was ugly as sin, but that&#8217;s of great credit to the fact that the Gunners do seem tougher now &#8211; just as they need to be. If they can mix brain and brawn tonight then you&#8217;d think they will have too much for Hull &#8211; and put themselves in the driving seat for second place!</p>\n<p><strong>I actually have a feeling that this will be a really good game. So stay close.</strong></p>\n</div>",
  "authors": [
    "Nick Ames"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Arsenal",
    "Hull City",
    "Football",
    "Sport"
  ],
  "ntitle": "hull_city_v_arsenal_premier_league_live",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "19:00\n\nThat’s it, then. All done. Dusted. Wrapped up. Nothing to see here. The Premier League is over! When do the play-offs start?\n\nNot the spirit, dear reader. For Chelsea may have bored their way to the title (or, if you’ve a brain, been far better than any of their competitors this season and skinned cats in a thoroughly laudable variety of ways, which was the measure of a very good team before we all became hysterical about rarely-attainable notions of style) already but there’s plenty more for us here. Plenty. There’s the Battle For Second and, if that’s all a bit tame, the Battle Against The Drop. And, in the space of a single 90 minutes between two football teams, we’ve both coming right up for you.\n\nFirst, to Hull. Not literally. I’m not going to Hull, not on a Bank Holiday. But looking at Hull, this feels like a good opportunity for them. Easier said than done, but three points against an Arsenal side with rather less at stake would put them 14th, four points clear of the relegation zone. In fact a single point would do the same, leapfrogging Aston Villa and Newcastle on goal difference and performing the dual purpose of highlighting just how extreme the Magpies’ slide has been. Not that this will be Steve Bruce’s main concern: his team has hit some form after six matches without a win had led to fears that they were dropping like a stone. They’ve beaten Crystal Palace away and Liverpool at home in their last two and a third successive victory would be very useful ahead of Saturday’s hosting of basement side Burnley.\n\nNext, to Arsenal. Can they do it on an early May night in Hull? Probably: they haven’t lost in the league since 7 February, against Harry Kane FC. They weaved a few nice patterns against Chelsea last weekend but, despite Arsène Wenger’s lament, never really looked like winning. But they’re on outstanding form and playing some very good stuff; it’s worth noting that, like Chelsea, they’re digging in when they have to as well. Last month’s 1-0 at Burnley wasn’t all butterflies. I know, I was there. It was ugly as sin, but that’s of great credit to the fact that the Gunners do seem tougher now – just as they need to be. If they can mix brain and brawn tonight then you’d think they will have too much for Hull – and put themselves in the driving seat for second place!\n\nI actually have a feeling that this will be a really good game. So stay close.",
  "title": "Hull City v Arsenal: Premier League – live!",
  "ts_in": "2015-05-04T23:22:23.380595",
  "url": "http://www.theguardian.com/football/live/2015/may/04/hull-city-v-arsenal-premier-league-live"
}