{
  "article_html": "<div><p>Arguments about what will constitute a legitimate post-election government are beginning to stumble into the open. With the polls continuing to indicate that both Labour and the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> will fall well short of an overall majority, the focus is beginning to move towards what could happen on 8 May.</p>\n<p>Labour warned that <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> would try to cling to power, so long as the Tory party had the largest number of seats &#8211; and use the pulpit of No 10 to argue that Labour, by coming second, had no right to form a government.</p>\n<p>On this scenario, Labour indicated that they expected Cameron to make an immediate claim on Friday morning that his was the legitimate government of the UK and then point to the likelihood that he could strike a second deal with the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a>.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/04/nicola-sturgeon-questions-legitimacy-of-uk-government-without-scottish-mps\" class=\" u-underline\">Nicola Sturgeon questions legitimacy of UK government without Scottish MPs</a> </p>\n\n<p>At the same time, Labour said, Cameron would argue any alliance of <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> and the SNP, implicit or explicit, should not pass a motion of no confidence on a Tory-Lib Dem Queen&#8217;s speech.</p>\n<p>The aim will be to mobilise public opinion against such a move and to see if dissension can be sown in the ranks of Labour MPs who may be unable to stomach the thought of a minority government on the life-support of Labour-SNP deal. In essence, the Conservatives will continue with the argument that has dominated their final two weeks of campaigning. </p>\n<p>In 2010, potential Labour support for a coalition with the Lib Dems crumbled as senior party figures such as David Blunkett insisted the public believed Labour had lost and it had to accept that outcome. The Conservatives will hope to engender a similar breakdown in Labour discipline in the fraught days after the election.</p>\n<p>Ed Balls, the shadow chancellor, said on Monday that the largest party normally got to form a government. It was a statement of fact, not an expression of constitutional propriety, but was seized on by Tories in search of a chink of dissent. </p>\n<p>A Labour official said: &#8220;All the noise coming out of the mouths of David Cameron and Nick Clegg is about how they can cling on to power even if their coalition loses its majority. Clegg has shown his true colours &#8211; he personally wants to get back into bed with Cameron even at the price of betraying the Lib Dems&#8217; fundamental principle of protecting our future in Europe.&#8221;</p>\n<p>The official made a comparison with Cameron&#8217;s response to the Scottish independence referendum when he appeared on the steps of Downing Street at breakfast time and immediately raised the issue of English votes, a step Labour regarded as taken in the interests of the Tory party, not the nation.</p>\n<p>Constitutional experts are united that Cameron is entitled to sit in Downing Street to see if he can form a government and might even be entitled to put his Queen&#8217;s speech to a vote in the Commons. But Labour sources are pointing to the guide to the transfer of power in our unwritten constitution, the cabinet manual, notably paragraph 2.12. This states:</p>\n<blockquote class=\"quoted\">\n<p>&#8220;Where an election does not result in an overall majority for a single party, the incumbent government remains in office unless and until the prime minister tenders his or her resignation and the government&#8217;s resignation to the sovereign. An incumbent government is entitled to wait until the new parliament has met to see if it can command the confidence of the <a href=\"http://www.theguardian.com/politics/houseofcommons\" class=\" u-underline\">House of Commons</a>, but is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative.&#8221;</p>\n</blockquote>\n<p>They key line from the Labour perspective is that an incumbent government is &#8220;expected to resign if it becomes clear that it is unlikely to be able to command&#8221; the confidence of the House. Therefore, if Labour, the SNP and other anti-Tory parties have a majority of seats, Labour argues Cameron should resign rather than linger and go through the process of an inevitable defeat in the Commons. If it were done, it would be better if it were done quickly. </p>\n</div>",
  "authors": [
    "Patrick Wintour",
    "Owen Jones"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hung parliament",
    "David Cameron",
    "Conservatives",
    "Labour",
    "Liberal Democrats",
    "Politics",
    "UK news",
    "General election 2015",
    "House of Commons",
    "Liberal-Conservative coalition",
    "Scottish National party (SNP)"
  ],
  "ntitle": "if_the_tories_are_the_largest_party_will_cameron_claim_the_rights_to_no_10",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Arguments about what will constitute a legitimate post-election government are beginning to stumble into the open. With the polls continuing to indicate that both Labour and the Conservatives will fall well short of an overall majority, the focus is beginning to move towards what could happen on 8 May.\n\nLabour warned that David Cameron would try to cling to power, so long as the Tory party had the largest number of seats – and use the pulpit of No 10 to argue that Labour, by coming second, had no right to form a government.\n\nOn this scenario, Labour indicated that they expected Cameron to make an immediate claim on Friday morning that his was the legitimate government of the UK and then point to the likelihood that he could strike a second deal with the Liberal Democrats.\n\nRelated: Nicola Sturgeon questions legitimacy of UK government without Scottish MPs\n\nAt the same time, Labour said, Cameron would argue any alliance of Labour and the SNP, implicit or explicit, should not pass a motion of no confidence on a Tory-Lib Dem Queen’s speech.\n\nThe aim will be to mobilise public opinion against such a move and to see if dissension can be sown in the ranks of Labour MPs who may be unable to stomach the thought of a minority government on the life-support of Labour-SNP deal. In essence, the Conservatives will continue with the argument that has dominated their final two weeks of campaigning.\n\nIn 2010, potential Labour support for a coalition with the Lib Dems crumbled as senior party figures such as David Blunkett insisted the public believed Labour had lost and it had to accept that outcome. The Conservatives will hope to engender a similar breakdown in Labour discipline in the fraught days after the election.\n\nEd Balls, the shadow chancellor, said on Monday that the largest party normally got to form a government. It was a statement of fact, not an expression of constitutional propriety, but was seized on by Tories in search of a chink of dissent.\n\nA Labour official said: “All the noise coming out of the mouths of David Cameron and Nick Clegg is about how they can cling on to power even if their coalition loses its majority. Clegg has shown his true colours – he personally wants to get back into bed with Cameron even at the price of betraying the Lib Dems’ fundamental principle of protecting our future in Europe.”\n\nThe official made a comparison with Cameron’s response to the Scottish independence referendum when he appeared on the steps of Downing Street at breakfast time and immediately raised the issue of English votes, a step Labour regarded as taken in the interests of the Tory party, not the nation.\n\nConstitutional experts are united that Cameron is entitled to sit in Downing Street to see if he can form a government and might even be entitled to put his Queen’s speech to a vote in the Commons. But Labour sources are pointing to the guide to the transfer of power in our unwritten constitution, the cabinet manual, notably paragraph 2.12. This states:\n\n“Where an election does not result in an overall majority for a single party, the incumbent government remains in office unless and until the prime minister tenders his or her resignation and the government’s resignation to the sovereign. An incumbent government is entitled to wait until the new parliament has met to see if it can command the confidence of the House of Commons, but is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative.”\n\nThey key line from the Labour perspective is that an incumbent government is “expected to resign if it becomes clear that it is unlikely to be able to command” the confidence of the House. Therefore, if Labour, the SNP and other anti-Tory parties have a majority of seats, Labour argues Cameron should resign rather than linger and go through the process of an inevitable defeat in the Commons. If it were done, it would be better if it were done quickly.",
  "title": "If the Tories are the largest party, will Cameron claim the rights to No 10?",
  "ts_in": "2015-05-04T23:22:27.224843",
  "url": "http://www.theguardian.com/politics/2015/may/04/tories-the-largest-party-will-cameron-claim-rights-no-10"
}