{
  "article_html": "<div><p> One carves his vows in a limestone statue, another promises he will put them in statute and a third details the six indelible red lines that he will never cross.</p>\n<p>All three Westminster leaders are finding ever more contorted symbolic devices to say exactly the same thing to voters &#8211; please trust me. This may be the selfie election, in which voters crave to be pictured alongside their celebrity leaders, but they do not believe a word of the smiling men they jostle to pose alongside. Voters have lost their faith not only in politicians but also, it seems, in government. The hopey-changey thing, Sarah Palin&#8217;s way of deriding Obama&#8217;s campaigning style, is in short supply.</p>\n<p>Indeed, with the final runup to polling day under way, the leader who crawls over the finishing line on Friday may be the one who at this late hour can find a way of convincing sceptical voters that they understand the limits of government and have pitched their promises accordingly.</p>\n<p>The final 72 hours of this marathon election will be about credibility and not just two rival visions of fear.</p>\n<p>So the carving of Labour&#8217;s six manifesto pledges in monumental stone, designed to be a daily, grisly reminder to the Labour leader, <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a>, of his duty to the British people, is rightly the subject of ribaldry and Twitter mockery. But inside the Miliband camp, the stone is seen to portray the seriousness with which the Labour leader takes his role. His most applauded line on the BBC Leaders Question Time last week &#8211; albeit stolen from Tony Blair &#8211; was his commitment to be the first prime minister to under-promise and over-deliver.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/ng-interactive/2015/apr/22/election-2015-what-do-the-party-policies-offer-you\" class=\" u-underline\">Election 2015: What are the parties offering you?</a> </p>\n\n<p>In private, Miliband talks much about his belief that the voters are not in the mood for euphoric promises, but instead want modest change in which they can believe. The stone was designed to get the debate back on to the parties&#8217; competing policy agendas, rather than yet more speculation about what happens on 7 May, a debate that leads straight into discussions about the SNP&#8217;s influence and the legitimacy of a government led by a party that comes second.</p>\n<p>Miliband is genuinely fascinated by how politicians achieve change and do not find themselves forced into breaking their promises. Much of his often bizarre discussion with the comedian Russell Brand was at root a debate about how politicians in parliament need the pressure from below to achieve change. It is the kind of debate he might often have had with his Marxist father Ralph Miliband, the author of Parliamentary Socialism: A Study in the Politics of <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a>. Ralph may have been more steeped in academia than Brand, but they both believe there are unaccountable capitalist interests at work that will block the change politicians endeavour to secure.</p>\n<p>So Miliband&#8217;s statue may be a Photoshopper&#8217;s paradise and an aesthetic disaster, but it has its well meaning origins. It is also arguably less damaging to the UK economy than promising to pass a five-year statute banning the government from increasing income tax, VAT or national insurance regardless of the state of the economy. <br></p>\n<p>Cameron&#8217;s promise last week came after many in which the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> had sprayed the electoral playing field with unfunded spending commitments on child care, inheritance tax and train fares. Asked to justify the pledges, Cameron simply said: look at our record of delivery, but then hurriedly offered a law on tax to keep him honest. He too is wrestling with the loss of trust, urging that he be kicked out if he does not meet his immigration target.</p>\n<p>Equally, Nick Clegg&#8217;s whole election campaign has been built round his slow unveiling of his six red lines.The Liberal Democrat leader is trying to undo the disaster of 2010, when voters, little versed in the trade-offs of coalition, assumed Clegg&#8217;s manifesto commitment to abolish tuition fees was non-negotiable. This time he has tried to be explicit about what is available for barter and what will never be given away.</p>\n<p>These promises to be trustworthy suffer from two faults. First, this election has been notable for the iron determination of all three parties to avoid difficult issues. If leaders were serious about restoring trust, they would do more to warn voters about the pain ahead. Second, the failures of government may not all be down to politicians&#8217; mendacity, but the sheer difficulty any government faces in turning policy into reality. </p>\n</div>",
  "authors": [
    "Stuart Heritage",
    "Patrick Wintour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "David Cameron",
    "Ed Miliband",
    "Nick Clegg",
    "Conservatives",
    "Labour",
    "Liberal Democrats"
  ],
  "ntitle": "in_the_selfie_election_each_party_leader_has_tried_to_write_their_name_in_stone",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "One carves his vows in a limestone statue, another promises he will put them in statute and a third details the six indelible red lines that he will never cross.\n\nAll three Westminster leaders are finding ever more contorted symbolic devices to say exactly the same thing to voters – please trust me. This may be the selfie election, in which voters crave to be pictured alongside their celebrity leaders, but they do not believe a word of the smiling men they jostle to pose alongside. Voters have lost their faith not only in politicians but also, it seems, in government. The hopey-changey thing, Sarah Palin’s way of deriding Obama’s campaigning style, is in short supply.\n\nIndeed, with the final runup to polling day under way, the leader who crawls over the finishing line on Friday may be the one who at this late hour can find a way of convincing sceptical voters that they understand the limits of government and have pitched their promises accordingly.\n\nThe final 72 hours of this marathon election will be about credibility and not just two rival visions of fear.\n\nSo the carving of Labour’s six manifesto pledges in monumental stone, designed to be a daily, grisly reminder to the Labour leader, Ed Miliband, of his duty to the British people, is rightly the subject of ribaldry and Twitter mockery. But inside the Miliband camp, the stone is seen to portray the seriousness with which the Labour leader takes his role. His most applauded line on the BBC Leaders Question Time last week – albeit stolen from Tony Blair – was his commitment to be the first prime minister to under-promise and over-deliver.\n\nRelated: Election 2015: What are the parties offering you?\n\nIn private, Miliband talks much about his belief that the voters are not in the mood for euphoric promises, but instead want modest change in which they can believe. The stone was designed to get the debate back on to the parties’ competing policy agendas, rather than yet more speculation about what happens on 7 May, a debate that leads straight into discussions about the SNP’s influence and the legitimacy of a government led by a party that comes second.\n\nMiliband is genuinely fascinated by how politicians achieve change and do not find themselves forced into breaking their promises. Much of his often bizarre discussion with the comedian Russell Brand was at root a debate about how politicians in parliament need the pressure from below to achieve change. It is the kind of debate he might often have had with his Marxist father Ralph Miliband, the author of Parliamentary Socialism: A Study in the Politics of Labour. Ralph may have been more steeped in academia than Brand, but they both believe there are unaccountable capitalist interests at work that will block the change politicians endeavour to secure.\n\nSo Miliband’s statue may be a Photoshopper’s paradise and an aesthetic disaster, but it has its well meaning origins. It is also arguably less damaging to the UK economy than promising to pass a five-year statute banning the government from increasing income tax, VAT or national insurance regardless of the state of the economy.\n\n\n\nCameron’s promise last week came after many in which the Conservatives had sprayed the electoral playing field with unfunded spending commitments on child care, inheritance tax and train fares. Asked to justify the pledges, Cameron simply said: look at our record of delivery, but then hurriedly offered a law on tax to keep him honest. He too is wrestling with the loss of trust, urging that he be kicked out if he does not meet his immigration target.\n\nEqually, Nick Clegg’s whole election campaign has been built round his slow unveiling of his six red lines.The Liberal Democrat leader is trying to undo the disaster of 2010, when voters, little versed in the trade-offs of coalition, assumed Clegg’s manifesto commitment to abolish tuition fees was non-negotiable. This time he has tried to be explicit about what is available for barter and what will never be given away.\n\nThese promises to be trustworthy suffer from two faults. First, this election has been notable for the iron determination of all three parties to avoid difficult issues. If leaders were serious about restoring trust, they would do more to warn voters about the pain ahead. Second, the failures of government may not all be down to politicians’ mendacity, but the sheer difficulty any government faces in turning policy into reality.",
  "title": "In the selfie election, each party leader has tried to write their name in stone",
  "ts_in": "2015-05-04T08:48:10.577939",
  "url": "http://www.theguardian.com/politics/2015/may/04/in-the-selfie-election-each-party-leader-has-tried-to-write-their-name-in-stone"
}