{
  "article_html": "<div><h2><strong>New York derby week gets a muted start</strong></h2>\n<p>Last time the Sounders were in New York they found themselves parachuted into the <a href=\"http://www.theguardian.com/football/mls\" class=\" u-underline\">MLS</a> rebrand and Fifa 15 launches, before finishing their whistle-stop promotional tour by propping up the Red Bull brand in a surprising 4-1 loss to hosts developing a late season playoff charge. A bewildered looking Seattle consoled themselves by carting the US Open Cup, which they&#8217;d won a few days earlier in Philadelphia, back to the West Coast. There they continued their own run to the Supporters Shield &#8211; leaving New York to its somewhat self-regarding fate.</p>\n<p>Seattle were in town again on Sunday, where they rode out a brief New York City second-half revival to plunder an easy 3-1 road victory that sealed a disappointing weekend for both New York teams &#8212; and ending the first MLS weekend of the year when neither the Red Bulls or NYC picked up any points.</p>\n<p>In terms of beating the hype drum for next weekend&#8217;s inaugural New York derby, it didn&#8217;t do much to make that admittedly historic event outsized in any way &#8211; both the local teams are going through reality checks, while Seattle headed back West tucked in behind the leaders with games in hand and looking every inch the perennial contenders.</p>\n<p>It&#8217;s very evident what NYCFC are right now too &#8211; when you take away the big opening game in Orlando and record-breaking home opener with its David Villa goal, NYCFC have looked like a team of industry without finesse. And given the run of injuries to a team already trying to play their way into existence from a standing start, and the loss of the notional focal point of David Villa within that run, that&#8217;s no surprise, nor intended as a particularly damning verdict. They&#8217;ve been about as good as reasonable expectations would suggest they would be this year.</p>\n<p>The trouble is that performing to reasonable expectations doesn&#8217;t quite cut it for what MLS wants the New York rivalry to be, and certainly not for registering on the city&#8217;s sporting Richter scale. Next weekend will be fun for the initiated, but with NYCFC left looking at glimpses of progress rather than points from recent games, and the Red Bulls adjusting for the long haul as a well-drilled rather than spectacular side, the game&#8217;s significance is perhaps mostly as a cultural curio.</p>\n<p>Seattle, meanwhile, got to take their post-game selfies at a famous baseball stadium, after another routine outing as one of the league&#8217;s form team. After Marco Pappa cut NYCFC&#8217;s resistance open in the first half to feed Obafemi Martins for the opener, the Sounders survived a few minutes of discomfort at the start of the second half that culminated in a Medhi Ballouchy equalizer, before simply turning on the afterburners with two goals in eight minutes, to see off New York and head back West unimpressed by local storylines. The focus will be on New York next week, but when both teams look up again Seattle could be over the horizon. <strong>GP</strong></p>\n<h2><strong>Chris Rolfe and Fabian Espindola partnership gives DC United fresh edge</strong></h2>\n<p>Fabian Espindola had a lot of time to devise his comeback. Sat in the stands, gritting his teeth over a suspension he never truly accepted, the Argentinian striker must have played over countless triumphant rebound scenarios in his head. As a key figure of the <a href=\"http://www.theguardian.com/football/dcunited\" class=\" u-underline\">DC United</a> lineup his return was always likely to bolster Ben Olsen&#8217;s side, but perhaps not even Espindola could have envisaged the impact his return from a six-match ban would have.</p>\n<p>Indeed, if DC United looked like conference challengers before, then they may even be frontrunners with Espindola back in the team &#8211; with the 29-year-old scoring in the surprisingly comprehensive 2-0 win over the Columbus Crew Saturday. DC United have impressed on a number of occasions this season, but this was their most consistent and complete performance of the campaign so far. </p>\n<p>And Espindola was the driving force behind that display, although he certainly had some help from his team-mate Chris Rolfe - with whom the Argentinian is forming quite the partnership, at least on the basis of their last two outings. &#8220;It&#8217;s easy for me to play with Fabi,&#8221; gushed Rolfe after the win. &#8220;If I get the ball I just know that I have to find him, and he&#8217;ll take care of the rest. He makes it pretty easy at times, honestly.&#8221;</p>\n<p>DC United&#8217;s opener against the Crew was illustrative of the innate threat now carried in attack between Espindola and Rolfe. With Columbus caught up the field, DC snapped on the counterattack &#8211; with Rolfe surging 40 yards into the opposition half to seek out Espindola, who found the net with an angled left-footed strike to the far post. &#8220;His work rate was phenomenal, he set me up perfectly,&#8221; said Espindola, returning his partner&#8217;s compliment and underlining their developing bromance.</p>\n<p>The former Red Bulls forward added an assist to his personal scorecard four minutes before the interval too, whipping in the corner kick from which Sean Franklin guided home the game&#8217;s second. It is a peculiar quirk of DC United&#8217;s season that by scoring his first league goal of the campaign Saturday Espindola became the club&#8217;s top scorer in 2015 &#8211; with four in all competitions, including two in the Concacaf Champions League. Yet his attacking contribution goes deeper than his goal tally.</p>\n<p>But while the hosts kept their 15-game RFK unbeaten run going, the Columbus Crew suffered their first defeat since March. The Black and Gold controlled much of the possession, but never looked in control of the contest &#8211; with DC United playing the game they clearly planned for. Having scored seven over their past two games, Gregg Berhalter&#8217;s side struggled to get in behind the DC backline &#8211; with the front four of Kei Kamara, Federico Higuain, Justin Meram and Ethan Finlay producing just one shot on goal between them. The Crew&#8217;s attacking productivity (or lack of) was in stark contrast to that of Espindola and Rolfe. <strong>GR</strong><br></p>\n<h2><strong>New England Revolution provide genuine rivalry for the Red Bulls</strong></h2>\n<p>East coast rivalry in MLS will take on a new element next week when the New York Red Bulls and New York City FC clash for the first time. But Jermaine Jones believes there already exists a simmering rivalry in the East, describing Saturday&#8217;s contest between the <a href=\"http://www.theguardian.com/football/newenglandrevolution\" class=\" u-underline\">New England Revolution</a> and the Red Bulls in the context of another great sporting conflict. &#8220;You can see it the same as in baseball with Red Sox-Yankees,&#8221; said the midfielder after the Revs&#8217; 2-1 win. &#8220;So maybe we have that with the New York Red Bulls.&#8221;</p>\n<p>And Saturday&#8217;s clash between the Revolution and the Red Bulls was indeed a conflict. &#8220;It was a chippy game,&#8221; said New York head coach Jesse Marsch, understating what had been a distinctly ill-tempered affair which was capped by a scuffle sparked at full-time between the two teams, with Jones and Red Bulls midfielder Felipe Martins the primary protagonists. &#8220;Postgame Jermaine Jones was being a little cheeky and wanted to be clever and talk a little bit of junk to Felipe and touch his face and I didn&#8217;t like that,&#8221; explained Sacha Kljestan. &#8220;I told [Felipe] that if you lose, it&#8217;s better you don&#8217;t talk,&#8221; said Jones. Such post-match bickering was reflective of the game&#8217;s lasting tone.</p>\n<p>Nobody seems sure of what Sunday&#8217;s clash between the Red Bulls and NYC FC will offer. Most derbies have their basis in a mutual abhorrence - but how can either team hold a sporting rhetoric when they have never played each other before? Will there be the intensity of a traditional derby match? It could be the case that the East has already staged its newest and fiercest rivalry, between the New England Revolution and the New York Red Bulls. Soccer&#8217;s Red Sox v Yankees equivalent, as Jones put it.</p>\n<p>Marsch now heads into the clash against NYC FC having suffered his first MLS defeat as Red Bulls boss, although with Bradley Wright-Phillips and Lloyd Sam rested from the onset - after three matches in just seven days - a narrow road loss to the conference leaders certainly isn&#8217;t an indignity. Despite the result, New York did enough to maintain their position as one of the league&#8217;s hottest teams right now.</p>\n<p>Not the hottest though. That intangible accolade goes to New England, who have now won five and drawn one of their opening six league games this season. Charlie Davies&#8217; diving header would have been the highlight of the Revs&#8217; victory at Gillette on Saturday, had it not been for his celebration. The striker marked his opening goal by imitating a matador, illustrating that the Revolution, more than any other team, flutters a red rag at the Red Bulls. <strong>GR</strong><br></p>\n<h2><strong>The Portland Timbers are dependent on Diego Valeri to turn things around</strong></h2>\n<p>As far as Cascadia Cup games go, this was something of an anomaly. In five such matches last season the Vancouver Whitecaps shared 25 goals between themselves, the Portland Timbers and the <a href=\"http://www.theguardian.com/sport/seattle-sounders\" class=\" u-underline\">Seattle Sounders</a>. Goals and drama are all but assured when the Pacific north-west&#8217;s MLS teams clash. Not this time, though.</p>\n<p>The Timbers and the Whitecaps played out a rather zestless goalless draw at Providence Park Saturday, with the match proving something of an anticlimax for those expecting another enthralling Cascadia Cup clash. Although that&#8217;s not to say there was an absolute dearth of drama and theatre, as Darlington Nagbe pinged a first-half penalty kick off the woodwork &#8211; denying Portland their third win of what has been a disappointing season.</p>\n<p>It&#8217;s still somewhat jarring to see a Caleb Porter team &#8211; once the most technically adept, possession-orientated side in MLS &#8211; play so directly, and with so little nuance. Portland set a precedent for the league, and yet the Timbers has now played more long balls than any other side in the league, besides New England (both teams have 77 for the season). The return of Diego Valeri &#8211; who missed the first two months of the campaign as he recovered from an ACL injury &#8211; should help address that.</p>\n<p>The Argentinian will provide a degree of subtlety and intelligence that Portland has desperately lacked in 2015, potentially pushing Nagbe to the wings or further up the field in order accommodate Valeri in in his natural No10 position. Of course, Valeri shouldn&#8217;t be expected to make an immediate impact &#8211; given the severity of the injury he has had to overcome over the past few months &#8211; although his cameo appearance against the Whitecaps was enough to suggest that in the longer-term he will make a difference, even if Porter must manage his reintroduction carefully.</p>\n<p>However, Portland&#8217;s problems won&#8217;t be solved merely through Valeri&#8217;s return. Creating goalscoring opportunities hasn&#8217;t been much of an issue for Porter&#8217;s side, but taking them certainly has. Fanendo Adi has three goals to his name this season but beyond the Nigerian, Portland is hardly awash with reliable goalscorers. &#8220;It couldn&#8217;t have come at a better time,&#8221; said Porter, hardly hiding his relief at the second half performance of his Argentinian playmaker. Valeri won&#8217;t necessarily boost the Timbers&#8217; goal tally on his own, but his return should at least give Porter&#8217;s side a sense of their identity again. <strong>GR</strong></p>\n<h2><strong>Dallas back to peak efficiency</strong></h2>\n<p>When Fabian Castillo&#8217;s audacious toe poke off the outside of his boot flashed across the luckless Tyler Deric on Friday, it was FC Dallas&#8217;s fourth goal of the game from their fifth shot on goal.</p>\n<p>It was the second successive game that Houston had shipped four goals, but while they buzzed around in lively fashion in the Dallas half throughout the evening, they were up against a less generous opponent than Kansas City last week (where they at least scored four of their own). On Friday, Giles Barnes hit a great free kick when his side were already 2-1 down, but that was as good as it got for the Dynamo, who were taught a lesson in efficiency and finishing by their Texan rivals.</p>\n<p>The creativity and speed of Dallas in transition, particularly the inventiveness and touch of Maura Diaz and Fabian Castillo, looked lethal. Both players scored, though Castillo&#8217;s no-look pass that let David Texeira sweep home the second Dallas goal was arguably as important an individual contribution as his 55th minute goal that as it turned out completed the rout.</p>\n<p>Moments before, Diaz had danced his way to the edge of the box, dipped his shoulder, then whipped a brutal shot into the roof of the net &#8211; though he too had played his part in the build up to the other goals in a sparkling individual performance.</p>\n<p>With Houston newly installed back in the Western Conference, the battle for El Capitan has become a three game series rather than a one-off this season, and if Houston aren&#8217;t to become a gift to their new Western rivals they&#8217;re going to need to match Owen Coyle&#8217;s desired attacking intensity with better discipline and adjustments when those attacks break down. </p>\n<p>Still, any team in the league might have struggled to cope with the precise countering and finishing of Dallas in the first hour of this match. If they tailed off a little at the end, the damage had already been done, and after what&#8217;s become a traditionally difficult run for them in April, the team are back to looking like exciting young challengers again. The only concern perhaps is an injury to Zach Loyd that forced his withdrawal and fellow defender Matt Hedges picking up a painful looking knock late on as well.</p>\n<p>So it&#8217;s possible that Dallas&#8217;s defense will be a little more suspect when they host LA Galaxy next time out, but as the Houston game showed, that shouldn&#8217;t necessarily encourage their opponents. Dallas navigated injuries and dips in form last season, by generally having at least one of Castillo and Diaz firing as playmakers. When both are in form, as they were on Friday, you attack Dallas at your peril. <strong>GP</strong></p>\n</div>",
  "authors": [
    "Graham Ruthven",
    "Graham Parker"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "MLS",
    "New England Revolution",
    "New York City FC",
    "Portland Timbers",
    "Seattle Sounders",
    "DC United",
    "Houston Dynamo",
    "FC Dallas",
    "Football",
    "Sport",
    "US sports"
  ],
  "ntitle": "is_red_bulls_revolution_mls_s_version_of_red_sox_yankees",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "New York derby week gets a muted start\n\nLast time the Sounders were in New York they found themselves parachuted into the MLS rebrand and Fifa 15 launches, before finishing their whistle-stop promotional tour by propping up the Red Bull brand in a surprising 4-1 loss to hosts developing a late season playoff charge. A bewildered looking Seattle consoled themselves by carting the US Open Cup, which they’d won a few days earlier in Philadelphia, back to the West Coast. There they continued their own run to the Supporters Shield – leaving New York to its somewhat self-regarding fate.\n\nSeattle were in town again on Sunday, where they rode out a brief New York City second-half revival to plunder an easy 3-1 road victory that sealed a disappointing weekend for both New York teams — and ending the first MLS weekend of the year when neither the Red Bulls or NYC picked up any points.\n\nIn terms of beating the hype drum for next weekend’s inaugural New York derby, it didn’t do much to make that admittedly historic event outsized in any way – both the local teams are going through reality checks, while Seattle headed back West tucked in behind the leaders with games in hand and looking every inch the perennial contenders.\n\nIt’s very evident what NYCFC are right now too – when you take away the big opening game in Orlando and record-breaking home opener with its David Villa goal, NYCFC have looked like a team of industry without finesse. And given the run of injuries to a team already trying to play their way into existence from a standing start, and the loss of the notional focal point of David Villa within that run, that’s no surprise, nor intended as a particularly damning verdict. They’ve been about as good as reasonable expectations would suggest they would be this year.\n\nThe trouble is that performing to reasonable expectations doesn’t quite cut it for what MLS wants the New York rivalry to be, and certainly not for registering on the city’s sporting Richter scale. Next weekend will be fun for the initiated, but with NYCFC left looking at glimpses of progress rather than points from recent games, and the Red Bulls adjusting for the long haul as a well-drilled rather than spectacular side, the game’s significance is perhaps mostly as a cultural curio.\n\nSeattle, meanwhile, got to take their post-game selfies at a famous baseball stadium, after another routine outing as one of the league’s form team. After Marco Pappa cut NYCFC’s resistance open in the first half to feed Obafemi Martins for the opener, the Sounders survived a few minutes of discomfort at the start of the second half that culminated in a Medhi Ballouchy equalizer, before simply turning on the afterburners with two goals in eight minutes, to see off New York and head back West unimpressed by local storylines. The focus will be on New York next week, but when both teams look up again Seattle could be over the horizon. GP\n\nChris Rolfe and Fabian Espindola partnership gives DC United fresh edge\n\nFabian Espindola had a lot of time to devise his comeback. Sat in the stands, gritting his teeth over a suspension he never truly accepted, the Argentinian striker must have played over countless triumphant rebound scenarios in his head. As a key figure of the DC United lineup his return was always likely to bolster Ben Olsen’s side, but perhaps not even Espindola could have envisaged the impact his return from a six-match ban would have.\n\nIndeed, if DC United looked like conference challengers before, then they may even be frontrunners with Espindola back in the team – with the 29-year-old scoring in the surprisingly comprehensive 2-0 win over the Columbus Crew Saturday. DC United have impressed on a number of occasions this season, but this was their most consistent and complete performance of the campaign so far.\n\nAnd Espindola was the driving force behind that display, although he certainly had some help from his team-mate Chris Rolfe - with whom the Argentinian is forming quite the partnership, at least on the basis of their last two outings. “It’s easy for me to play with Fabi,” gushed Rolfe after the win. “If I get the ball I just know that I have to find him, and he’ll take care of the rest. He makes it pretty easy at times, honestly.”\n\nDC United’s opener against the Crew was illustrative of the innate threat now carried in attack between Espindola and Rolfe. With Columbus caught up the field, DC snapped on the counterattack – with Rolfe surging 40 yards into the opposition half to seek out Espindola, who found the net with an angled left-footed strike to the far post. “His work rate was phenomenal, he set me up perfectly,” said Espindola, returning his partner’s compliment and underlining their developing bromance.\n\nThe former Red Bulls forward added an assist to his personal scorecard four minutes before the interval too, whipping in the corner kick from which Sean Franklin guided home the game’s second. It is a peculiar quirk of DC United’s season that by scoring his first league goal of the campaign Saturday Espindola became the club’s top scorer in 2015 – with four in all competitions, including two in the Concacaf Champions League. Yet his attacking contribution goes deeper than his goal tally.\n\nBut while the hosts kept their 15-game RFK unbeaten run going, the Columbus Crew suffered their first defeat since March. The Black and Gold controlled much of the possession, but never looked in control of the contest – with DC United playing the game they clearly planned for. Having scored seven over their past two games, Gregg Berhalter’s side struggled to get in behind the DC backline – with the front four of Kei Kamara, Federico Higuain, Justin Meram and Ethan Finlay producing just one shot on goal between them. The Crew’s attacking productivity (or lack of) was in stark contrast to that of Espindola and Rolfe. GR\n\n\n\nNew England Revolution provide genuine rivalry for the Red Bulls\n\nEast coast rivalry in MLS will take on a new element next week when the New York Red Bulls and New York City FC clash for the first time. But Jermaine Jones believes there already exists a simmering rivalry in the East, describing Saturday’s contest between the New England Revolution and the Red Bulls in the context of another great sporting conflict. “You can see it the same as in baseball with Red Sox-Yankees,” said the midfielder after the Revs’ 2-1 win. “So maybe we have that with the New York Red Bulls.”\n\nAnd Saturday’s clash between the Revolution and the Red Bulls was indeed a conflict. “It was a chippy game,” said New York head coach Jesse Marsch, understating what had been a distinctly ill-tempered affair which was capped by a scuffle sparked at full-time between the two teams, with Jones and Red Bulls midfielder Felipe Martins the primary protagonists. “Postgame Jermaine Jones was being a little cheeky and wanted to be clever and talk a little bit of junk to Felipe and touch his face and I didn’t like that,” explained Sacha Kljestan. “I told [Felipe] that if you lose, it’s better you don’t talk,” said Jones. Such post-match bickering was reflective of the game’s lasting tone.\n\nNobody seems sure of what Sunday’s clash between the Red Bulls and NYC FC will offer. Most derbies have their basis in a mutual abhorrence - but how can either team hold a sporting rhetoric when they have never played each other before? Will there be the intensity of a traditional derby match? It could be the case that the East has already staged its newest and fiercest rivalry, between the New England Revolution and the New York Red Bulls. Soccer’s Red Sox v Yankees equivalent, as Jones put it.\n\nMarsch now heads into the clash against NYC FC having suffered his first MLS defeat as Red Bulls boss, although with Bradley Wright-Phillips and Lloyd Sam rested from the onset - after three matches in just seven days - a narrow road loss to the conference leaders certainly isn’t an indignity. Despite the result, New York did enough to maintain their position as one of the league’s hottest teams right now.\n\nNot the hottest though. That intangible accolade goes to New England, who have now won five and drawn one of their opening six league games this season. Charlie Davies’ diving header would have been the highlight of the Revs’ victory at Gillette on Saturday, had it not been for his celebration. The striker marked his opening goal by imitating a matador, illustrating that the Revolution, more than any other team, flutters a red rag at the Red Bulls. GR\n\n\n\nThe Portland Timbers are dependent on Diego Valeri to turn things around\n\nAs far as Cascadia Cup games go, this was something of an anomaly. In five such matches last season the Vancouver Whitecaps shared 25 goals between themselves, the Portland Timbers and the Seattle Sounders. Goals and drama are all but assured when the Pacific north-west’s MLS teams clash. Not this time, though.\n\nThe Timbers and the Whitecaps played out a rather zestless goalless draw at Providence Park Saturday, with the match proving something of an anticlimax for those expecting another enthralling Cascadia Cup clash. Although that’s not to say there was an absolute dearth of drama and theatre, as Darlington Nagbe pinged a first-half penalty kick off the woodwork – denying Portland their third win of what has been a disappointing season.\n\nIt’s still somewhat jarring to see a Caleb Porter team – once the most technically adept, possession-orientated side in MLS – play so directly, and with so little nuance. Portland set a precedent for the league, and yet the Timbers has now played more long balls than any other side in the league, besides New England (both teams have 77 for the season). The return of Diego Valeri – who missed the first two months of the campaign as he recovered from an ACL injury – should help address that.\n\nThe Argentinian will provide a degree of subtlety and intelligence that Portland has desperately lacked in 2015, potentially pushing Nagbe to the wings or further up the field in order accommodate Valeri in in his natural No10 position. Of course, Valeri shouldn’t be expected to make an immediate impact – given the severity of the injury he has had to overcome over the past few months – although his cameo appearance against the Whitecaps was enough to suggest that in the longer-term he will make a difference, even if Porter must manage his reintroduction carefully.\n\nHowever, Portland’s problems won’t be solved merely through Valeri’s return. Creating goalscoring opportunities hasn’t been much of an issue for Porter’s side, but taking them certainly has. Fanendo Adi has three goals to his name this season but beyond the Nigerian, Portland is hardly awash with reliable goalscorers. “It couldn’t have come at a better time,” said Porter, hardly hiding his relief at the second half performance of his Argentinian playmaker. Valeri won’t necessarily boost the Timbers’ goal tally on his own, but his return should at least give Porter’s side a sense of their identity again. GR\n\nDallas back to peak efficiency\n\nWhen Fabian Castillo’s audacious toe poke off the outside of his boot flashed across the luckless Tyler Deric on Friday, it was FC Dallas’s fourth goal of the game from their fifth shot on goal.\n\nIt was the second successive game that Houston had shipped four goals, but while they buzzed around in lively fashion in the Dallas half throughout the evening, they were up against a less generous opponent than Kansas City last week (where they at least scored four of their own). On Friday, Giles Barnes hit a great free kick when his side were already 2-1 down, but that was as good as it got for the Dynamo, who were taught a lesson in efficiency and finishing by their Texan rivals.\n\nThe creativity and speed of Dallas in transition, particularly the inventiveness and touch of Maura Diaz and Fabian Castillo, looked lethal. Both players scored, though Castillo’s no-look pass that let David Texeira sweep home the second Dallas goal was arguably as important an individual contribution as his 55th minute goal that as it turned out completed the rout.\n\nMoments before, Diaz had danced his way to the edge of the box, dipped his shoulder, then whipped a brutal shot into the roof of the net – though he too had played his part in the build up to the other goals in a sparkling individual performance.\n\nWith Houston newly installed back in the Western Conference, the battle for El Capitan has become a three game series rather than a one-off this season, and if Houston aren’t to become a gift to their new Western rivals they’re going to need to match Owen Coyle’s desired attacking intensity with better discipline and adjustments when those attacks break down.\n\nStill, any team in the league might have struggled to cope with the precise countering and finishing of Dallas in the first hour of this match. If they tailed off a little at the end, the damage had already been done, and after what’s become a traditionally difficult run for them in April, the team are back to looking like exciting young challengers again. The only concern perhaps is an injury to Zach Loyd that forced his withdrawal and fellow defender Matt Hedges picking up a painful looking knock late on as well.\n\nSo it’s possible that Dallas’s defense will be a little more suspect when they host LA Galaxy next time out, but as the Houston game showed, that shouldn’t necessarily encourage their opponents. Dallas navigated injuries and dips in form last season, by generally having at least one of Castillo and Diaz firing as playmakers. When both are in form, as they were on Friday, you attack Dallas at your peril. GP",
  "title": "Is Red Bulls-Revolution MLS's version of Red Sox-Yankees?",
  "ts_in": "2015-05-04T16:19:38.045243",
  "url": "http://www.theguardian.com/sport/2015/may/04/is-red-bulls-revolution-mlss-version-of-red-sox-yankees"
}