{
  "article_html": "<div><p>Israel&#8217;s combative foreign minister, Avigdor Lieberman, is resigning from his post after declaring he will not join the new rightwing coalition that <a href=\"http://www.theguardian.com/world/binyamin-netanyahu\" class=\" u-underline\">Binyamin Netanyahu</a> is trying to assemble.<br tabindex=\"-1\"></p>\n<p>Lieberman&#8217;s announcement comes two days before a final deadline by which time Netanyahu is obliged by law to have put together a new government or step aside as prime minister. </p>\n<p>The withdrawal of Lieberman and his rightwing Yisrael Beiteinu party will pose a headache for Netanyahu before Wednesday morning&#8217;s deadline.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/mar/20/inyamin-netanyahu-israel-election\" class=\" u-underline\">Netanyahu sank into the moral gutter - and there will be consequences | Jonathan Freedland</a> </p>\n\n<p>Netanyahu has been pursuing a largely rightwing coalition including the ultra-Orthodox parties, the far-right pro-settler Jewish Home led by Naftali Bennett, and Moshe Kahlon&#8217;s centre-right Kulanu.</p>\n<p>But without Lieberman, Netanyahu is expected to manage only the slimmest of majorities of 61 seats in the 120-seat Knesset, which means he could struggle to push through legislation and would be vulnerable to the agendas of his partners.</p>\n<p>Netanyahu called snap elections in December for March hoping to emerge in a stronger position. Instead, despite his own strong showing, he may emerge at the head of an even weaker government. </p>\n<p>Briefing reporters, Lieberman said his party had been offered two cabinet posts as part of the coalition talks but remained unsatisfied over a raft of key policies. &#8220;This is certainly a coalition that, to my regret, does not reflect the positions of the nationalist camp and is not to our liking, to put it mildly,&#8221; he said. </p>\n<p>Lieberman said he could not sit in the government after Netanyahu struck a series of deals with ultra-Orthodox partners. Lieberman&#8217;s party &#8211; <a href=\"http://www.theguardian.com/world/2013/jan/18/russian-vote-israel\" class=\" u-underline\">which rose to prominence on the back of largely Russian immigrant votes</a> &#8211; is secular, and Lieberman had backed legislation to insist that the ultra-Orthodox undertake mandatory national service like other Israelis.</p>\n<p>The announcement marks a definitive rupture between Netanyahu and Lieberman, who had previously joined their parties in a formal alliance. Relations between the two men had become increasingly sour in the last year. </p>\n<p>The number of Knesset seats held by Lieberman&#8217;s party fell by more than half in the most recent elections.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/jan/03/israel-avigdor-lieberman-poll-meltdown-corruption-probe\" class=\" u-underline\">Israel&#8217;s Lieberman faces poll meltdown after party corruption probe</a> </p>\n\n<p>Announcing his intention to stand down as foreign minister, Lieberman assailed the &#8220;opportunistic&#8221; coalition emerging from the drawn-out negotiations, and said Netanyahu would do nothing about Hamas in Gaza.</p>\n<p>He said the new government &#8220;has no intention to build housing, neither in major settlement blocks nor in Jerusalem. I emphasise &#8211; major settlement blocks and Jewish neighbourhoods.&#8221;</p>\n<p>He also criticised the disappearance of the Jewish nation state bill during coalition negotiations &#8211; a piece of legislation he had supported but that had drawn sharp criticism both in <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> and abroad.</p>\n<p>Lieberman was unusual in the world of international diplomacy in not having his residence in the country he represents, instead choosing to live in a settlement in the Israeli-occupied West Bank, which Palestinians claim for their future state.</p>\n<p>A divisive figure even among some staff within his own ministry, Lieberman had proposed transferring Israelis of Palestinian descent out of Israel. </p>\n</div>",
  "authors": [
    "Peter Beaumont"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "Binyamin Netanyahu",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "israel_s_foreign_minister_lieberman_resigns_throwing_coalition_in_doubt",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Israel’s combative foreign minister, Avigdor Lieberman, is resigning from his post after declaring he will not join the new rightwing coalition that Binyamin Netanyahu is trying to assemble.\n\n\n\nLieberman’s announcement comes two days before a final deadline by which time Netanyahu is obliged by law to have put together a new government or step aside as prime minister.\n\nThe withdrawal of Lieberman and his rightwing Yisrael Beiteinu party will pose a headache for Netanyahu before Wednesday morning’s deadline.\n\nRelated: Netanyahu sank into the moral gutter - and there will be consequences | Jonathan Freedland\n\nNetanyahu has been pursuing a largely rightwing coalition including the ultra-Orthodox parties, the far-right pro-settler Jewish Home led by Naftali Bennett, and Moshe Kahlon’s centre-right Kulanu.\n\nBut without Lieberman, Netanyahu is expected to manage only the slimmest of majorities of 61 seats in the 120-seat Knesset, which means he could struggle to push through legislation and would be vulnerable to the agendas of his partners.\n\nNetanyahu called snap elections in December for March hoping to emerge in a stronger position. Instead, despite his own strong showing, he may emerge at the head of an even weaker government.\n\nBriefing reporters, Lieberman said his party had been offered two cabinet posts as part of the coalition talks but remained unsatisfied over a raft of key policies. “This is certainly a coalition that, to my regret, does not reflect the positions of the nationalist camp and is not to our liking, to put it mildly,” he said.\n\nLieberman said he could not sit in the government after Netanyahu struck a series of deals with ultra-Orthodox partners. Lieberman’s party – which rose to prominence on the back of largely Russian immigrant votes – is secular, and Lieberman had backed legislation to insist that the ultra-Orthodox undertake mandatory national service like other Israelis.\n\nThe announcement marks a definitive rupture between Netanyahu and Lieberman, who had previously joined their parties in a formal alliance. Relations between the two men had become increasingly sour in the last year.\n\nThe number of Knesset seats held by Lieberman’s party fell by more than half in the most recent elections.\n\nRelated: Israel’s Lieberman faces poll meltdown after party corruption probe\n\nAnnouncing his intention to stand down as foreign minister, Lieberman assailed the “opportunistic” coalition emerging from the drawn-out negotiations, and said Netanyahu would do nothing about Hamas in Gaza.\n\nHe said the new government “has no intention to build housing, neither in major settlement blocks nor in Jerusalem. I emphasise – major settlement blocks and Jewish neighbourhoods.”\n\nHe also criticised the disappearance of the Jewish nation state bill during coalition negotiations – a piece of legislation he had supported but that had drawn sharp criticism both in Israel and abroad.\n\nLieberman was unusual in the world of international diplomacy in not having his residence in the country he represents, instead choosing to live in a settlement in the Israeli-occupied West Bank, which Palestinians claim for their future state.\n\nA divisive figure even among some staff within his own ministry, Lieberman had proposed transferring Israelis of Palestinian descent out of Israel.",
  "title": "Israel's foreign minister Lieberman resigns, throwing coalition in doubt",
  "ts_in": "2015-05-04T23:22:24.822093",
  "url": "http://www.theguardian.com/world/2015/may/04/israels-foreign-minister-lieberman-resigns-throwing-coalition-in-doubt"
}