{
  "article_html": "<div><p>Testimonies provided by more than 60 Israeli soldiers who fought in last summer&#8217;s war in <a href=\"http://www.theguardian.com/world/gaza\" class=\" u-underline\">Gaza</a> have raised serious questions over whether Israel&#8217;s tactics breached its obligations under international law to distinguish and protect civilians.</p>\n<p>The claims &#8211; collected by the human rights group Breaking the Silence &#8211; are contained in dozens of interviews with Israeli combatants, as well as with soldiers who served in command centres and attack rooms, a quarter of them officers up to the rank of major. </p>\n<p>They include allegations that Israeli ground troops were briefed to regard everything inside Gaza as a &#8220;threat&#8221; and they should &#8220;not spare ammo&#8221;, and that tanks fired randomly or for revenge on buildings without knowing whether they were legitimate military targets or contained civilians.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/04/in-their-own-words-israeli-troops-break-ranks-on-gaza-campaign\" class=\" u-underline\">In their own words: Israeli troops break ranks on Gaza campaign</a> </p>\n\n<p>In their testimonies, soldiers depict rules of engagement they characterised as permissive, &#8220;lax&#8221; or largely non-existent, including how some soldiers were instructed to treat anyone seen looking towards their positions as &#8220;scouts&#8221; to be fired on.</p>\n<p>The group also claims that the Israeli military operated with different safety margins for bombing or using artillery and mortars near civilians and its own troops, with Israeli forces at times allowed to fire significantly closer to civilians than Israeli soldiers.</p>\n<p>Phillipe Sands, a specialist in international humanitarian law, described the testimonies as &#8220;troubling insights into intention and method&#8221;. </p>\n<p>&#8220;Maybe it will be said that they are partial and selective, but surely they cannot be ignored or brushed aside, coming as they do from individuals with first-hand experience: the rule of law requires proper investigation and inquiry.&#8221;</p>\n<p>Describing the rules that meant life and death in Gaza during the 50-day war &#8211; a conflict in which 2,200 Palestinians were killed &#8211; the interviews shed light for the first time not only on what individual soldiers were told but on the doctrine informing the operation.</p>\n<p>Despite the insistence of Israeli leaders that it took all necessary precautions to protect civilians, the interviews provide a very different picture. They suggest that an overarching priority was the minimisation of Israeli military casualties even at the risk of Palestinian civilians being harmed.</p>\n<p>While the <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> Defence Forces Military Advocate General&#8217;s office has launched investigations into a number of individual incidents of alleged wrongdoing, the testimonies raise wider questions over policies under which the war was conducted.</p>\n<p>Post-conflict briefings to soldiers suggest that the high death toll and destruction were treated as &#8220;achievements&#8221; by officers who judged the attrition would keep Gaza &#8220;quiet for five years&#8221;. </p>\n<p>The tone, according to one sergeant, was set before the <a href=\"http://www.theguardian.com/world/2014/jul/17/israel-begins-ground-assault-in-gaza-hamas-tunnels\" class=\" u-underline\">ground offensive into Gaza that began on 17 July last year</a> in pre-combat briefings that preceded the entry of six reinforced brigades into Gaza.</p>\n<p>&#8220;[It] took place during training at Tze&#8217;elim, before entering Gaza, with the commander of the armoured battalion to which we were assigned,&#8221; recalled a sergeant, one of dozens of Israeli soldiers who have described how the war was fought last summer in the coastal strip.<br></p>\n<p>&#8220;[The commander] said: &#8216;We don&#8217;t take risks. We do not spare ammo. We unload, we use as much as possible.&#8217;&#8221;</p>\n<p>&#8220;The rules of engagement [were] pretty identical,&#8221; added another sergeant who served in a mechanised infantry unit in Deir al-Balah. &#8220;Anything inside [the Gaza Strip] is a threat</p>\n<p> The area has to be &#8216;sterilised,&#8217; empty of people &#8211; and if we don&#8217;t see someone waving a white flag, screaming: &#8220;I give up&#8221; or something &#8211; then he&#8217;s a threat and there&#8217;s authorisation to open fire ... The saying was: &#8216;There&#8217;s no such thing there as a person who is uninvolved.&#8217; In that situation, anyone there is involved.&#8221;</p>\n\n\n<a href=\"/world/2015/may/04/israeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430315417379/d3788b09-b98e-4a30-b7f0-d4549cdf76d2-300x180.jpeg\" alt=\"Palestinians recover possessions from the ruins of their home during a truce in the 2014 Gaza war.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fisraeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430315417971%2Fb22a24e2-dd5a-4b7c-8ed5-749b6744b5ff-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPalestinians recover possessions from the ruins of their home during a truce in the 2014 Gaza war. Photograph: Peter Beaumont for the Guardian\n\n\n\n<p>&#8220;The rules of engagement for soldiers advancing on the ground were: open fire, open fire everywhere, first thing when you go in,&#8221; recalled another soldier who served during the ground operation in Gaza City. The assumption being that the moment we went in [to the Gaza Strip], anyone who dared poke his head out was a terrorist.&#8221;</p>\n<p>Soldiers were also encouraged to treat individuals who came too close or watched from windows or other vantage points as &#8220;scouts&#8221; who could be killed regardless of whether there was hard evidence they were spotting for Hamas or other militant groups. &#8220;If it looks like a man, shoot. It was simple: you&#8217;re in a motherfucking combat zone,&#8221; said a sergeant who served in an infantry unit in the northern Gaza strip.</p>\n<p>&#8220;A few hours before you went in the whole area was bombed, if there&#8217;s anyone there who doesn&#8217;t clearly look innocent, you apparently need to shoot that person.&#8221; Defining &#8216;innocent&#8217; he added: &#8220;If you see the person is less than 1.40 metres tall or if you see it&#8217;s a lady ... If it&#8217;s a man you shoot.&#8221;<br></p>\n<p>In at least one instance described by soldiers, being female did not help two women who were killed because one had a mobile phone. A soldier described the incident: &#8220;After the commander told the tank commander to go scan that place, and three tanks went to check [the bodies] ... it was two women, over the age of 30 ... unarmed. They were listed as terrorists. They were fired at. So of course they must have been terrorists.&#8221;</p>\n\n\n<a href=\"/world/2015/may/04/israeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430314224383/b0fd247e-f276-4341-bf5c-8e8c847ebe47-300x180.jpeg\" alt=\"A father comforts his daughter injured during an Israeli strike on the UN school at Beit Hanoun during the 2014 Gaza war.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fisraeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430314224961%2F7fff2757-5435-4173-9930-d50f0b06ee6b-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA father comforts his daughter injured during an Israeli strike on the UN school at Beit Hanoun during the 2014 Gaza war. Photograph: Peter Beaumont for the Guardian\n\n\n\n<p>The testimonies raise questions whether Israel fully met its obligations to <a href=\"https://www.icrc.org/applic/ihl/ihl.nsf/9ac284404d38ed2bc1256311002afd89/50fb5579fb098faac12563cd0051dd7c\" class=\" u-underline\">protect civilians in a conflict area from unnecessary harm</a>, requiring it not only to distinguish between civilians and combatants but also ensure that when using force, where there is the risk of civilian harm, that it is &#8220;proportionate&#8221;.</p>\n<p>&#8220;One of the main threads in the testimonies,&#8221; said Michael Sfard, an Israeli human rights lawyer and legal adviser to Breaking the Silence, &#8220;is the presumption that despite the fact that the battle was being waged in urban area &#8211; and one of most densely populated in the world &#8211; no civilians would be in the areas they entered.&#8221;<br></p>\n<p>That presumption, say soldiers, was sustained by virtue of warnings to Palestinians to leave their homes and neighbourhoods delivered in leaflets dropped by aircraft and in text and phone messages which meant &#8211; in the IDF&#8217;s interpretation &#8211; that anyone who remained was not a civilian. </p>\n<p>Even at the time that view was deeply controversial because &#8211; says Sfard and other legal experts interviewed &#8211; it reinterpreted international law regarding the duty of protection for areas containing civilians.</p>\n<p>Sfard added: &#8220;We are not talking about a [deliberate] decision to kill civilians. But to say the rules of engagement were lax gives them too much credit. They allowed engagement in almost any circumstances, unless there was a felt to be a risk to an IDF soldier.&#8221;</p>\n<p>If the rules of engagement were highly permissive, other soldiers say that they also detected a darker mood in their units that further coloured the way that soldiers behaved. &#8220;The motto guiding lots of people was: &#8216;Let&#8217;s show them,&#8217; recalls a lieutenant who served in the Givati Brigade in Rafah. &#8220;It was evident that was a starting point. Lots of guys who did their reserve duty with me don&#8217;t have much pity towards [the Palestinians].&#8221;</p>\n<p>He added: &#8220;There were a lot of people there who really hate Arabs. Really, really hate Arabs. You could see the hate in their eyes.&#8221;</p>\n<p>A second lieutenant echoed his comments. &#8220;You could feel there was a radicalisation in the way the whole thing was conducted. The discourse was extremely rightwing ... [And] the very fact that [Palestinians were] described as &#8216;uninvolved&#8217; rather than as civilians, and the desensitisation to the surging number of dead on the Palestinian side. It doesn&#8217;t matter whether they&#8217;re involved or not &#8230; that&#8217;s something that troubles me.&#8221;</p>\n\n\n<a href=\"/world/2015/may/04/israeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430460814368/54173b75-29cd-4b34-8fa0-59f9e138c93f-300x180.jpeg\" alt=\"A group of Palestinian children and teenagers rescue possessions from a devastated area of northern Gaza during a ceasefire in last summer's summer's war.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3y%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Israeli+soldiers+cast+doubt+on+legality+of+Gaza+military+tactics&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fisraeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430460815050%2Fef440122-e4b7-4040-ad4b-b004b25d8c9e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA group of Palestinian children and teenagers rescue possessions from a devastated area of northern Gaza during a ceasefire in last summer&#8217;s summer&#8217;s war. Photograph: Peter Beaumont for the Guardian\n\n\n\n<p>And the testimonies, too, suggest breaches of the IDF&#8217;s own code of ethics &#8211; <a href=\"http://www.idf.il/1497-en/Dover.aspx\" class=\" u-underline\">The Spirit of the IDF</a> &#8211; which insists: &#8220;IDF soldiers will not use their weapons and force to harm human beings who are not combatants or prisoners of war, and will do all in their power to avoid causing harm to their lives, bodies, dignity and property.&#8221;</p>\n<p>Contrary to that, however, testimonies describe how soldiers randomly shelled buildings either to no obvious military purpose or for revenge.<br></p>\n<p>One sergeant who served in a tank in the centre of the Gaza Strip recalls: &#8220;A week or two after we entered the Gaza Strip and we were all firing a lot when there wasn&#8217;t any need for it &#8211; just for the sake of firing &#8211; a member of our company was killed.<br></p>\n<p>&#8220;The company commander came over to us and told us that one guy was killed due to such-and-such, and he said: &#8216;Guys, get ready, get in your tanks, and we&#8217;ll fire a barrage in memory of our comrade&#8221; &#8230; My tank went up to the post &#8211; a place from which I can see targets &#8211; can see buildings &#8211; [and] fired at them, and the platoon commander says: &#8216;OK guys, we&#8217;ll now fire in memory of our comrade&#8217; and we said OK.&#8221;<br></p>\n<p>How Israeli forces used artillery and mortars in Gaza, says Breaking the Silence, has raised other concerns beyond either the rules of engagement or the actions of specific units.<br></p>\n<p>According to the group&#8217;s research during the war, the Israeli military operated two different sets of rules for how close certain weapons could be fired to Israeli soldiers and Palestinian civilians.<br></p>\n<p>Yehuda Shaul, one of the founders of Breaking the Silence, and himself a former soldier, explains: &#8220;What our research during this project uncovered was that there were three designated &#8216;Operational Levels&#8217; during the conflict &#8211; numbered one to three. What the operational level was was set higher up the chain of command. Above the level of the Gaza division. What those levels do is designate the likelihood of civilian casualties from weapons like 155mm artillery and bombs from &#8216;low&#8217; damage to civilians to &#8216;high&#8217;.</p>\n<p>&#8220;What we established was that for artillery fire in operational levels two and three Israeli forces were allowed to fire much closer to civilians than they were to friendly Israeli forces.&#8221;<br></p>\n<p>Ahead of the conflict &#8211; in which 34,000 shells were fired into Gaza, 19,000 of them explosive &#8211; artillery and air liaison officers had been supplied with a list of sensitive sites to which fire was not to be directed within clear limits of distance. These included hospitals and UN schools being used as refugee centres, even in areas where evacuation had been ordered.</p>\n<p>&#8220;Even then,&#8221; explains Shaul, &#8220;we have a testimony we took that a senior brigade commander issued order how to get around that, instructing that the unit fired first outside of the protected area and then calling for correction fire on to the location that they wanted to hit.</p>\n<p>&#8220;He said: &#8220;If you go on the radio and ask to hit this building, we have to say no. But if you give a target 200 metres outside then you can ask for correction. Only thing that is recorded is the first target not the correction fire.&#8221;<br></p>\n<p>And in the end, despite the high number of civilian casualties, the debriefings treated the destruction as an accomplishment that would discourage Hamas in the future. </p>\n<p>&#8220;You could say they went over most of the things viewed as accomplishments,&#8221; said a Combat Intelligence Corps sergeant. &#8220; &#8220;They spoke about numbers: 2,000 dead and 11,000 wounded, half a million refugees, decades worth of destruction. Harm to lots of senior Hamas members and to their homes, to their families. These were stated as accomplishments so that no one would doubt that what we did during this period was meaningful. </p>\n<p>&#8220;They spoke of a five-year period of quiet (in which there would be no hostilities between Israel and Hamas) when in fact it was a 72-hour ceasefire, and at the end of those 72 hours they were firing again.&#8221;</p>\n<p>Without responding to the specific allegations, the Israeli military said: &#8220;The IDF is committed to properly investigating all credible claims raised via media, NGOs, and official complaints concerning IDF conduct during operation Protective Edge, in as serious a manner as possible. </p>\n<p>&#8220;It should be noted that following Operation Protective Edge, thorough investigations were carried out, and soldiers and commanders were given the opportunity to present any complaint. Exceptional incidents were then transferred to the military advocate general for further inquiry.&#8221;</p>\n<blockquote>\n<br>\n</blockquote>\n</div>",
  "authors": [
    "Peter Beaumont"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "Gaza",
    "Palestinian territories",
    "Human rights",
    "United Nations",
    "Law",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "israeli_soldiers_cast_doubt_on_legality_of_gaza_military_tactics",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Testimonies provided by more than 60 Israeli soldiers who fought in last summer’s war in Gaza have raised serious questions over whether Israel’s tactics breached its obligations under international law to distinguish and protect civilians.\n\nThe claims – collected by the human rights group Breaking the Silence – are contained in dozens of interviews with Israeli combatants, as well as with soldiers who served in command centres and attack rooms, a quarter of them officers up to the rank of major.\n\nThey include allegations that Israeli ground troops were briefed to regard everything inside Gaza as a “threat” and they should “not spare ammo”, and that tanks fired randomly or for revenge on buildings without knowing whether they were legitimate military targets or contained civilians.\n\nRelated: In their own words: Israeli troops break ranks on Gaza campaign\n\nIn their testimonies, soldiers depict rules of engagement they characterised as permissive, “lax” or largely non-existent, including how some soldiers were instructed to treat anyone seen looking towards their positions as “scouts” to be fired on.\n\nThe group also claims that the Israeli military operated with different safety margins for bombing or using artillery and mortars near civilians and its own troops, with Israeli forces at times allowed to fire significantly closer to civilians than Israeli soldiers.\n\nPhillipe Sands, a specialist in international humanitarian law, described the testimonies as “troubling insights into intention and method”.\n\n“Maybe it will be said that they are partial and selective, but surely they cannot be ignored or brushed aside, coming as they do from individuals with first-hand experience: the rule of law requires proper investigation and inquiry.”\n\nDescribing the rules that meant life and death in Gaza during the 50-day war – a conflict in which 2,200 Palestinians were killed – the interviews shed light for the first time not only on what individual soldiers were told but on the doctrine informing the operation.\n\nDespite the insistence of Israeli leaders that it took all necessary precautions to protect civilians, the interviews provide a very different picture. They suggest that an overarching priority was the minimisation of Israeli military casualties even at the risk of Palestinian civilians being harmed.\n\nWhile the Israel Defence Forces Military Advocate General’s office has launched investigations into a number of individual incidents of alleged wrongdoing, the testimonies raise wider questions over policies under which the war was conducted.\n\nPost-conflict briefings to soldiers suggest that the high death toll and destruction were treated as “achievements” by officers who judged the attrition would keep Gaza “quiet for five years”.\n\nThe tone, according to one sergeant, was set before the ground offensive into Gaza that began on 17 July last year in pre-combat briefings that preceded the entry of six reinforced brigades into Gaza.\n\n“[It] took place during training at Tze’elim, before entering Gaza, with the commander of the armoured battalion to which we were assigned,” recalled a sergeant, one of dozens of Israeli soldiers who have described how the war was fought last summer in the coastal strip.\n\n\n\n“[The commander] said: ‘We don’t take risks. We do not spare ammo. We unload, we use as much as possible.’”\n\n“The rules of engagement [were] pretty identical,” added another sergeant who served in a mechanised infantry unit in Deir al-Balah. “Anything inside [the Gaza Strip] is a threat\n\nThe area has to be ‘sterilised,’ empty of people – and if we don’t see someone waving a white flag, screaming: “I give up” or something – then he’s a threat and there’s authorisation to open fire ... The saying was: ‘There’s no such thing there as a person who is uninvolved.’ In that situation, anyone there is involved.”\n\nFacebook Twitter Pinterest Palestinians recover possessions from the ruins of their home during a truce in the 2014 Gaza war. Photograph: Peter Beaumont for the Guardian\n\n“The rules of engagement for soldiers advancing on the ground were: open fire, open fire everywhere, first thing when you go in,” recalled another soldier who served during the ground operation in Gaza City. The assumption being that the moment we went in [to the Gaza Strip], anyone who dared poke his head out was a terrorist.”\n\nSoldiers were also encouraged to treat individuals who came too close or watched from windows or other vantage points as “scouts” who could be killed regardless of whether there was hard evidence they were spotting for Hamas or other militant groups. “If it looks like a man, shoot. It was simple: you’re in a motherfucking combat zone,” said a sergeant who served in an infantry unit in the northern Gaza strip.\n\n“A few hours before you went in the whole area was bombed, if there’s anyone there who doesn’t clearly look innocent, you apparently need to shoot that person.” Defining ‘innocent’ he added: “If you see the person is less than 1.40 metres tall or if you see it’s a lady ... If it’s a man you shoot.”\n\n\n\nIn at least one instance described by soldiers, being female did not help two women who were killed because one had a mobile phone. A soldier described the incident: “After the commander told the tank commander to go scan that place, and three tanks went to check [the bodies] ... it was two women, over the age of 30 ... unarmed. They were listed as terrorists. They were fired at. So of course they must have been terrorists.”\n\nFacebook Twitter Pinterest A father comforts his daughter injured during an Israeli strike on the UN school at Beit Hanoun during the 2014 Gaza war. Photograph: Peter Beaumont for the Guardian\n\nThe testimonies raise questions whether Israel fully met its obligations to protect civilians in a conflict area from unnecessary harm, requiring it not only to distinguish between civilians and combatants but also ensure that when using force, where there is the risk of civilian harm, that it is “proportionate”.\n\n“One of the main threads in the testimonies,” said Michael Sfard, an Israeli human rights lawyer and legal adviser to Breaking the Silence, “is the presumption that despite the fact that the battle was being waged in urban area – and one of most densely populated in the world – no civilians would be in the areas they entered.”\n\n\n\nThat presumption, say soldiers, was sustained by virtue of warnings to Palestinians to leave their homes and neighbourhoods delivered in leaflets dropped by aircraft and in text and phone messages which meant – in the IDF’s interpretation – that anyone who remained was not a civilian.\n\nEven at the time that view was deeply controversial because – says Sfard and other legal experts interviewed – it reinterpreted international law regarding the duty of protection for areas containing civilians.\n\nSfard added: “We are not talking about a [deliberate] decision to kill civilians. But to say the rules of engagement were lax gives them too much credit. They allowed engagement in almost any circumstances, unless there was a felt to be a risk to an IDF soldier.”\n\nIf the rules of engagement were highly permissive, other soldiers say that they also detected a darker mood in their units that further coloured the way that soldiers behaved. “The motto guiding lots of people was: ‘Let’s show them,’ recalls a lieutenant who served in the Givati Brigade in Rafah. “It was evident that was a starting point. Lots of guys who did their reserve duty with me don’t have much pity towards [the Palestinians].”\n\nHe added: “There were a lot of people there who really hate Arabs. Really, really hate Arabs. You could see the hate in their eyes.”\n\nA second lieutenant echoed his comments. “You could feel there was a radicalisation in the way the whole thing was conducted. The discourse was extremely rightwing ... [And] the very fact that [Palestinians were] described as ‘uninvolved’ rather than as civilians, and the desensitisation to the surging number of dead on the Palestinian side. It doesn’t matter whether they’re involved or not … that’s something that troubles me.”\n\nFacebook Twitter Pinterest A group of Palestinian children and teenagers rescue possessions from a devastated area of northern Gaza during a ceasefire in last summer’s summer’s war. Photograph: Peter Beaumont for the Guardian\n\nAnd the testimonies, too, suggest breaches of the IDF’s own code of ethics – The Spirit of the IDF – which insists: “IDF soldiers will not use their weapons and force to harm human beings who are not combatants or prisoners of war, and will do all in their power to avoid causing harm to their lives, bodies, dignity and property.”\n\nContrary to that, however, testimonies describe how soldiers randomly shelled buildings either to no obvious military purpose or for revenge.\n\n\n\nOne sergeant who served in a tank in the centre of the Gaza Strip recalls: “A week or two after we entered the Gaza Strip and we were all firing a lot when there wasn’t any need for it – just for the sake of firing – a member of our company was killed.\n\n\n\n“The company commander came over to us and told us that one guy was killed due to such-and-such, and he said: ‘Guys, get ready, get in your tanks, and we’ll fire a barrage in memory of our comrade” … My tank went up to the post – a place from which I can see targets – can see buildings – [and] fired at them, and the platoon commander says: ‘OK guys, we’ll now fire in memory of our comrade’ and we said OK.”\n\n\n\nHow Israeli forces used artillery and mortars in Gaza, says Breaking the Silence, has raised other concerns beyond either the rules of engagement or the actions of specific units.\n\n\n\nAccording to the group’s research during the war, the Israeli military operated two different sets of rules for how close certain weapons could be fired to Israeli soldiers and Palestinian civilians.\n\n\n\nYehuda Shaul, one of the founders of Breaking the Silence, and himself a former soldier, explains: “What our research during this project uncovered was that there were three designated ‘Operational Levels’ during the conflict – numbered one to three. What the operational level was was set higher up the chain of command. Above the level of the Gaza division. What those levels do is designate the likelihood of civilian casualties from weapons like 155mm artillery and bombs from ‘low’ damage to civilians to ‘high’.\n\n“What we established was that for artillery fire in operational levels two and three Israeli forces were allowed to fire much closer to civilians than they were to friendly Israeli forces.”\n\n\n\nAhead of the conflict – in which 34,000 shells were fired into Gaza, 19,000 of them explosive – artillery and air liaison officers had been supplied with a list of sensitive sites to which fire was not to be directed within clear limits of distance. These included hospitals and UN schools being used as refugee centres, even in areas where evacuation had been ordered.\n\n“Even then,” explains Shaul, “we have a testimony we took that a senior brigade commander issued order how to get around that, instructing that the unit fired first outside of the protected area and then calling for correction fire on to the location that they wanted to hit.\n\n“He said: “If you go on the radio and ask to hit this building, we have to say no. But if you give a target 200 metres outside then you can ask for correction. Only thing that is recorded is the first target not the correction fire.”\n\n\n\nAnd in the end, despite the high number of civilian casualties, the debriefings treated the destruction as an accomplishment that would discourage Hamas in the future.\n\n“You could say they went over most of the things viewed as accomplishments,” said a Combat Intelligence Corps sergeant. “ “They spoke about numbers: 2,000 dead and 11,000 wounded, half a million refugees, decades worth of destruction. Harm to lots of senior Hamas members and to their homes, to their families. These were stated as accomplishments so that no one would doubt that what we did during this period was meaningful.\n\n“They spoke of a five-year period of quiet (in which there would be no hostilities between Israel and Hamas) when in fact it was a 72-hour ceasefire, and at the end of those 72 hours they were firing again.”\n\nWithout responding to the specific allegations, the Israeli military said: “The IDF is committed to properly investigating all credible claims raised via media, NGOs, and official complaints concerning IDF conduct during operation Protective Edge, in as serious a manner as possible.\n\n“It should be noted that following Operation Protective Edge, thorough investigations were carried out, and soldiers and commanders were given the opportunity to present any complaint. Exceptional incidents were then transferred to the military advocate general for further inquiry.”\n\n\n\n",
  "title": "Israeli soldiers cast doubt on legality of Gaza military tactics",
  "ts_in": "2015-05-04T16:19:31.794105",
  "url": "http://www.theguardian.com/world/2015/may/04/israeli-soldiers-cast-doubt-on-legality-of-gaza-military-operation"
}