{
  "article_html": "<div><p>As the final whistle was blown on <a href=\"http://www.theguardian.com/football/2015/may/03/premier-league-chelsea-crystal-palace-match-report\" title=\"\" class=\" u-underline\">Chelsea&#8217;s title-clinching defeat of Crystal Palace</a> there were the usual well-groomed home-ground eruptions of joy from players and staff. Jos&#233; Mourinho hugged his family. The kit-man made an ill-advised attempt to hoist the physio on his shoulders. A bobbing huddle formed in front of the Matthew Harding stand. And most striking of all was the sight of John Terry, away from the singing and the waving scarves, down on his knees, eyes closed, lost in a moment of startlingly intense communion with the Stamford Bridge turf.</p>\n<p>If there was a degree of rawness to Terry&#8217;s private celebrations, a refusal to be glazed by repetition, then this is testimony in itself to the winning qualities of Chelsea&#8217;s captain. When it comes to Terry and Chelsea in the modern era one thing is certain: he is entirely synonymous with success, a one-man raven in the tower whose eventual departure, most likely at the end of his new one-year contract, will require a complete making-over of what a <a href=\"http://www.theguardian.com/football/chelsea\" class=\" u-underline\">Chelsea</a> Premier League title triumph is supposed to look like.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/blog/2015/may/04/chelsea-premier-league-title-terry-hazard-mourinho\" class=\" u-underline\">Chelsea&#8217;s 2014-15 Premier League title-winning squad: how they rate | Dominic Fifield</a> </p>\n\n<p>There is a remarkable personal statistic lurking in here. Chelsea Football Club has now won 25 major honours. Terry has been present for 16 of these, or 64% of the club&#8217;s total accumulated silverware since it was called into existence in 1905 to fill an empty stadium originally intended for Fulham.</p>\n<p>If Terry&#8217;s trophy ratio is skewed by the clumping together of so much success in the billionaire-ball present, then his ability to stay the course is an achievement in its own right. Ten years on from his first league title Chelsea&#8217;s captain has seen seven managers come and go, not to mention at least 20 semi-regular central defensive partners and the relentless ups and downs and ins and outs of an occasionally hair-curling public-private life.</p>\n<p>And yet here he is. Still captaining, still leading, still legending. For a man who seems to have been playing through near-terminal injury for much of the last decade there is a remarkably consistent pitch to Terry&#8217;s sustained defensive presence. Not to mention a fair case to be remembered as among the most enduring of England&#8217;s overheated Baden-Baden generation, a player who really did leave nothing &#8211; aside from some rancour and the odd piece of cartilage &#8211; behind on the pitch.</p>\n<p>Graeme Le Saux was a senior player when Terry was first making the leap from youth to first team. &#8220;When you see someone develop from 16 and then you see what they&#8217;ve achieved you sometimes can&#8217;t quite believe it&#8217;s the same person,&#8221; he says now. &#8220;He was very confident when he first came over to join training with the first-team players. He wasn&#8217;t the biggest or the quickest but I remember noticing immediately that he read the game very well. He had an inquisitive mind and he would always be asking questions.&#8221;</p>\n<p>Seventeen years down the line there is even a kind of mawkishness in Terry&#8217;s supreme devotion to his adopted west London home, not to mention his fabled indestructibility. It did not make many headlines but one of Terry&#8217;s defining performances this season came at West Ham last month three days after the Capital One Cup final. Holding his back, flexing a hamstring, booked for one desperate rugby-style assault on Enner Valencia, <a href=\"http://www.theguardian.com/football/blog/2015/mar/04/chelsea-west-ham-john-terry-driving-force-title-road\" title=\"\" class=\" u-underline\">Terry gave a horrible but also oddly unbreachable performance</a> as Chelsea won 1-0 and the cruise towards the title was bundled back on track.</p>\n<p>&#8220;He&#8217;s got up off the medical table to play games when he shouldn&#8217;t have, he&#8217;s so committed to playing even against medical advice,&#8221; Le Saux says. &#8220;You think of the wear and tear on his body, the psychological baggage he&#8217;s had to carry, the good and the bad: recovering from the penalty miss in the Champions League final in Moscow, the fact he had the breakdown with England and what a massive loss not playing is for him personally. He&#8217;s had to deal with a lot, some of it self-inflicted to be fair.&#8221;</p>\n<p>At this stage there isn&#8217;t a great deal left to say about Terry&#8217;s off-field adventures. This a player whose professional life has been measured out in unsavoury newspaper splurges, overshadowed for many by the criminal charge of racially abusing a fellow professional, with its courtroom &#8220;sarcasm&#8221; defence. Terry denied the charge and was found not guilty.</p>\n<p>Suffice to say Terry will never be loved by many outside Stamford Bridge, and with good reason perhaps. And yet in pure footballing terms it has been a little too easy for some to dismiss Chelsea&#8217;s captain as a bone-headed trier, a luddite with an armband. The fact is Terry has always been a skilful, very modern kind of central defender, a player who is perhaps appreciated more outside his home country.</p>\n<p>In 2011 he was rated statistically the third-best passer in Europe, his completion ratio just a little behind Xavi (famously, he also has more career goals than Andr&#233;s Iniesta). Terry was a Fifpro world team of the year constant between 2005 and 2009 and has been a favourite son to some of the great modern managers. Carlo Ancelotti called him &#8220;the captain of all team captains&#8221;. Fabio Capello, who knows a thing or two about pure defending having coached Paolo Maldini, Franco Baresi and Fabio Cannavaro, considered Terry the only England player who didn&#8217;t shrink when he put on the shirt.</p>\n<p>Meanwhile Mourinho is two years into building a second champion team around his captain, albeit a slightly altered version. Terry was never quick. These days he barely seems to run at all, his game based instead on anticipation, dropping off, snuffing out possibilities, attacking not so much the ball as where the ball might be about to go next.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/blog/2015/may/03/jose-mourinho-chelsea-special-barney-ronay\" class=\" u-underline\">Jos&#233; Mourinho must feel this is a special achievement even by his standards | Barney Ronay</a> </p>\n\n<p>&#8220;Not only does he get himself in the right position early, he also has such awareness of what is happening around him that nine times out of 10 he wins the ball and also makes sure it goes to a player who can then start a Chelsea attack,&#8221; Le Saux says. &#8220;When you saw him as a kid you thought he&#8217;s a really good technical player but that lack of size and pace is what&#8217;s going to expose him as he gets older. But somehow his attitude and his effort got him through that. From a very early age he would be out on the training field before sessions started working on his short game, his left foot, technical stuff.&#8221;</p>\n<p>In this sense Terry is a defensive general by stealth now, and a far less concussive player. He committed just one foul in the Premier League between 18 October and 17 January. This season overall he has just 12 fouls in 35 games, compared with a career high of 67 in 2008-09. It is a passive-aggressive, backward-stepping style that has at times left Chelsea vulnerable. Both Terry and Gary Cahill defended &#8220;flat&#8221; <a href=\"http://www.theguardian.com/football/2015/jan/01/tottenham-hotspur-chelsea-premier-league-match-report\" title=\"\" class=\" u-underline\">against Harry Kane at White Hart Lane on New Year&#8217;s Day</a>, dropping off rather than attacking the ball and suffering when Kane turned and ran at them. Similarly against Paris Saint-Germain Chelsea missed a more thrusting presence, a defender who might step out and carry the ball through a congested midfield. But these are rare quibbles in a season that has seen Terry sure-footed as others have occasionally had dips around him.</p>\n<p>At the end of which he remains not just the muscular soul of this re-geared Chelsea, the only home-grown regular of the Abramovich years, but a vital political presence during a period of furious managerial chop and change. Terry has been the constant throughout, keeper of the dressing room, a player who emerged between the stitching of old and new and still seems to carry a bit of both with him.</p>\n<p>Sixteen trophies down the line he is a unique figure in more ways than one: the most profound individual influence at any modern day Champions League heavyweight; and on the pitch at least, an authentic, if only grudgingly revered jewel of the English game.</p>\n</div>",
  "authors": [
    "Barney Ronay"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "John Terry",
    "Chelsea",
    "Football",
    "Sport"
  ],
  "ntitle": "john_terry_muscular_soul_of_chelsea_and_grudgingly_revered_jewel_of_english_game",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "As the final whistle was blown on Chelsea’s title-clinching defeat of Crystal Palace there were the usual well-groomed home-ground eruptions of joy from players and staff. José Mourinho hugged his family. The kit-man made an ill-advised attempt to hoist the physio on his shoulders. A bobbing huddle formed in front of the Matthew Harding stand. And most striking of all was the sight of John Terry, away from the singing and the waving scarves, down on his knees, eyes closed, lost in a moment of startlingly intense communion with the Stamford Bridge turf.\n\nIf there was a degree of rawness to Terry’s private celebrations, a refusal to be glazed by repetition, then this is testimony in itself to the winning qualities of Chelsea’s captain. When it comes to Terry and Chelsea in the modern era one thing is certain: he is entirely synonymous with success, a one-man raven in the tower whose eventual departure, most likely at the end of his new one-year contract, will require a complete making-over of what a Chelsea Premier League title triumph is supposed to look like.\n\nRelated: Chelsea’s 2014-15 Premier League title-winning squad: how they rate | Dominic Fifield\n\nThere is a remarkable personal statistic lurking in here. Chelsea Football Club has now won 25 major honours. Terry has been present for 16 of these, or 64% of the club’s total accumulated silverware since it was called into existence in 1905 to fill an empty stadium originally intended for Fulham.\n\nIf Terry’s trophy ratio is skewed by the clumping together of so much success in the billionaire-ball present, then his ability to stay the course is an achievement in its own right. Ten years on from his first league title Chelsea’s captain has seen seven managers come and go, not to mention at least 20 semi-regular central defensive partners and the relentless ups and downs and ins and outs of an occasionally hair-curling public-private life.\n\nAnd yet here he is. Still captaining, still leading, still legending. For a man who seems to have been playing through near-terminal injury for much of the last decade there is a remarkably consistent pitch to Terry’s sustained defensive presence. Not to mention a fair case to be remembered as among the most enduring of England’s overheated Baden-Baden generation, a player who really did leave nothing – aside from some rancour and the odd piece of cartilage – behind on the pitch.\n\nGraeme Le Saux was a senior player when Terry was first making the leap from youth to first team. “When you see someone develop from 16 and then you see what they’ve achieved you sometimes can’t quite believe it’s the same person,” he says now. “He was very confident when he first came over to join training with the first-team players. He wasn’t the biggest or the quickest but I remember noticing immediately that he read the game very well. He had an inquisitive mind and he would always be asking questions.”\n\nSeventeen years down the line there is even a kind of mawkishness in Terry’s supreme devotion to his adopted west London home, not to mention his fabled indestructibility. It did not make many headlines but one of Terry’s defining performances this season came at West Ham last month three days after the Capital One Cup final. Holding his back, flexing a hamstring, booked for one desperate rugby-style assault on Enner Valencia, Terry gave a horrible but also oddly unbreachable performance as Chelsea won 1-0 and the cruise towards the title was bundled back on track.\n\n“He’s got up off the medical table to play games when he shouldn’t have, he’s so committed to playing even against medical advice,” Le Saux says. “You think of the wear and tear on his body, the psychological baggage he’s had to carry, the good and the bad: recovering from the penalty miss in the Champions League final in Moscow, the fact he had the breakdown with England and what a massive loss not playing is for him personally. He’s had to deal with a lot, some of it self-inflicted to be fair.”\n\nAt this stage there isn’t a great deal left to say about Terry’s off-field adventures. This a player whose professional life has been measured out in unsavoury newspaper splurges, overshadowed for many by the criminal charge of racially abusing a fellow professional, with its courtroom “sarcasm” defence. Terry denied the charge and was found not guilty.\n\nSuffice to say Terry will never be loved by many outside Stamford Bridge, and with good reason perhaps. And yet in pure footballing terms it has been a little too easy for some to dismiss Chelsea’s captain as a bone-headed trier, a luddite with an armband. The fact is Terry has always been a skilful, very modern kind of central defender, a player who is perhaps appreciated more outside his home country.\n\nIn 2011 he was rated statistically the third-best passer in Europe, his completion ratio just a little behind Xavi (famously, he also has more career goals than Andrés Iniesta). Terry was a Fifpro world team of the year constant between 2005 and 2009 and has been a favourite son to some of the great modern managers. Carlo Ancelotti called him “the captain of all team captains”. Fabio Capello, who knows a thing or two about pure defending having coached Paolo Maldini, Franco Baresi and Fabio Cannavaro, considered Terry the only England player who didn’t shrink when he put on the shirt.\n\nMeanwhile Mourinho is two years into building a second champion team around his captain, albeit a slightly altered version. Terry was never quick. These days he barely seems to run at all, his game based instead on anticipation, dropping off, snuffing out possibilities, attacking not so much the ball as where the ball might be about to go next.\n\nRelated: José Mourinho must feel this is a special achievement even by his standards | Barney Ronay\n\n“Not only does he get himself in the right position early, he also has such awareness of what is happening around him that nine times out of 10 he wins the ball and also makes sure it goes to a player who can then start a Chelsea attack,” Le Saux says. “When you saw him as a kid you thought he’s a really good technical player but that lack of size and pace is what’s going to expose him as he gets older. But somehow his attitude and his effort got him through that. From a very early age he would be out on the training field before sessions started working on his short game, his left foot, technical stuff.”\n\nIn this sense Terry is a defensive general by stealth now, and a far less concussive player. He committed just one foul in the Premier League between 18 October and 17 January. This season overall he has just 12 fouls in 35 games, compared with a career high of 67 in 2008-09. It is a passive-aggressive, backward-stepping style that has at times left Chelsea vulnerable. Both Terry and Gary Cahill defended “flat” against Harry Kane at White Hart Lane on New Year’s Day, dropping off rather than attacking the ball and suffering when Kane turned and ran at them. Similarly against Paris Saint-Germain Chelsea missed a more thrusting presence, a defender who might step out and carry the ball through a congested midfield. But these are rare quibbles in a season that has seen Terry sure-footed as others have occasionally had dips around him.\n\nAt the end of which he remains not just the muscular soul of this re-geared Chelsea, the only home-grown regular of the Abramovich years, but a vital political presence during a period of furious managerial chop and change. Terry has been the constant throughout, keeper of the dressing room, a player who emerged between the stitching of old and new and still seems to carry a bit of both with him.\n\nSixteen trophies down the line he is a unique figure in more ways than one: the most profound individual influence at any modern day Champions League heavyweight; and on the pitch at least, an authentic, if only grudgingly revered jewel of the English game.",
  "title": "John Terry: muscular soul of Chelsea and grudgingly revered jewel of English game",
  "ts_in": "2015-05-04T16:19:40.955497",
  "url": "http://www.theguardian.com/football/blog/2015/may/04/john-terry-chelsea-premier-league-title"
}