{
  "article_html": "<div><p><br>Victims of domestic violence will be given easier access to legal aid to help them escape abusive relationships, <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> pledge d on Monday in a pre-election spending commitment.</p>\n<p>The anticipated &#163;5m cost of expanding the scheme, expected to help thousands of women, will be paid for by increases in the victim&#8217;s surcharge, Sadiq Khan, the party&#8217;s justice spokesman, has promised. <br></p>\n<p>The announcement, saved up for the home sprint of the election campaign, coincides with <a href=\"http://www.theguardian.com/law/2015/may/01/open-letter-judges-peers-restore-legal-aid-incoming-government-justice\" class=\" u-underline\">calls at the weekend from more than 100 former judges and senior lawyers</a> for political parties to restore cuts to legal aid.</p>\n<p>Of the estimated &#163;600m taken out of the annual legal aid budget by the coalition government, the regulations limiting who is entitled to support &#8211; in the context of allegations of domestic violence &#8211; have proved to be the most contentious.</p>\n<p>Changes introduced by Ken Clarke when justice secretary, under the 2012 Legal Aid, Sentencing and Punishment of Offenders Act mean victims seeking legal advice must produce documentary proof they meet strict criteria. This is required at precisely the moment they &#8211; usually vulnerable women &#8211; are most at risk from threatening or violent partners.</p>\n<p>Labour has promised to ease the process significantly if it forms the next government. Khan said: &#8220;It&#8217;s a disgrace that thousands of victims of domestic violence have been denied justice because of this government&#8217;s actions. Many have been trapped in abusive relationships and their suffering prolonged as a result. Labour is not prepared to sit idly by and let this continue.&#8221;</p>\n<p>Without legal aid in family cases, some victims have been forced to endure cross-examination from their attackers in court and been unable to disentangle their financial affairs from former partners.</p>\n<p>Labour is promising to lower the threshold at which victims of domestic violence gain entitlement to legal aid by expanding the types of evidence deemed admissible. </p>\n<p>Officials, including GPs, will no longer be able to charge for writing letters used as proof that a victim has suffered abuse. The current regulations, which limit evidence of domestic violence to the previous two years, will be reviewed. </p>\n<p>The Legal Aid Agency&#8217;s much criticised exceptional funding scheme, which is supposed to provide a safety net for applicants in desperate cases, will also be overhauled, Labour vows. </p>\n<p>The shadow justice secretary added: &#8220;Labour will change the rules for legal aid so that more victims of domestic violence get the support they need. We will widen the number of organisations that can be used by victims to obtain proof and work with relevant public authorities, such as GPs, so that victims are no longer charged for evidence they require in order to be eligible for legal aid.</p>\n<p>&#8220;We are also going to take a serious look at the two-year rule on evidence eligibility. In the real world, the damage done by domestic violence doesn&#8217;t just stop two years after the event. There needs to be much greater flexibility in the system to take into account the really difficult circumstances faced by many victims of domestic violence.&#8221;</p>\n<p><a href=\"http://www.theguardian.com/law/2015/may/01/legal-aid-cuts-threaten-very-democracy\" class=\" u-underline\">The campaign group Rights of Women</a> claims that 40% of women affected by domestic violence are prevented from obtaining legal aid. According to Women&#8217;s Aid, on average two women a week are killed by a current or former partner.</p>\n<p>The Law Society, which represents solicitors and has <a href=\"http://www.theguardian.com/law/2015/jan/23/high-court-legal-aid-domestic-violence\" class=\" u-underline\">supported judicial review challenges against the legal aid act&#8217;s guidelines</a>, estimates that, each year, 500 recent victims of domestic violence kill themselves.</p>\n<p>Many victims do not report abuse because of shame or fear, meaning that securing documentation, such as a letter from a GP, is extremely difficult.</p>\n<p>Some other forms of verification are already acceptable such as time spent at a refuge, proof that an abusive partner has a conviction or is on bail, ongoing criminal proceedings, a letter from social services or a domestic violence protection notice or domestic violence protection order granted.</p>\n<p>A report by Rights of Women, Women&#8217;s Aid Federation England and Welsh Women&#8217;s Aid found 60% of women surveyed said they could not take legal action because they were <a href=\"http://www.theguardian.com/society/2014/dec/12/domestic-violence-victims-government-restrictions-legal-aid\" class=\" u-underline\">not eligible</a> for legal aid.</p>\n<p>In some recent cases, it has been reported, legal aid has been withdrawn if the evidence &#8216;expires&#8217; during legal proceedings &#8211; unless victims can provide fresh evidence of abuse within the two-year time limit, no more legal aid will be available.</p>\n<p>Emma Scott, director of Rights of Women, welcomed Labour&#8217;s policy announcement. &#8220;We hear every day the devastating impact of the legal aid cuts on women affected by violence and how they are restricting women&#8217;s access to the very family law remedies which could afford them safety. We welcome Labour&#8217;s proposals to amend the domestic violence evidence criteria. The forms of evidence required to access family law legal aid must reflect the reality of women&#8217;s experience of violence if access to legal aid and to the family courts is to be a reality for them.&#8221;<br>The Ministry of Justice has in the past defended its regulations governing access to legal aid. Earlier this year spokesperson said: &#8220;This government is exceptionally clear that victims of domestic violence should get legal aid wherever they need it to help break free from the abusive relationship. That is why we listened carefully to concerns and made changes to expand the types of evidence that could be used to access legal aid.</p>\n<p>&#8220;Since the reforms were introduced thousands of people have successfully applied for legal aid where domestic violence is involved. However, we have always said we will keep the new system under review, and our door is always open to those with evidence about concerns.</p>\n</div>",
  "authors": [
    "Owen Bowcott"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Legal aid",
    "Domestic violence",
    "UK criminal justice",
    "Law",
    "General election 2015",
    "Society",
    "UK news",
    "Labour",
    "Politics"
  ],
  "ntitle": "labour_pledges_to_roll_back_obstacles_to_legal_aid_for_victims_of_domestic_abuse",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "\n\nVictims of domestic violence will be given easier access to legal aid to help them escape abusive relationships, Labour pledge d on Monday in a pre-election spending commitment.\n\nThe anticipated £5m cost of expanding the scheme, expected to help thousands of women, will be paid for by increases in the victim’s surcharge, Sadiq Khan, the party’s justice spokesman, has promised.\n\n\n\nThe announcement, saved up for the home sprint of the election campaign, coincides with calls at the weekend from more than 100 former judges and senior lawyers for political parties to restore cuts to legal aid.\n\nOf the estimated £600m taken out of the annual legal aid budget by the coalition government, the regulations limiting who is entitled to support – in the context of allegations of domestic violence – have proved to be the most contentious.\n\nChanges introduced by Ken Clarke when justice secretary, under the 2012 Legal Aid, Sentencing and Punishment of Offenders Act mean victims seeking legal advice must produce documentary proof they meet strict criteria. This is required at precisely the moment they – usually vulnerable women – are most at risk from threatening or violent partners.\n\nLabour has promised to ease the process significantly if it forms the next government. Khan said: “It’s a disgrace that thousands of victims of domestic violence have been denied justice because of this government’s actions. Many have been trapped in abusive relationships and their suffering prolonged as a result. Labour is not prepared to sit idly by and let this continue.”\n\nWithout legal aid in family cases, some victims have been forced to endure cross-examination from their attackers in court and been unable to disentangle their financial affairs from former partners.\n\nLabour is promising to lower the threshold at which victims of domestic violence gain entitlement to legal aid by expanding the types of evidence deemed admissible.\n\nOfficials, including GPs, will no longer be able to charge for writing letters used as proof that a victim has suffered abuse. The current regulations, which limit evidence of domestic violence to the previous two years, will be reviewed.\n\nThe Legal Aid Agency’s much criticised exceptional funding scheme, which is supposed to provide a safety net for applicants in desperate cases, will also be overhauled, Labour vows.\n\nThe shadow justice secretary added: “Labour will change the rules for legal aid so that more victims of domestic violence get the support they need. We will widen the number of organisations that can be used by victims to obtain proof and work with relevant public authorities, such as GPs, so that victims are no longer charged for evidence they require in order to be eligible for legal aid.\n\n“We are also going to take a serious look at the two-year rule on evidence eligibility. In the real world, the damage done by domestic violence doesn’t just stop two years after the event. There needs to be much greater flexibility in the system to take into account the really difficult circumstances faced by many victims of domestic violence.”\n\nThe campaign group Rights of Women claims that 40% of women affected by domestic violence are prevented from obtaining legal aid. According to Women’s Aid, on average two women a week are killed by a current or former partner.\n\nThe Law Society, which represents solicitors and has supported judicial review challenges against the legal aid act’s guidelines, estimates that, each year, 500 recent victims of domestic violence kill themselves.\n\nMany victims do not report abuse because of shame or fear, meaning that securing documentation, such as a letter from a GP, is extremely difficult.\n\nSome other forms of verification are already acceptable such as time spent at a refuge, proof that an abusive partner has a conviction or is on bail, ongoing criminal proceedings, a letter from social services or a domestic violence protection notice or domestic violence protection order granted.\n\nA report by Rights of Women, Women’s Aid Federation England and Welsh Women’s Aid found 60% of women surveyed said they could not take legal action because they were not eligible for legal aid.\n\nIn some recent cases, it has been reported, legal aid has been withdrawn if the evidence ‘expires’ during legal proceedings – unless victims can provide fresh evidence of abuse within the two-year time limit, no more legal aid will be available.\n\nEmma Scott, director of Rights of Women, welcomed Labour’s policy announcement. “We hear every day the devastating impact of the legal aid cuts on women affected by violence and how they are restricting women’s access to the very family law remedies which could afford them safety. We welcome Labour’s proposals to amend the domestic violence evidence criteria. The forms of evidence required to access family law legal aid must reflect the reality of women’s experience of violence if access to legal aid and to the family courts is to be a reality for them.”\n\nThe Ministry of Justice has in the past defended its regulations governing access to legal aid. Earlier this year spokesperson said: “This government is exceptionally clear that victims of domestic violence should get legal aid wherever they need it to help break free from the abusive relationship. That is why we listened carefully to concerns and made changes to expand the types of evidence that could be used to access legal aid.\n\n“Since the reforms were introduced thousands of people have successfully applied for legal aid where domestic violence is involved. However, we have always said we will keep the new system under review, and our door is always open to those with evidence about concerns.",
  "title": "Labour pledges to roll back obstacles to legal aid for victims of domestic abuse",
  "ts_in": "2015-05-04T08:48:06.528489",
  "url": "http://www.theguardian.com/law/2015/may/04/labour-pledges-to-roll-back-obstacles-legal-aid-victims-domestic-abuse"
}