{
  "article_html": "<div><p>Britain&#8217;s latest royal birth generated a burst of excitement in the US on Saturday, just two months shy of the annual Fourth of July celebration of liberation from British tyranny in 1776.<br></p>\n<p>Undaunted by history, modern Americans did not hesitate to coo and gasp over the tiny sleeping bundle that emerged, in her mother&#8217;s arms, from hospital in London. No name was immediately announced, leading the online lobbying to begin. Diana, Alice, Elizabeth, Olivia and Charlotte led the pack.</p>\n<p>The comedian and talkshow host Ellen DeGeneres posted her thoughts on Twitter: &#8220;It&#8217;s a princess! Welcome to the world, Princess Winnifred Fergully Ellen of the Shire. That&#8217;s just a suggestion.&#8221;</p>\n<p>After the hashtag #RoyalBaby began trending, one wag wondered: if that was to be her name, should one pronounce the hashtag?</p>\n<p>Celebrity and royal-watching US gossip magazines fell over themselves in unalloyed ecstasy, as did their online readers.</p>\n<p>If there was any doubt &#8211; and some commentators expressed some &#8211; that the Duchess of Cambridge needed to look flawless upon appearing outside the hospital with her new second child, People magazine soon put that to rest.</p>\n<p>&#8220;Just 12 hours after being admitted ... Kate looked stunning and remarkably groomed after a visit from Amanda Cook Tucker, the hairdresser responsible for her lustrous locks. Barely showing any sign of the quick labor she had just endured, Kate donned a bespoke yellow and white floral dress,&#8221; the magazine gushed &#8211; at ever greater length.</p>\n<p>People tweeted the story under the headline: &#8220;Princess Kate post-labor looks better than we ever will.&#8221;</p>\n<p>Some less charitable readers pointed out that although she was leaving the hospital remarkably quickly, the duchess was going home to unlimited luxury and a phalanx of staff and medical personnel in a setting that was &#8220;not your average household&#8221;.</p>\n<p>&#8220;If I had a beautiful palace to retire to and be waited on around the clock I would leave the hospital at the earliest possibility,&#8221; wrote one royal fan.</p>\n<p>Some commented on the new princess&#8217;s innocent sleeping form; another observed that she has &#8220;quite a set of eyebrows&#8221;. One reader called Kate a trouper.</p>\n<p>&#8220;I feel quite bad for the Duchess,&#8221; someone sympathized. &#8220;The amount of pressure for her to look happy, relaxed and put together all the time.&#8221;</p>\n<p>Of the new baby, one US reader wrote: &#8220;I do hope that Diana will be part of her name. She&#8217;s beautiful. Sweet little angel.&#8221;</p>\n<p>Another online reader gushed to Us Weekly: &#8220;It&#8217;s a modern real life fairytale!&#8221;</p>\n<p>The magazine itself speculated upon seeing Queen Elizabeth at a function a few hours after the princess&#8217;s birth, wearing head to toe hot pink: &#8220;Think she had an all-blue outfit at the ready, too?&#8221;</p>\n<p>E! Online called the baby the royal family&#8217;s &#8220;newest bundle of joy&#8221;.</p>\n<p>Over on the website of Fox News, however, a reader had a warning for William and Kate: &#8220;If Mom and Dad don&#8217;t name the baby Diana, they should both be sent into exile &#8230; maybe to the Falklands.&#8221;</p>\n</div>",
  "authors": [
    "Joanna Walters"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "The Duchess of Cambridge",
    "Prince William",
    "Monarchy",
    "UK news",
    "US news"
  ],
  "ntitle": "let_the_cooing_begin_america_swoons_over_britain_s_new_royal_baby",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Britain’s latest royal birth generated a burst of excitement in the US on Saturday, just two months shy of the annual Fourth of July celebration of liberation from British tyranny in 1776.\n\n\n\nUndaunted by history, modern Americans did not hesitate to coo and gasp over the tiny sleeping bundle that emerged, in her mother’s arms, from hospital in London. No name was immediately announced, leading the online lobbying to begin. Diana, Alice, Elizabeth, Olivia and Charlotte led the pack.\n\nThe comedian and talkshow host Ellen DeGeneres posted her thoughts on Twitter: “It’s a princess! Welcome to the world, Princess Winnifred Fergully Ellen of the Shire. That’s just a suggestion.”\n\nAfter the hashtag #RoyalBaby began trending, one wag wondered: if that was to be her name, should one pronounce the hashtag?\n\nCelebrity and royal-watching US gossip magazines fell over themselves in unalloyed ecstasy, as did their online readers.\n\nIf there was any doubt – and some commentators expressed some – that the Duchess of Cambridge needed to look flawless upon appearing outside the hospital with her new second child, People magazine soon put that to rest.\n\n“Just 12 hours after being admitted ... Kate looked stunning and remarkably groomed after a visit from Amanda Cook Tucker, the hairdresser responsible for her lustrous locks. Barely showing any sign of the quick labor she had just endured, Kate donned a bespoke yellow and white floral dress,” the magazine gushed – at ever greater length.\n\nPeople tweeted the story under the headline: “Princess Kate post-labor looks better than we ever will.”\n\nSome less charitable readers pointed out that although she was leaving the hospital remarkably quickly, the duchess was going home to unlimited luxury and a phalanx of staff and medical personnel in a setting that was “not your average household”.\n\n“If I had a beautiful palace to retire to and be waited on around the clock I would leave the hospital at the earliest possibility,” wrote one royal fan.\n\nSome commented on the new princess’s innocent sleeping form; another observed that she has “quite a set of eyebrows”. One reader called Kate a trouper.\n\n“I feel quite bad for the Duchess,” someone sympathized. “The amount of pressure for her to look happy, relaxed and put together all the time.”\n\nOf the new baby, one US reader wrote: “I do hope that Diana will be part of her name. She’s beautiful. Sweet little angel.”\n\nAnother online reader gushed to Us Weekly: “It’s a modern real life fairytale!”\n\nThe magazine itself speculated upon seeing Queen Elizabeth at a function a few hours after the princess’s birth, wearing head to toe hot pink: “Think she had an all-blue outfit at the ready, too?”\n\nE! Online called the baby the royal family’s “newest bundle of joy”.\n\nOver on the website of Fox News, however, a reader had a warning for William and Kate: “If Mom and Dad don’t name the baby Diana, they should both be sent into exile … maybe to the Falklands.”",
  "title": "Let the cooing begin: America swoons over Britain's new royal baby",
  "ts_in": "2015-05-04T16:35:35.190526",
  "url": "http://www.theguardian.com/uk-news/2015/may/02/kate-william-daughter-america"
}