{
  "article_html": "<div><h2>&#8216;Advertising is not a very comfortable place for everyone.&#8217; Shirley</h2>\n<p>After Sterling Cooper ceased to exist after being swallowed last week by its parent company, McCann, we&#8217;re beginning to see our <a href=\"http://www.theguardian.com/tv-and-radio/mad-men-tv-series\" class=\" u-underline\">Mad Men</a> and Women go their separate ways. This really is the end.</p>\n<p>Despite the sunny affection shown to Don &#8211; Jim Hobart&#8217;s white whale &#8211; the other SC&amp;Pers are finding the transition difficult. Impossible. The Moby-Dick analogy is apt. Hobart seems to admit that the sole reason he bought SC&amp;P was for Draper&#8217;s talents which, for years, have been better regarded outside of his own company. The hunt was futile and the consequences huge. Especially for the characters in Don&#8217;s orbit. The rest of the team have the talent and desire to make McCann money, but as we saw with the treatment of Joan and Peggy, it&#8217;s not important. They bought an entire agency to get Miller beer. They did the same to get Don. </p>\n<p>Weiner showed us the scale of the McCann behemoth. First simply by the number of people bustling around the office. Then we heard that Don was on the 19th floor, while Harry was on 24 and Roger on 26 (&#8220;the nursing home&#8221;). The survivors of the Swallowing divided and conquered. Then, to accentuate the point that their future is a foreign country, the two copywriters muscling in on Peggy&#8217;s accounts explained the lines of communication:</p>\n<blockquote class=\"quoted\">\n<p>If you want us just ask Frank in the studio, he&#8217;ll ask Bobby in traffic and he&#8217;ll tell Carl the associate creative director.&#8221;</p>\n</blockquote>\n<p>At McCann, everyone wears white shirts, no jackets. In meetings everyone drinks a Coke and takes studied notes with the same pen. They do things the McCann way. The chance of the Sterling Cooper staff holding their ground seemed slim at first and impossible by the end of the episode.</p>\n<p>So it was then when Joan rang Barry, her wheelchair-using client at Avon, to tell them about the change in arrangements, she was quickly undermined by the loathsome Dennis Ford, who muscled into the conversation to dimly offer a round of golf at Augusta (of course it had to be <a href=\"http://www.theguardian.com/sport/2014/apr/09/augusta-national-change-ikes-tree\" class=\" u-underline\">Augusta</a>). Joan went to Ferg Donnelly to get Dennis off the account and ended up with the senior executive devoting his efforts to her work for reasons of predictably grim intent.</p>\n<p>After boyfriend Richard&#8217;s advice, Joan then took the nuclear option and threatened Jim Hobart with a combination of lawyers and feminists in return for her half-million dollar stake. He offered her half and then none at all. </p>\n<p>She ended up being convinced by Roger of the $250,000 in exchange for leaving. Which, given the bleak future, felt almost a victory of sorts but, well, it wasn&#8217;t, was it? Joan is brilliant, but as she was mistreated by Harry Crane all those years ago, here she was once more bypassed, overridden and harassed simply because she&#8217;s a woman. Would Roger have accepted half his share? You doubt it. <br>Is it too much to hope that Joan uses that money to start Holloway-Olson? Well yes, frankly. But one wonders how long Peggy will last. Cast from head of copy at SC&amp;P to being offered a desk in the typing pool because she&#8217;d been confused for a secretary and no one had thought to fix her an office. As a result, Peggy haunted the empty offices of the Time-Life building as it slowly emptied. Also there was Roger &#8220;The Organist Entertains&#8221; Sterling who, in a couple of wonderful little scenes, connected with Peggy for the first time over a glasses of Cinzano.</p>\n<p>I loved the camp wit of the moment when Peggy &#8211; thinking she was alone &#8211; found him there. We could hear spooky organ music which seemed to be <a href=\"http://ccnmtl.columbia.edu/projects/filmglossary/web/terms/non-diegetic_sound.html\" class=\" u-underline\">non-diegetic</a>, but then Peggy found Roger playing his old organ within the scene. After Roger tried to put Peggy at ease about joining McCann, he lamented the demise of his firm while Peggy revealed the size of her ambitions:</p>\n<blockquote class=\"quoted\">\n<p>Roger: Even if your name&#8217;s on the damn door you should know better than to get attached to some walls.<br>Peggy: Well hopefully I&#8217;ll have that problem some day.<br></p>\n</blockquote>\n<p>They followed this by a boozy session of rollerskating and organ music before we next saw Peggy swaggering into McCann looking like a rock star with her Wayfarers, Burt&#8217;s picture (see culture watch) and a cigarette dangling at a perfectly Richardsian angle. She&#8217;ll be all right.<br></p>\n<h2>&#8216;I&#8217;m Don Draper of McCann Erickson.&#8217; Don Draper, of McCann Erickson</h2>\n<p><br>As for Don: well, after initially seeming to embrace the status of being Jim Hobart&#8217;s prize catch &#8211; and with Meredith taking care of his entire life down to decorating (he&#8217;s now living in the Plaza) and Sally&#8217;s school arrangements &#8211; he stood up and left. I don&#8217;t think he&#8217;ll be back.</p>\n<p>Sat in a Miller beer meeting with some of McCann&#8217;s many identikit creative heads, he looked out of the window to see a plane flying over the Empire State and walked out. The smile Ted gave him as he left suggested a permanence to the gesture.</p>\n<p>I initially wondered if he was going to the midwest to outflank his rivals for ideas for the diet Miller beer, but no &#8211; after a warm-what-felt-like goodbye to Birdy &#8211; he was off west. Riding the rails. A hobo in a Cadillac.</p>\n<p>Bert Cooper returned somewhere around Cleveland, first via the voice of a radio ad, then in the car itself as Don&#8217;s guardian angel. They talked about Kerouac (more on this in culture watch), as Don explained his wandering to his own subconscious: <br></p>\n<blockquote class=\"quoted\">\n<p> Don: Remember On the Road?<br>Bert: I&#8217;ve never read that book, you know that.<br>Don: I&#8217;m riding the rails.<br>Bert: Wither goest now America in thy shiny car at night?<br></p>\n</blockquote>\n<p>The scenes at Diana Bauer&#8217;s ex-husband&#8217;s house, with Don failing to spin his lies, suggested a sense of purpose rather than just hitting the road. But note that after leaving Racine he was driving westwards again. Not back to New York where Meredith was doing her best to keep him out of trouble (Jim Hobart: &#8220;Is he on a bender, sweetheart?&#8221;). If he&#8217;d have picked the hitchhiker up to take him to St Paul he&#8217;d have to have turned around. Now he&#8217;s heading north. With no particular place to go.<br></p>\n<h2>Culture watch</h2>\n<p>Ground control to Major Don &#8230; We were played out, of course, by David Bowie. Not only was that pulled rising shot allied with the pre-chorus howl of Space Oddity (first released in 1969) the finest musical moment in the show <a href=\"https://www.youtube.com/watch?v=rLLL9DKpUa4\" class=\" u-underline\">since Don tuned out with Tomorrow Never Knows</a>, it also drew a neat line between the Kerouac references. Bowie&#8217;s love of the writer is well known &#8211; and referenced in the song Subterraneans on Low (named for the 1958 novella) &#8211; but one of the most famous passages in On the Road also inspired the idea of the Spiders from Mars: </p>\n<blockquote class=\"quoted\">\n<p> The only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones that never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow Roman candles exploding like spiders across the stars.&#8221;<br></p>\n</blockquote>\n<p><br>Meanwhile, the song playing while Don and Bert had their Kerouac moment was <a href=\"https://www.youtube.com/watch?v=bbl90s__X4Q\" class=\" u-underline\">Brian Hyland&#8217;s 1962 version of Sealed with a Kiss</a>.<br>The episode&#8217;s title refers to James Hilton&#8217;s novel (and Frank Capra&#8217;s film) Lost Horizon: the story of a war veteran finding peace and love in Shangri-La. A good omen? I mooted last week that California was something of a Shangri-La for Don. The film appeared earlier in this final season in <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2014/apr/16/mad-men-recap-season-seven-episode-one-time-zones\" class=\" u-underline\">Time Zones</a> when Don was watching it at Megan&#8217;s house. The film&#8217;s title card &#8220;Haven&#8217;t you ever dreamed of a place where there was peace and security, where living was not a struggle but a lasting delight?&#8221; <a href=\"http://tomandlorenzo.com/2014/04/mad-men-time-zones/\" class=\" u-underline\">was on the screen</a>.<br><a href=\"http://blogs.artinfo.com/lacmonfire/2010/07/19/bert-cooper%E2%80%99s-freaky-octopus-picture/\" class=\" u-underline\"><br>Here&#8217;s good piece on the meaning of The Dream of the Fisherman&#8217;s Wife </a> (Burt&#8217;s/Peggy&#8217;s Japanese octopus print) from when it first showed up in season three.<br>Betty, having started her course at Fairfield, was reading Freud&#8217;s Dora, Fragments of an Analysis of a Case of Hysteria, his 1905 paper on a young girl losing her voice and being diagnosed with hysteria. I&#8217;ll leave you to, ahem, read more into the meaning of Freud&#8217;s work in relation to the show but I should point out that <a href=\"http://www.lacaninireland.com/web/wp-content/uploads/2010/06/Summer_1998-LACAN-FOR-BEGINNERS-Cormac-Gallagher.pdf\" class=\" u-underline\">our old friend Lacan is perhaps the most famous interpreter of this particular work</a>. <br>Peggy was &#8211; I think (please correct me if not) &#8211; watching NBC&#8217;s Coogan&#8217;s Bluff knock-off <a href=\"http://www.imdb.com/title/tt0065317/\" class=\" u-underline\">McCloud</a> which began in early 1970. <br></p>\n<h2>Notes</h2>\n<p>Joan&#8217;s threat to get Betty Friedan marching on her behalf against McCann refers to <a href=\"http://www.nytimes.com/2006/12/31/magazine/31friedan.t.html?_r=0\" class=\" u-underline\">Freidan&#8217;s Women&#8217;s Strike for Equality </a>which, with its tens of thousands of marching women, managed to make &#8220;the women&#8217;s movement a household word&#8221;. Things remain far from perfect, but at least we&#8217;ve come a long way from Ferg&#8217;s point of view of Joan and Dennis not getting along: &#8220;He has a wife and three children, he&#8217;s not going to work for a girl. What&#8217;s he going to say, &#8216;She&#8217;s my boss?&#8217;&#8221;<br>Looks like McCann didn&#8217;t need Don. The campaign they came up with for the diet beet which became Miller Lite (&#8220;Tastes Great, Less Filling&#8221;) was <a href=\"http://adage.com/article/special-report-the-advertising-century/ad-age-advertising-century-top-100-advertising-campaigns/140150/\" class=\" u-underline\">named by Ad Age as the eighth-best ad campaign of the 20th century</a>.<br>Do you think the McCann execs of 2015 are happy with the portrayal of their firm in Mad Men? <a href=\"http://blogs.wsj.com/cmo/2015/04/06/mccann-mad-men-portrayal/\" class=\" u-underline\">Perhaps. </a></p>\n</div>",
  "authors": [
    "Will Dean"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mad Men",
    "Drama",
    "Historical drama",
    "Television",
    "Culture",
    "Television & radio",
    "US television"
  ],
  "ntitle": "mad_men_recap_season_seven_episode_12_lost_horizon_warning_spoilers",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "‘Advertising is not a very comfortable place for everyone.’ Shirley\n\nAfter Sterling Cooper ceased to exist after being swallowed last week by its parent company, McCann, we’re beginning to see our Mad Men and Women go their separate ways. This really is the end.\n\nDespite the sunny affection shown to Don – Jim Hobart’s white whale – the other SC&Pers are finding the transition difficult. Impossible. The Moby-Dick analogy is apt. Hobart seems to admit that the sole reason he bought SC&P was for Draper’s talents which, for years, have been better regarded outside of his own company. The hunt was futile and the consequences huge. Especially for the characters in Don’s orbit. The rest of the team have the talent and desire to make McCann money, but as we saw with the treatment of Joan and Peggy, it’s not important. They bought an entire agency to get Miller beer. They did the same to get Don.\n\nWeiner showed us the scale of the McCann behemoth. First simply by the number of people bustling around the office. Then we heard that Don was on the 19th floor, while Harry was on 24 and Roger on 26 (“the nursing home”). The survivors of the Swallowing divided and conquered. Then, to accentuate the point that their future is a foreign country, the two copywriters muscling in on Peggy’s accounts explained the lines of communication:\n\nIf you want us just ask Frank in the studio, he’ll ask Bobby in traffic and he’ll tell Carl the associate creative director.”\n\nAt McCann, everyone wears white shirts, no jackets. In meetings everyone drinks a Coke and takes studied notes with the same pen. They do things the McCann way. The chance of the Sterling Cooper staff holding their ground seemed slim at first and impossible by the end of the episode.\n\nSo it was then when Joan rang Barry, her wheelchair-using client at Avon, to tell them about the change in arrangements, she was quickly undermined by the loathsome Dennis Ford, who muscled into the conversation to dimly offer a round of golf at Augusta (of course it had to be Augusta). Joan went to Ferg Donnelly to get Dennis off the account and ended up with the senior executive devoting his efforts to her work for reasons of predictably grim intent.\n\nAfter boyfriend Richard’s advice, Joan then took the nuclear option and threatened Jim Hobart with a combination of lawyers and feminists in return for her half-million dollar stake. He offered her half and then none at all.\n\nShe ended up being convinced by Roger of the $250,000 in exchange for leaving. Which, given the bleak future, felt almost a victory of sorts but, well, it wasn’t, was it? Joan is brilliant, but as she was mistreated by Harry Crane all those years ago, here she was once more bypassed, overridden and harassed simply because she’s a woman. Would Roger have accepted half his share? You doubt it.\n\nIs it too much to hope that Joan uses that money to start Holloway-Olson? Well yes, frankly. But one wonders how long Peggy will last. Cast from head of copy at SC&P to being offered a desk in the typing pool because she’d been confused for a secretary and no one had thought to fix her an office. As a result, Peggy haunted the empty offices of the Time-Life building as it slowly emptied. Also there was Roger “The Organist Entertains” Sterling who, in a couple of wonderful little scenes, connected with Peggy for the first time over a glasses of Cinzano.\n\nI loved the camp wit of the moment when Peggy – thinking she was alone – found him there. We could hear spooky organ music which seemed to be non-diegetic, but then Peggy found Roger playing his old organ within the scene. After Roger tried to put Peggy at ease about joining McCann, he lamented the demise of his firm while Peggy revealed the size of her ambitions:\n\nRoger: Even if your name’s on the damn door you should know better than to get attached to some walls.\n\nPeggy: Well hopefully I’ll have that problem some day.\n\n\n\nThey followed this by a boozy session of rollerskating and organ music before we next saw Peggy swaggering into McCann looking like a rock star with her Wayfarers, Burt’s picture (see culture watch) and a cigarette dangling at a perfectly Richardsian angle. She’ll be all right.\n\n\n\n‘I’m Don Draper of McCann Erickson.’ Don Draper, of McCann Erickson\n\n\n\nAs for Don: well, after initially seeming to embrace the status of being Jim Hobart’s prize catch – and with Meredith taking care of his entire life down to decorating (he’s now living in the Plaza) and Sally’s school arrangements – he stood up and left. I don’t think he’ll be back.\n\nSat in a Miller beer meeting with some of McCann’s many identikit creative heads, he looked out of the window to see a plane flying over the Empire State and walked out. The smile Ted gave him as he left suggested a permanence to the gesture.\n\nI initially wondered if he was going to the midwest to outflank his rivals for ideas for the diet Miller beer, but no – after a warm-what-felt-like goodbye to Birdy – he was off west. Riding the rails. A hobo in a Cadillac.\n\nBert Cooper returned somewhere around Cleveland, first via the voice of a radio ad, then in the car itself as Don’s guardian angel. They talked about Kerouac (more on this in culture watch), as Don explained his wandering to his own subconscious:\n\n\n\nDon: Remember On the Road?\n\nBert: I’ve never read that book, you know that.\n\nDon: I’m riding the rails.\n\nBert: Wither goest now America in thy shiny car at night?\n\n\n\nThe scenes at Diana Bauer’s ex-husband’s house, with Don failing to spin his lies, suggested a sense of purpose rather than just hitting the road. But note that after leaving Racine he was driving westwards again. Not back to New York where Meredith was doing her best to keep him out of trouble (Jim Hobart: “Is he on a bender, sweetheart?”). If he’d have picked the hitchhiker up to take him to St Paul he’d have to have turned around. Now he’s heading north. With no particular place to go.\n\n\n\nCulture watch\n\nGround control to Major Don … We were played out, of course, by David Bowie. Not only was that pulled rising shot allied with the pre-chorus howl of Space Oddity (first released in 1969) the finest musical moment in the show since Don tuned out with Tomorrow Never Knows, it also drew a neat line between the Kerouac references. Bowie’s love of the writer is well known – and referenced in the song Subterraneans on Low (named for the 1958 novella) – but one of the most famous passages in On the Road also inspired the idea of the Spiders from Mars:\n\nThe only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones that never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow Roman candles exploding like spiders across the stars.”\n\n\n\n\n\nMeanwhile, the song playing while Don and Bert had their Kerouac moment was Brian Hyland’s 1962 version of Sealed with a Kiss.\n\nThe episode’s title refers to James Hilton’s novel (and Frank Capra’s film) Lost Horizon: the story of a war veteran finding peace and love in Shangri-La. A good omen? I mooted last week that California was something of a Shangri-La for Don. The film appeared earlier in this final season in Time Zones when Don was watching it at Megan’s house. The film’s title card “Haven’t you ever dreamed of a place where there was peace and security, where living was not a struggle but a lasting delight?” was on the screen.\n\n\n\nHere’s good piece on the meaning of The Dream of the Fisherman’s Wife (Burt’s/Peggy’s Japanese octopus print) from when it first showed up in season three.\n\nBetty, having started her course at Fairfield, was reading Freud’s Dora, Fragments of an Analysis of a Case of Hysteria, his 1905 paper on a young girl losing her voice and being diagnosed with hysteria. I’ll leave you to, ahem, read more into the meaning of Freud’s work in relation to the show but I should point out that our old friend Lacan is perhaps the most famous interpreter of this particular work.\n\nPeggy was – I think (please correct me if not) – watching NBC’s Coogan’s Bluff knock-off McCloud which began in early 1970.\n\n\n\nNotes\n\nJoan’s threat to get Betty Friedan marching on her behalf against McCann refers to Freidan’s Women’s Strike for Equality which, with its tens of thousands of marching women, managed to make “the women’s movement a household word”. Things remain far from perfect, but at least we’ve come a long way from Ferg’s point of view of Joan and Dennis not getting along: “He has a wife and three children, he’s not going to work for a girl. What’s he going to say, ‘She’s my boss?’”\n\nLooks like McCann didn’t need Don. The campaign they came up with for the diet beet which became Miller Lite (“Tastes Great, Less Filling”) was named by Ad Age as the eighth-best ad campaign of the 20th century.\n\nDo you think the McCann execs of 2015 are happy with the portrayal of their firm in Mad Men? Perhaps.",
  "title": "Mad Men recap: season seven, episode 12 – Lost Horizon (warning: spoilers)",
  "ts_in": "2015-05-04T08:48:11.025118",
  "url": "http://www.theguardian.com/tv-and-radio/2015/may/03/mad-men-recap-season-seven-episode-12-lost-horizon-warning-spoilers"
}