{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Floyd Mayweather Sr believes it is only once his son has retired that his genius will be truly appreciated. Mayweather confirmed his status as the finest boxer of his generation by outclassing Manny Pacquiao in a <a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" title=\"\" class=\" u-underline\">unanimous points victory in Las Vegas on Sunday</a>.</p>\n<p>Mike Tyson and Lennox Lewis were among those to acclaim the 38-year-old&#8217;s technical masterclass, but there were also plenty of dissenting voices led by Oscar De La Hoya who tweeted &#8220;<a href=\"https://twitter.com/oscardelahoya/status/594725140794970112\" title=\"\" class=\" u-underline\">Sorry boxing fans</a>&#8221;.</p>\n<p>Mayweather&#8217;s defensive, counter-punching style is not to everyone&#8217;s taste but it frustrated Pacquiao, who had been considered the greatest threat yet to his unbeaten record and later complained he had been carrying a shoulder injury.</p>\n<p>Whether Mayweather observes his vow to retire after his 49th fight in September &#8211; <a href=\"http://www.theguardian.com/sport/2015/may/04/floyd-mayweather-fight-amir-khan-manny-pacquiao\" title=\"\" class=\" u-underline\">Britain&#8217;s Amir Khan and Kell Brook are potential opponents</a> &#8211; is doubtful, but his father and trainer warns his skills should be enjoyed while he remains active.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era\" class=\" u-underline\">Was Mayweather v Pacquiao the end of boxing as we know it? | Kevin Mitchell</a> </p>\n\n<p>&#8220;I just know my son should be treated better. Maybe the truth is that he&#8217;s too good for his own good,&#8221; Mayweather Sr said. &#8220;Sometimes you&#8217;re so good but people don&#8217;t appreciate it until it&#8217;s all over and done. And then they&#8217;ll appreciate it, but it will be gone.</p>\n<p>&#8220;I&#8217;m not saying not being appreciated bothers him, but if I was in his shoes it would bother me. He&#8217;s paying the price for being so honest about his life and I don&#8217;t know why.</p>\n<p>&#8220;All he can do is beat the people of his era. If he stopped right now, he&#8217;s not got anything to prove. He&#8217;s done it all. Floyd is a little man like Pacquiao. He&#8217;s gone up and whooped the light middleweights. All of them.</p>\n<p>&#8220;The people who were booing him at the fight were just a bunch of asses. People don&#8217;t know boxing, that&#8217;s the problem.</p>\n<p>&#8220;Floyd is just like me, he never gets an accolade from anybody. I never get the type of accolade [Pacquiao&#8217;s trainer] Freddie Roach is getting and Freddie Roach is a joke, blowing smoke, with no hope.&#8221;</p>\n<p>A rematch of the richest fight of all time appeared inevitable before the first bout, but Mayweather&#8217;s mastery of his opponent has made it all but impossible to justify, even allowing for Pacquiao&#8217;s torn shoulder.</p>\n<p>&#8220;Pacquiao would never beat him, believe me, because of one thing - he doesn&#8217;t have this [pointing to his head],&#8221; Mayweather Sr said. &#8220;It might be tough to sell a rematch. I&#8217;ve seen my son be better like this. In the corner I wanted him to go further, but he stayed at the same level. In the last couple of rounds he got better.&#8221;</p>\n<p>Mayweather contradicted himself when discussing the prospect of fighting Khan and a major stumbling block for the fast-punching 28-year-old is that his observance of Ramadan could leave less than eight weeks for his training camp.</p>\n<p>&#8220;Fighting Amir Khan would be easier than Pacquiao, but then maybe it wouldn&#8217;t be because he has a pretty decent jab,&#8221; Mayweather Sr said. &#8220;But all the technical things he does with other fighters, he wouldn&#8217;t be able to do with Floyd.&#8221;</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "US sports",
    "Manny Pacquiao",
    "Floyd Mayweather",
    "Sport"
  ],
  "ntitle": "mayweather_sr_says_son_is_too_good_for_his_own_good_after_pacquiao_fan_boos",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nFloyd Mayweather Sr believes it is only once his son has retired that his genius will be truly appreciated. Mayweather confirmed his status as the finest boxer of his generation by outclassing Manny Pacquiao in a unanimous points victory in Las Vegas on Sunday.\n\nMike Tyson and Lennox Lewis were among those to acclaim the 38-year-old’s technical masterclass, but there were also plenty of dissenting voices led by Oscar De La Hoya who tweeted “Sorry boxing fans”.\n\nMayweather’s defensive, counter-punching style is not to everyone’s taste but it frustrated Pacquiao, who had been considered the greatest threat yet to his unbeaten record and later complained he had been carrying a shoulder injury.\n\nWhether Mayweather observes his vow to retire after his 49th fight in September – Britain’s Amir Khan and Kell Brook are potential opponents – is doubtful, but his father and trainer warns his skills should be enjoyed while he remains active.\n\nRelated: Was Mayweather v Pacquiao the end of boxing as we know it? | Kevin Mitchell\n\n“I just know my son should be treated better. Maybe the truth is that he’s too good for his own good,” Mayweather Sr said. “Sometimes you’re so good but people don’t appreciate it until it’s all over and done. And then they’ll appreciate it, but it will be gone.\n\n“I’m not saying not being appreciated bothers him, but if I was in his shoes it would bother me. He’s paying the price for being so honest about his life and I don’t know why.\n\n“All he can do is beat the people of his era. If he stopped right now, he’s not got anything to prove. He’s done it all. Floyd is a little man like Pacquiao. He’s gone up and whooped the light middleweights. All of them.\n\n“The people who were booing him at the fight were just a bunch of asses. People don’t know boxing, that’s the problem.\n\n“Floyd is just like me, he never gets an accolade from anybody. I never get the type of accolade [Pacquiao’s trainer] Freddie Roach is getting and Freddie Roach is a joke, blowing smoke, with no hope.”\n\nA rematch of the richest fight of all time appeared inevitable before the first bout, but Mayweather’s mastery of his opponent has made it all but impossible to justify, even allowing for Pacquiao’s torn shoulder.\n\n“Pacquiao would never beat him, believe me, because of one thing - he doesn’t have this [pointing to his head],” Mayweather Sr said. “It might be tough to sell a rematch. I’ve seen my son be better like this. In the corner I wanted him to go further, but he stayed at the same level. In the last couple of rounds he got better.”\n\nMayweather contradicted himself when discussing the prospect of fighting Khan and a major stumbling block for the fast-punching 28-year-old is that his observance of Ramadan could leave less than eight weeks for his training camp.\n\n“Fighting Amir Khan would be easier than Pacquiao, but then maybe it wouldn’t be because he has a pretty decent jab,” Mayweather Sr said. “But all the technical things he does with other fighters, he wouldn’t be able to do with Floyd.”",
  "title": "Mayweather Sr says son is ‘too good for his own good’ after Pacquiao fan boos",
  "ts_in": "2015-05-04T17:53:43.200110",
  "url": "http://www.theguardian.com/sport/2015/may/04/mayweather-son-too-good-pacquiao-boos"
}