{
  "article_html": "<div><p>A Sunday morning in the Philippine capital and the long-awaited fight between national icon Manny Pacquiao and <a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a> was finally here.</p>\n<p>Soon to be packed to its 16,500 capacity, the Smart Araneta coliseum felt like one big, chaotic party as crowds gathered to watch the fight. <a href=\"http://en.wikipedia.org/wiki/Music_of_the_Philippines\" class=\" u-underline\">Ear splitting OPM music </a>was blasting from car stereos while around-the-block ticket queues were criss crossing each other. Souvenir stalls dotted the sidewalk selling Pacquiao&#8217;s face printed on a dizzying array of objects: flags, T-shirts, handkerchiefs, visors and posters. Groups of men were running around handing out strips of cherry red cloth for people to tie around their heads, the words, &#8220;GO MANNY&#8221; emblazoned in all white letters on the front. Mothers and fathers were scurrying to grab as many as they could for their kids and by the looks of it also for their aunts, uncles, cousins and friends back home. </p>\n<p>As the only Americans visible in a sea of Filipinos, a multitude of eyes settled upon us. &#8220;Where are you from? Are you rooting for Mayweather?&#8221; asked a curious teenager walking besides me. Quickly snatching up a red headband and and tying it on, I reassure him that I&#8217;m in the right place, and head to the stadium.</p>\n<p>Originally built in 1958, the Araneta is starting to show signs of its age. Faded banners hang down from wires in the ceiling, THRILLA IN MANILA, printed on them in three foot high block letters. A peeling mural of Muhammad Ali and Joe Frazier sets the backdrop to the fight today, which promoters have dubbed &#8220;The Thrilla in Manila II&#8221;. Just like its predecessor, this fight is the culmination of years of bitter rivalry and marks a touchpoint for not only this generation of boxing, but the sport as a whole.</p>\n<p>The legacy of this place, it appears, is not lost upon its spectators. Even amongst the Manny mayhem that has consumed Manila, these fans seem particularly fevered. A camera crew navigates from section to section, capturing flailing arms and screaming fans. Chants of &#8220;Manny! Manny!&#8221; reverberate across the aisles. The crowd is mostly uninterested in the undercard. The coliseum&#8217;s lights have yet to even dim. </p>\n<p>Not until the fight&#8217;s pre-roll segment do the spectators show interest. A glimpse of Pacquiao&#8217;s family draws cheers and enthusiastic clapping. A mention of the possibility of Pacquiao&#8217;s presidential ambitions brings a load roar from the entire crowd, several fans jumping to their feet in a dramatic show of support. </p>\n<p>Every single appearance of Mayweather draws suspended booing and hisses. Footage of Mayweather in a previous fight: &#8220;Boo!&#8221;. Video of Mayweather getting his gloves taped up: &#8220;Hiss!&#8221; Video of P Diddy talking about Mayweather: even more boos. </p>\n<p>Inside the dome the lights have now been dimmed to almost pitch black, and hundreds of cellphone screens lighted up the fans&#8217; faces as they snap photos.</p>\n<p>When Pacquiao appears on screen and starts his procession down to the ring the screams are deafening. Everyone in attendance stands and sings along to the Philippine national anthem, those who brought flags wave them vigorously side to side. The crowd stays standing until well after the initial bell. </p>\n<p>The first of Pacquiao&#8217;s furious combinations draw such excitement that the stomping from the crowd bounces the tables that support the projectors, causing the 800 sq foot screens in front of us to vibrate with a dizzying effect. Again, cheers of &#8220;Manny! Manny!&#8221; bounce against the rafters, encircling the audience, drowning out the voices of the announcers booming through the PA system.</p>\n\n\n<a href=\"/sport/2015/may/03/mayweather-v-pacquiao-excitment-turns-to-blackouts-and-boos-in-manila#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430696307912/f0a058b3-ee26-46df-8b2f-821a5761c092-300x180.jpeg\" alt=\"Floyd Mayweather fan\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484cd%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Mayweather+v+Pacquiao%3A+Excitement+turns+to+blackouts+and+boos+in+Manila&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484cd%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Mayweather+v+Pacquiao%3A+Excitement+turns+to+blackouts+and+boos+in+Manila&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2F2015%2Fmay%2F03%2Fmayweather-v-pacquiao-excitment-turns-to-blackouts-and-boos-in-manila&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430696307689%2Ff0a058b3-ee26-46df-8b2f-821a5761c092-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA brave Floyd Mayweather fan takes to the streets after the American&#8217;s victory. Photograph: J J E Ganzon/Pacific/Barcroft\n\n\n\n<p>By the fourth round, the crowd is ecstatic. After Mayweather Sr tells his son that he is &#8220;fighting like he is scared&#8221; the stomping and screaming resume. Round by round, the excitement continues to build. The noise is constant, building into an eardrum-pounding roar. The slow motion replays, showing Mayweather&#8217;s connections in excruciating detail, continue to go unnoticed, not even receiving the passionate jeering so consistently delivered earlier. The crowd are just excited to cheer for their champion. </p>\n<p>Suddenly, the entire coliseum goes pitch black. The gigantic figures of the fighters disappear from the screen as a unanimous gasp from the crowd lingers in the hot, muggy air. For a brief second there is silence, as everyone turns and looks at each other, confused. Gradually, the crowd&#8217;s anticipation turns to agitation as the words &#8220;Error! Set top box unable to receive signal&#8221; flash on the screen. The boos come even more loudly this time around. </p>\n<p>Prior to the fight, the media warned there could be power during the fight. The Zamboanga City Electric Cooperative urged citizens to unplug unnecessary electronics prior to the fight to lighten the load on the power grid. Nobody, however, seemed concerned about the cable connection.</p>\n<p>The &#8220;Manny! Manny!&#8221; chants turn into &#8220;Refund! Refund!&#8221;. The shouting and jeering continue to escalate until the sound of police whistles pierce the darkness. The crowd settles down into a murmur while the error message continues to flash on the screen. </p>\n<p>By now several of the spectators have pulled out their phones and are receiving updates on the fight. Crowds of people huddle around these smartphones, blocking the aisles and peering over each other&#8217;s shoulders. Small cheers come from the huddled groups, inviting more fans to peer over their shoulders. Seconds turn into long, drawn out minutes as the agitation starts to build again.</p>\n<p>Suddenly, the audio is back on, Jim Lampley&#8217;s voice booming out of the loudspeakers. A crackle and then the TV screens spring to life. When the picture settles, it&#8217;s the top of the 12th. The screens had been offline for barely 10 minutes but to the crowd, it seemed like an eternity. Both fighters are looking decidedly more worn than when we last saw them. Mayweather dances around Pacquaio, pumping his fist in victory. Soon after that we hear the final bell and the crowd resumes cheering for Pacquiao.</p>\n<p>Everyone thinks Pacquiao had dominated the fight and they expect a win for their hero. As soon as the judges&#8217; verdict was delivered, the crowd explodes into a frenzy of boos, throwing their hands in the air and jumping to their feet. The entire audience is in disbelief. </p>\n<p>After the interviews wrap the crowd start to leave. While unhappy with the outcome, everyone is stills smiles and in generally good spirits. They seem happy to have been able to cheer on their champion.</p>\n<p>As the lights were brought up, the venue started to replay the fight broadcast. About half of the audience settled back into their seats, to rewatch the footage and see where the judges went wrong.</p>\n</div>",
  "authors": [
    "John Gist In Manila"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Sport",
    "US sports",
    "Philippines",
    "Asia Pacific",
    "World news"
  ],
  "ntitle": "mayweather_v_pacquiao_excitement_turns_to_blackouts_and_boos_in_manila",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "A Sunday morning in the Philippine capital and the long-awaited fight between national icon Manny Pacquiao and Floyd Mayweather was finally here.\n\nSoon to be packed to its 16,500 capacity, the Smart Araneta coliseum felt like one big, chaotic party as crowds gathered to watch the fight. Ear splitting OPM music was blasting from car stereos while around-the-block ticket queues were criss crossing each other. Souvenir stalls dotted the sidewalk selling Pacquiao’s face printed on a dizzying array of objects: flags, T-shirts, handkerchiefs, visors and posters. Groups of men were running around handing out strips of cherry red cloth for people to tie around their heads, the words, “GO MANNY” emblazoned in all white letters on the front. Mothers and fathers were scurrying to grab as many as they could for their kids and by the looks of it also for their aunts, uncles, cousins and friends back home.\n\nAs the only Americans visible in a sea of Filipinos, a multitude of eyes settled upon us. “Where are you from? Are you rooting for Mayweather?” asked a curious teenager walking besides me. Quickly snatching up a red headband and and tying it on, I reassure him that I’m in the right place, and head to the stadium.\n\nOriginally built in 1958, the Araneta is starting to show signs of its age. Faded banners hang down from wires in the ceiling, THRILLA IN MANILA, printed on them in three foot high block letters. A peeling mural of Muhammad Ali and Joe Frazier sets the backdrop to the fight today, which promoters have dubbed “The Thrilla in Manila II”. Just like its predecessor, this fight is the culmination of years of bitter rivalry and marks a touchpoint for not only this generation of boxing, but the sport as a whole.\n\nThe legacy of this place, it appears, is not lost upon its spectators. Even amongst the Manny mayhem that has consumed Manila, these fans seem particularly fevered. A camera crew navigates from section to section, capturing flailing arms and screaming fans. Chants of “Manny! Manny!” reverberate across the aisles. The crowd is mostly uninterested in the undercard. The coliseum’s lights have yet to even dim.\n\nNot until the fight’s pre-roll segment do the spectators show interest. A glimpse of Pacquiao’s family draws cheers and enthusiastic clapping. A mention of the possibility of Pacquiao’s presidential ambitions brings a load roar from the entire crowd, several fans jumping to their feet in a dramatic show of support.\n\nEvery single appearance of Mayweather draws suspended booing and hisses. Footage of Mayweather in a previous fight: “Boo!”. Video of Mayweather getting his gloves taped up: “Hiss!” Video of P Diddy talking about Mayweather: even more boos.\n\nInside the dome the lights have now been dimmed to almost pitch black, and hundreds of cellphone screens lighted up the fans’ faces as they snap photos.\n\nWhen Pacquiao appears on screen and starts his procession down to the ring the screams are deafening. Everyone in attendance stands and sings along to the Philippine national anthem, those who brought flags wave them vigorously side to side. The crowd stays standing until well after the initial bell.\n\nThe first of Pacquiao’s furious combinations draw such excitement that the stomping from the crowd bounces the tables that support the projectors, causing the 800 sq foot screens in front of us to vibrate with a dizzying effect. Again, cheers of “Manny! Manny!” bounce against the rafters, encircling the audience, drowning out the voices of the announcers booming through the PA system.\n\nFacebook Twitter Pinterest A brave Floyd Mayweather fan takes to the streets after the American’s victory. Photograph: J J E Ganzon/Pacific/Barcroft\n\nBy the fourth round, the crowd is ecstatic. After Mayweather Sr tells his son that he is “fighting like he is scared” the stomping and screaming resume. Round by round, the excitement continues to build. The noise is constant, building into an eardrum-pounding roar. The slow motion replays, showing Mayweather’s connections in excruciating detail, continue to go unnoticed, not even receiving the passionate jeering so consistently delivered earlier. The crowd are just excited to cheer for their champion.\n\nSuddenly, the entire coliseum goes pitch black. The gigantic figures of the fighters disappear from the screen as a unanimous gasp from the crowd lingers in the hot, muggy air. For a brief second there is silence, as everyone turns and looks at each other, confused. Gradually, the crowd’s anticipation turns to agitation as the words “Error! Set top box unable to receive signal” flash on the screen. The boos come even more loudly this time around.\n\nPrior to the fight, the media warned there could be power during the fight. The Zamboanga City Electric Cooperative urged citizens to unplug unnecessary electronics prior to the fight to lighten the load on the power grid. Nobody, however, seemed concerned about the cable connection.\n\nThe “Manny! Manny!” chants turn into “Refund! Refund!”. The shouting and jeering continue to escalate until the sound of police whistles pierce the darkness. The crowd settles down into a murmur while the error message continues to flash on the screen.\n\nBy now several of the spectators have pulled out their phones and are receiving updates on the fight. Crowds of people huddle around these smartphones, blocking the aisles and peering over each other’s shoulders. Small cheers come from the huddled groups, inviting more fans to peer over their shoulders. Seconds turn into long, drawn out minutes as the agitation starts to build again.\n\nSuddenly, the audio is back on, Jim Lampley’s voice booming out of the loudspeakers. A crackle and then the TV screens spring to life. When the picture settles, it’s the top of the 12th. The screens had been offline for barely 10 minutes but to the crowd, it seemed like an eternity. Both fighters are looking decidedly more worn than when we last saw them. Mayweather dances around Pacquaio, pumping his fist in victory. Soon after that we hear the final bell and the crowd resumes cheering for Pacquiao.\n\nEveryone thinks Pacquiao had dominated the fight and they expect a win for their hero. As soon as the judges’ verdict was delivered, the crowd explodes into a frenzy of boos, throwing their hands in the air and jumping to their feet. The entire audience is in disbelief.\n\nAfter the interviews wrap the crowd start to leave. While unhappy with the outcome, everyone is stills smiles and in generally good spirits. They seem happy to have been able to cheer on their champion.\n\nAs the lights were brought up, the venue started to replay the fight broadcast. About half of the audience settled back into their seats, to rewatch the footage and see where the judges went wrong.",
  "title": "Mayweather v Pacquiao: Excitement turns to blackouts and boos in Manila",
  "ts_in": "2015-05-04T08:47:57.069246",
  "url": "http://www.theguardian.com/sport/2015/may/03/mayweather-v-pacquiao-excitment-turns-to-blackouts-and-boos-in-manila"
}