{
  "article_html": "<div><p>The chief executive of McDonald&#8217;s admitted on Monday that the world&#8217;s largest burger chain is &#8220;not on our game&#8221; as he announced sweeping changes designed to revitalise the company which is <a href=\"http://www.theguardian.com/business/2015/may/02/steve-easterbrook-mcdonalds-fast-food-big-league-burgers-shake-shack\" class=\" u-underline\">rapidly losing customers</a> to new a breed of customer-focused fast-food chains.<br></p>\n<p>&#8220;The reality is our recent performance has been poor. The numbers don&#8217;t lie,&#8221; Steve Easterbrook, McDonald&#8217;s new president and CEO, said on Monday as he ripped up the company&#8217;s global corporate structure in a plan to &#8220;shape McDonald&#8217;s future as a modern, progressive burger company&#8221;. </p>\n<p>Easterbrook, a Briton who took over as CEO on 1 March, said he would &#8220;return excitement to our proposition and brand&#8221;. In <a href=\"https://mcdonalds.webcasts.com/viewer/event.jsp?ei=1063465\" class=\" u-underline\">a 23-minute video presentation</a> he said: &#8220;The message is clear we are not on our game &#8230; We must improve, or we will be selling our customers short and leaving open opportunities for competitors.&#8221;</p>\n<p>Easterbrook said he was &#8220;not interested in average for this business&#8221; and the company needed more &#8220;hard-edged accountability&#8221;. </p>\n<p>The 47-year-old father-of-three, who has billed himself as an &#8220;internal activist&#8221; and &#8220;constructive agitator&#8221; said the corporate structure of McDonald&#8217;s had made it too slow to respond to the needs of its 69 million daily customers.</p>\n<p>&#8220;[We need] sharper focus on the customer,&#8221; he said. &#8220;Sharper focus on what they want.&#8221;</p>\n<p>The current geographic structure will be replaced by one that groups countries by the challenges they face. From 1 July the new structure will consist of four groups: the US (its largest market representing 40% of sales), international lead markets (Australia, UK, Canada, France and Germany), high-growth markets (such as China, Russia and South Korea) and foundation markets (the rest of the world where the company will take a step back in favour of increased franchising). </p>\n<p>&#8220;Today we are announcing the initial steps to reset and turn around our business,&#8221; <a href=\"http://news.mcdonalds.com/Corporate/Press-Releases/Financial-Release?xmlreleaseid=123065\" class=\" u-underline\">he said in an accompanying press release.</a> &#8220;As we look to shape McDonald&#8217;s future as a modern, progressive burger company, our priorities are threefold &#8211; driving operational growth, returning excitement to our brand and unlocking financial value.</p>\n<p>&#8220;The immediate priority for our business is restoring growth under a new organisational structure and ownership mix designed to provide greater focus on the customer, improve our operating fundamentals and drive a recommitment to running great restaurants. As we turn around our business, we will look to create more excitement around the brand and ensure that we build on our rich heritage of positively impacting the communities we serve.&#8221;</p>\n<p>Easterbrook warned investors that it would take time for his planned changes to have an effect on the company&#8217;s financial performance. McDonald&#8217;s has reported six straight quarters of sagging sales, depressed profits and another miserable outlook. 2014 was one of the worst years in its 60-year history. </p>\n<p>&#8220;While we continue our efforts to regain business momentum through our turnaround plan and improve sales at our more than 36,000 restaurants around the world, our current performance reflects the ongoing pressures of the business, which we expect to persist through at least the first half of the year. We are taking decisive and necessary action to drive foundational improvements in the business and position the company for long-term growth.&#8221;</p>\n<p>The company also plans to cut $300m in costs by around 2017. The company said it&#8217;s too early to say how that will affect jobs. It will also increase the proportion of restaurants franchised globally over the next four years to 90% from 81%.</p>\n<p> The new corporate structure will be led by: Mike Andres, who will continue to serve as president; McDonald&#8217;s US, Doug Goare, currently president McDonald&#8217;s Europe, will become president of international lead markets; Dave Hoffmann, currently president of McDonald&#8217;s Asia/Pacific, Middle East and Africa (APMEA) will become president of high-growth markets. Ian Borden, currently chief financial officer of the APMEA region, will become president of foundational markets.</p>\n</div>",
  "authors": [
    "Rupert Neate"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "McDonald's",
    "Business",
    "US news",
    "World news",
    "Food & drink industry"
  ],
  "ntitle": "mcdonald_s_rips_up_corporate_structure_in_attempt_to_regain_lost_customers",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The chief executive of McDonald’s admitted on Monday that the world’s largest burger chain is “not on our game” as he announced sweeping changes designed to revitalise the company which is rapidly losing customers to new a breed of customer-focused fast-food chains.\n\n\n\n“The reality is our recent performance has been poor. The numbers don’t lie,” Steve Easterbrook, McDonald’s new president and CEO, said on Monday as he ripped up the company’s global corporate structure in a plan to “shape McDonald’s future as a modern, progressive burger company”.\n\nEasterbrook, a Briton who took over as CEO on 1 March, said he would “return excitement to our proposition and brand”. In a 23-minute video presentation he said: “The message is clear we are not on our game … We must improve, or we will be selling our customers short and leaving open opportunities for competitors.”\n\nEasterbrook said he was “not interested in average for this business” and the company needed more “hard-edged accountability”.\n\nThe 47-year-old father-of-three, who has billed himself as an “internal activist” and “constructive agitator” said the corporate structure of McDonald’s had made it too slow to respond to the needs of its 69 million daily customers.\n\n“[We need] sharper focus on the customer,” he said. “Sharper focus on what they want.”\n\nThe current geographic structure will be replaced by one that groups countries by the challenges they face. From 1 July the new structure will consist of four groups: the US (its largest market representing 40% of sales), international lead markets (Australia, UK, Canada, France and Germany), high-growth markets (such as China, Russia and South Korea) and foundation markets (the rest of the world where the company will take a step back in favour of increased franchising).\n\n“Today we are announcing the initial steps to reset and turn around our business,” he said in an accompanying press release. “As we look to shape McDonald’s future as a modern, progressive burger company, our priorities are threefold – driving operational growth, returning excitement to our brand and unlocking financial value.\n\n“The immediate priority for our business is restoring growth under a new organisational structure and ownership mix designed to provide greater focus on the customer, improve our operating fundamentals and drive a recommitment to running great restaurants. As we turn around our business, we will look to create more excitement around the brand and ensure that we build on our rich heritage of positively impacting the communities we serve.”\n\nEasterbrook warned investors that it would take time for his planned changes to have an effect on the company’s financial performance. McDonald’s has reported six straight quarters of sagging sales, depressed profits and another miserable outlook. 2014 was one of the worst years in its 60-year history.\n\n“While we continue our efforts to regain business momentum through our turnaround plan and improve sales at our more than 36,000 restaurants around the world, our current performance reflects the ongoing pressures of the business, which we expect to persist through at least the first half of the year. We are taking decisive and necessary action to drive foundational improvements in the business and position the company for long-term growth.”\n\nThe company also plans to cut $300m in costs by around 2017. The company said it’s too early to say how that will affect jobs. It will also increase the proportion of restaurants franchised globally over the next four years to 90% from 81%.\n\nThe new corporate structure will be led by: Mike Andres, who will continue to serve as president; McDonald’s US, Doug Goare, currently president McDonald’s Europe, will become president of international lead markets; Dave Hoffmann, currently president of McDonald’s Asia/Pacific, Middle East and Africa (APMEA) will become president of high-growth markets. Ian Borden, currently chief financial officer of the APMEA region, will become president of foundational markets.",
  "title": "McDonald's rips up corporate structure in attempt to regain lost customers",
  "ts_in": "2015-05-04T16:19:39.068737",
  "url": "http://www.theguardian.com/business/2015/may/04/mcdonalds-revitalisation-plan-customers"
}