{
  "article_html": "<div><p>Wayne Coyne and Miley Cyrus can&#8217;t get enough of each other. The pop star and Coyne have already worked together on two tracks for the Flaming Lips&#8217; Beatles covers album With a Little Help From My Fwends, and Cyrus appeared in the Lips&#8217; video clip <a href=\"https://www.youtube.com/watch?v=_C9hNuttoug\" class=\" u-underline\">Blonde SuperFreak Steals the Magic Brain</a>. Now Coyne says Cyrus and the Oklahoma psychdelicists have recorded a seven-track album which is being readied for release.</p>\n<p>But what does it sound like? &#8220;She does the pop thing so great, so it still feels pop, but a slightly wiser, sadder, more true version,&#8221; <a href=\"http://www.billboard.com/articles/columns/pop-shop/6553687/wayne-coyne-miley-cyrus-project-friendship-flaming-lips\" class=\" u-underline\">Coyne told Billboard</a>. &#8220;Some of it reminds me of Pink Floyd and Portishead.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/culture/2015/apr/02/wayne-coyne-im-not-having-a-mid-life-crisis-im-having-fun-miley-cyrus\" class=\" u-underline\">Wayne Coyne: 'I'm not having a mid-life crisis, I'm having fun!'</a> </p>\n\n<p>The recordings were split between the Lips&#8217; studio in Oklahoma City and Cyrus&#8217;s home in Los Angeles. &#8220;Her studio is just a little room with a desk,&#8221; Coyne said, &#8220;and Miley was sitting there mixing. I was like, &#8216;I can&#8217;t picture Beyonc&#233; doing this!&#8217; It&#8217;s not a &#173;putdown of Beyonc&#233;. I just don&#8217;t see her recording her own vocals and then EQ&#8217;ing it. It&#8217;s so punk rock!&#8221;</p>\n<p>The pair&#8217;s bonding goes beyond music. They also have matching tattoos, of which Coyne told the Guardian last month: &#8220;When I was growing up, the only people that you saw with tattoos were prisoners, or the Manson girls. But now it&#8217;s another experience you can have with each other, like going to a bar or getting your nails done together or going to the Grand Canyon, which we did as well. Being around her, you can be in three or four places in one night and they&#8217;re all just fun moments. You&#8217;ll be at someone&#8217;s house and they&#8217;re all having fun or getting high and suddenly it&#8217;s: &#8220;Let&#8217;s get a tattoo!&#8221; It&#8217;s not: &#8220;Oh my God, we&#8217;re bonded together for the rest of our lives.&#8221; I think Miley and myself think those things anyway; making music together bonds us more than tattoos. She&#8217;s awesome, true to what she is; just a real fresh, energetic freak to be around.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nThe Flaming Lips and Miley Cyrus &#8211; A Day in the Life\n\n\n</div>",
  "authors": [
    "Guardian Music"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Miley Cyrus",
    "Music",
    "Pop and rock",
    "Psychedelia",
    "Culture"
  ],
  "ntitle": "miley_cyrus_and_flaming_lips_record_an_album_together",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Wayne Coyne and Miley Cyrus can’t get enough of each other. The pop star and Coyne have already worked together on two tracks for the Flaming Lips’ Beatles covers album With a Little Help From My Fwends, and Cyrus appeared in the Lips’ video clip Blonde SuperFreak Steals the Magic Brain. Now Coyne says Cyrus and the Oklahoma psychdelicists have recorded a seven-track album which is being readied for release.\n\nBut what does it sound like? “She does the pop thing so great, so it still feels pop, but a slightly wiser, sadder, more true version,” Coyne told Billboard. “Some of it reminds me of Pink Floyd and Portishead.”\n\nRelated: Wayne Coyne: 'I'm not having a mid-life crisis, I'm having fun!'\n\nThe recordings were split between the Lips’ studio in Oklahoma City and Cyrus’s home in Los Angeles. “Her studio is just a little room with a desk,” Coyne said, “and Miley was sitting there mixing. I was like, ‘I can’t picture Beyoncé doing this!’ It’s not a ­putdown of Beyoncé. I just don’t see her recording her own vocals and then EQ’ing it. It’s so punk rock!”\n\nThe pair’s bonding goes beyond music. They also have matching tattoos, of which Coyne told the Guardian last month: “When I was growing up, the only people that you saw with tattoos were prisoners, or the Manson girls. But now it’s another experience you can have with each other, like going to a bar or getting your nails done together or going to the Grand Canyon, which we did as well. Being around her, you can be in three or four places in one night and they’re all just fun moments. You’ll be at someone’s house and they’re all having fun or getting high and suddenly it’s: “Let’s get a tattoo!” It’s not: “Oh my God, we’re bonded together for the rest of our lives.” I think Miley and myself think those things anyway; making music together bonds us more than tattoos. She’s awesome, true to what she is; just a real fresh, energetic freak to be around.”",
  "title": "Miley Cyrus and Flaming Lips record an album together",
  "ts_in": "2015-05-04T16:19:34.717406",
  "url": "http://www.theguardian.com/music/2015/may/04/miley-cyrus-and-flaming-lips-record-an-album-together"
}