{
  "article_html": "<div><p>Now that it&#8217;s over, we can be honest: the first round of the NBA playoffs was something of a bust, salvaged only by the instant classic seven-game series played between the <a href=\"http://www.theguardian.com/sport/los-angeles-clippers\" class=\" u-underline\">Los Angeles Clippers</a> and the San Antonio Spurs. But, hey, maybe that just means that the postseason won&#8217;t peak early this year, right? <br></p>\n<p>Well, maybe, assuming that it doesn&#8217;t instead devolve into a battle of attrition. While the quality of play should improve in this second round &#8211; the absence of the Brooklyn Nets and the <a href=\"http://www.theguardian.com/sport/toronto-raptors\" class=\" u-underline\">Toronto Raptors</a> can only make things more interesting &#8211; it&#8217;s not promising that the surviving teams have apparently had to sacrifice players to the Basketball Gods to make it to the second round. The course of this postseason may end up being entirely dependent on the health, or lack thereof, of players like Kevin Love, Chris Paul, Bradley Beal and Mike Conley. <br></p>\n<h2>Warriors easily defeat Conley-less Grizzlies<br></h2>\n<p>Steph Curry had a pretty decent Sunday. A few hours after scoring a team-high 22 points in the Golden State Warriors 101-86 win over the Memphis Grizzlies in the first game of their second round series, news leaked out that the he had been voted to be the <a href=\"http://www.si.com/nba/2015/05/03/stephen-curry-mvp-season-warriors-stats-numbers-visualization\" class=\" u-underline\">2015 NBA MVP</a>.<br></p>\n<p>Sunday&#8217;s victory marked the Warriors&#8217; <a href=\"http://www.sportsonearth.com/article/122191356/golden-state-warriors-dominate-nba-playoffs-memphis-grizzlies\" class=\" u-underline\">fifth-straight postseason win</a>. In the first round, they beat the New Orleans Pelicans, a team featuring likely future league MVP Anthony Davis, in four straight. Golden State even managed to win a game against them after spotting the Pelicans a 20-point fourth-quarter lead in Game 3.<br></p>\n<p>Given all of this, the question coming in to the series was: do the Grizzlies have any shot at pulling off an upset and beating this Warriors team? The number-crunchers over at fivethirtyeight gave them a whopping <a href=\"http://fivethirtyeight.com/datalab/nba-playoffs-preview-grizzlies-warriors/\" class=\" u-underline\">6% chance</a> at advancing to the Western Conference Finals, and that was before they dropped Game 1.</p>\n<p>The Grizzlies did manage to defeat a depleted Portland Trail Blazers squad in five games despite playing without <a href=\"http://sports.yahoo.com/news/warriors-roll-to-game-1-victory-as-grizzlies-hope-for-mike-conley-s-return-015904298.html?utm_source=twitterfeed&amp;utm_medium=twitter\" class=\" u-underline\">Conley</a> for much of the series. Conley has been recovering from a facial fracture he suffered in Game 3 against Portland and could only root from the bench during Sunday&#8217;s loss.<br></p>\n<p>Theoretically, the Grizzlies could disrupt the Warriors&#8217; flow, as this series should be a battle between <a href=\"http://nyloncalculus.com/2015/05/03/previewing-the-golden-state-warriors-and-the-memphis-grizzlies/\" class=\" u-underline\">two conflicting styles</a> of basketball. Golden State play an uptempo game centering around the prolific and efficient three-point shooting of Curry and Klay Thompson. The &#8220;grit and grind&#8221; Grizzlies generally win by slowing their opponents down with their size and strength.</p>\n<p>Unfortunately for Memphis, the Warriors were the best defensive team for much of the regular season. The Grizzlies won&#8217;t be able to simply out-muscle the Warriors, not when they can counter with players like Andrew Bogut and Draymond Green. Golden State can play Memphis&#8217;s style, while it seems highly unlikely that Memphis can adjust to theirs.<br></p>\n<p> So, if Memphis is going to have a shot of winning, they need to somehow find an offensive groove and it&#8217;s hard to imagine them finding it without a healthy Conley.<br></p>\n<h2>Wizards steal home court advantage from the Hawks<br></h2>\n<p>The <a href=\"http://www.theguardian.com/sport/golden-state-warriors\" class=\" u-underline\">Golden State Warriors</a> starting the postseason on a 5-0 run sounds about right. The Washington Wizards doing the same sounds like the punchline of a particularly lazy joke. Their first-round series against the Toronto Raptors looked like a complete toss-up on paper: a battle between two Eastern Conference teams that faltered in the second half. Instead, the Wizards swept them in an almost embarrassing fashion.<br></p>\n<p> That set up Sunday&#8217;s <a href=\"http://www.sbnation.com/nba/2015/5/3/8539965/hawks-wizards-2015-final-score-nba-playoffs-score\" class=\" u-underline\">Game 1</a> on the road against the Atlanta Hawks, the team with the best regular season record in the East. The Wizards won 104-98, taking away Atlanta&#8217;s home court advantage and possibly gaining a psychological edge on a Hawks team that looks mentally and physically exhausted. <br></p>\n<p>It&#8217;s been a strange postseason for these Hawks, who struggled to put away the lowly <a href=\"http://www.theguardian.com/sport/brooklyn-nets\" class=\" u-underline\">Brooklyn Nets</a> in the first round. The Nets just barely qualified for the playoffs &#8211; they clinched their spot on the final day of the season &#8211; but they took the Hawks to six games. Atlanta struggled offensively in the series. Paul Millsap and Al Horford were clearly playing hurt which allowed Brooklyn to take three-point shooter Kyle Korver, who was absolutely unconscious for most of the season, out of the game for long stretches of time.<br></p>\n<p>Atlanta probably hoped that their 111-87 blowout victory over the Nets in Friday&#8217;s decisive Game 6 was a sign that their offense was starting to click again. Instead they just looked tired after the quick turnaround, and a well-rested Wizards team was able to capitalize.<br></p>\n<p>There is good news for Atlanta in the form of bad news for Washington. The Wizards&#8217; Bradley Beal, who <a href=\"http://www.si.com/nba/2015/05/03/bradley-beal-john-wall-wizards-hawks-game-one\" class=\" u-underline\">scored 28 points</a> against the Hawks, sprained his ankle late in yesterday&#8217;s game. If <a href=\"http://www.washingtonpost.com/sports/wizards/john-wall-bradley-beal-embody-wizards-toughness-during-game-1/2015/05/03/f1ff0788-f1ce-11e4-b2f3-af5479e6bbdd_story.html\" class=\" u-underline\">Beal and point guard John Wall</a>, who also hurt himself during the game, aren&#8217;t at their best, the Hawks could easily regain control of this series.<br></p>\n<h2>Clippers/Rockets has a lot to live up to<br></h2>\n<p>It took them seven memorable games, but the Los Angeles Clippers defeated the defending champion San Antonio Spurs on Saturday. Game 7 featured <a href=\"http://www.cbssports.com/nba/eye-on-basketball/25172570/things-you-need-to-know-about-spurs-clippers-game-7\" class=\" u-underline\">31 lead changes</a>, Chris Paul going for 27 points and six assists while playing on one leg and the possible end of the Spurs As We Know Them. It might have even been <a href=\"https://medium.com/the-cauldron/guilt-free-greatness-8cf17b5f241b\" class=\" u-underline\">the highlight</a> of a sports weekend filled with the NFL Draft, the Kentucky Derby, the NHL playoffs, a Yankees/Red Sox series and, oh yeah, <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era\" class=\" u-underline\">some sort of event where rich jerks punched each other</a>.<br></p>\n<p>The only disappointment was that, partly thanks to the NBA&#8217;s nonsensical scheduling, the game meant that one of the best teams in the playoffs wouldn&#8217;t make it past the first round.<br></p>\n<p>For a long time, critics have questioned Paul&#8217;s postseason record, saying that the gifted point guard didn&#8217;t come through in the clutch. Paul&#8217;s <a href=\"http://www.theguardian.com/sport/2015/may/03/chris-paul-strikes-at-death-to-push-la-clippers-past-champions-san-antonio\" class=\" u-underline\">performance</a> in Saturday&#8217;s 111-109 Clippers victory should silence them. It also didn&#8217;t hurt that it was against the <a href=\"http://sports.yahoo.com/news/why-chris-paul-was-so-emotional-after-knocking-off-spurs-with-memorable-one-legged-shot-065853061.html\" class=\" u-underline\">team responsible</a> for many of Paul&#8217;s early playoff exits.<br></p>\n<p>Paul had complete control of the game, despite suffering a sprained hamstring in the first quarter. Every time the Spurs either tied the game or took the lead, Paul seemed to have an answer. Most dramatically, there was the <a href=\"http://sports.yahoo.com/blogs/nba-ball-dont-lie/chris-paul-hits-game-winning--series-clinching-shot-over-tim-duncan-to-send-clips-past-spurs-in-game-7-classic-061927279.html\" class=\" u-underline\">game-winning shot</a> he made with just a single second left on the clock.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>All of this might end up working for the Houston Rockets&#8217; advantage when their series against the Clippers tips off tonight at Toyota Center. Most likely, the hamstring injury Paul played through on Saturday will <a href=\"http://www.cbssports.com/nba/eye-on-basketball/25173023/clippers-guard-chris-paul-likely-to-miss-game-1-at-houston\" class=\" u-underline\">keep him out of the lineup</a> for Game 1. While the Clippers have been involved in an exhausting seven-game dogfight with the defending champions, the Rockets played a relatively stress-free five games against a Dallas Mavericks team that basically <a href=\"http://sports.yahoo.com/news/josh-smith-s-partnership-with-dwight-howard-flourishing-as-rajon-rondo-unravels-with-mavs-082337854.html\" class=\" u-underline\">lost its starting point guard</a> to free agency in the middle of a postseason series.</p>\n<p>Oh yeah, and James Harden will most likely be playing the series with a chip on his shoulder knowing that he was passed over in the MVP voting. It took everything the Clippers had to make it past the Spurs in round one, but it might take an even greater effort for them to make their first Conference Finals in franchise history.<br></p>\n<h2>Shorthanded Cavaliers face surprisingly healthy Bulls<br></h2>\n<p>For the first time in ages, the Chicago Bulls are entering into a playoff series as <a href=\"http://www.cbssports.com/nba/eye-on-basketball/25170255\" class=\" u-underline\">the healthier team</a>. OK, so Joakim Noah has been dealing with a hamstring issue and fighting <a href=\"http://fantasynews.cbssports.com/fantasybasketball/update/25171913/bulls-c-joakim-noah-ready-to-roll-despite-illness\" class=\" u-underline\">some kind of illness</a>, but Jimmy Butler and (no seriously) Derrick Rose should be completely healthy for Monday&#8217;s Game 1 against the Cleveland Cavaliers. For Bulls fans whose championship dreams have been on hold since Rose clutched his knee in the first game of the 2012 playoffs, this almost seems too good to be true.</p>\n<p>OK, maybe not &#8220;too good to be true&#8221; in a good way. It&#8217;s more like &#8220;expecting the worst to happen at any given second.&#8221; That&#8217;s why the last time we checked in with the Bulls, fans were screaming at head coach Tom Thibodeau to take out Rose and other starters in the second half of their 120-66 bloodbath of a victory over the <a href=\"http://www.theguardian.com/sport/milwaukee-bucks\" class=\" u-underline\">Milwaukee Bucks</a> in Thursday&#8217;s Game 6.</p>\n<p>Bulls fans had reason to be concerned after what happened to their team&#8217;s second round opponents in their fourth and final game against the Boston Celtics. Cleveland power forward Kevin Love will be for up to six months after Boston&#8217;s Kelly Olynyk dislocated his shoulder in <a href=\"http://www.theguardian.com/sport/2015/apr/27/love-lost-between-cleveland-cavaliers-and-boston-celtics-whats-next\" class=\" u-underline\">last Sunday&#8217;s Game 4</a>. It was a costly victory for the Cavaliers who will also be without J.R. Smith for the first two games of this series, thanks to a suspension earned after Smith retaliated with a cheap hit on Boston&#8217;s Jae Crowder.</p>\n<p>Now, none of this is enough to make the Bulls the favorites in this series, not when the Cavaliers still have home court advantage and LeBron James, but the Bulls finally have more than a fighting chance this time around.<br></p>\n<h2>Other things we&#8217;ve learned</h2>\n<p>&#8226; The Warriors&#8217; Draymond Green lost out to the Spurs&#8217; Kawhi Leonard as <a href=\"http://www.nba.com/2015/news/04/23/kawhi-leonard-2014-15-kia-defensive-player-of-the-year-official-release/\" class=\" u-underline\">Defensive Player of the Year</a>, but I think he will take &#8220;still being in the playoffs&#8221; as a decent consolation prize.</p>\n<p>&#8226; The Minnesota Timberwolves&#8217; Andrew Wiggins won <a href=\"http://www.si.com/nba/2015/04/29/andrew-wiggins-nba-rookie-year\" class=\" u-underline\">Rookie of the Year</a>, an announcement that probably didn&#8217;t help the mood of Cavaliers fans worried that they might have already seen the last of Kevin Love.<br></p>\n<p>&#8226; Oklahoma City Thunder hired <a href=\"http://espn.go.com/nba/story/_/id/12801708/oklahoma-city-thunder-introduces-new-head-coach-billy-donovan-looks-forward-exciting-challenge\" class=\" u-underline\">Florida&#8217;s Billy Donovan</a> as head coach, replacing the fired Scott Brooks. Obviously when your franchise is facing what might be the biggest &#8220;championship or bust&#8221; season in NBA history, you have to hire someone whose entire coaching career took place in the college ranks.<br></p>\n<p>&#8226; Jon Bois released his <a href=\"http://www.sbnation.com/2015/4/28/8500333/nba-y2k-ten-years-to-midnight\" class=\" u-underline\">latest NBA simulation findings</a>. This time Bois wanted to know what would happen to the league if it were suddenly taken over by a new species of basketball-playing superhumans. Some would argue that this has already happened, and that this is how the Golden State Warriors were formed.<br></p>\n<p>&#8226; And, finally, in the real world, the New York Knicks&#8217; Carmelo Anthony <a href=\"http://sports.yahoo.com/blogs/nba-ball-dont-lie/carmelo-anthony-marches-in-freddie-gray-protests-in-baltimore--urges-calm-and-patience-011758028.html\" class=\" u-underline\">took to the streets</a> to join the protests in Baltimore last week.<br></p>\n</div>",
  "authors": [
    "Hunter Felt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Sport",
    "NBA",
    "US sports",
    "Basketball",
    "Cleveland Cavaliers",
    "Golden State Warriors",
    "Boston Celtics",
    "Memphis Grizzlies",
    "Los Angeles Clippers",
    "Brooklyn Nets",
    "Portland Trail Blazers",
    "Washington Wizards",
    "San Antonio Spurs",
    "Toronto Raptors",
    "Houston Rockets",
    "Dallas Mavericks",
    "Chicago Bulls",
    "Milwaukee Bucks"
  ],
  "ntitle": "nba_semi_finals_is_there_any_way_the_grizzlies_can_stop_the_warriors",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Now that it’s over, we can be honest: the first round of the NBA playoffs was something of a bust, salvaged only by the instant classic seven-game series played between the Los Angeles Clippers and the San Antonio Spurs. But, hey, maybe that just means that the postseason won’t peak early this year, right?\n\n\n\nWell, maybe, assuming that it doesn’t instead devolve into a battle of attrition. While the quality of play should improve in this second round – the absence of the Brooklyn Nets and the Toronto Raptors can only make things more interesting – it’s not promising that the surviving teams have apparently had to sacrifice players to the Basketball Gods to make it to the second round. The course of this postseason may end up being entirely dependent on the health, or lack thereof, of players like Kevin Love, Chris Paul, Bradley Beal and Mike Conley.\n\n\n\nWarriors easily defeat Conley-less Grizzlies\n\n\n\nSteph Curry had a pretty decent Sunday. A few hours after scoring a team-high 22 points in the Golden State Warriors 101-86 win over the Memphis Grizzlies in the first game of their second round series, news leaked out that the he had been voted to be the 2015 NBA MVP.\n\n\n\nSunday’s victory marked the Warriors’ fifth-straight postseason win. In the first round, they beat the New Orleans Pelicans, a team featuring likely future league MVP Anthony Davis, in four straight. Golden State even managed to win a game against them after spotting the Pelicans a 20-point fourth-quarter lead in Game 3.\n\n\n\nGiven all of this, the question coming in to the series was: do the Grizzlies have any shot at pulling off an upset and beating this Warriors team? The number-crunchers over at fivethirtyeight gave them a whopping 6% chance at advancing to the Western Conference Finals, and that was before they dropped Game 1.\n\nThe Grizzlies did manage to defeat a depleted Portland Trail Blazers squad in five games despite playing without Conley for much of the series. Conley has been recovering from a facial fracture he suffered in Game 3 against Portland and could only root from the bench during Sunday’s loss.\n\n\n\nTheoretically, the Grizzlies could disrupt the Warriors’ flow, as this series should be a battle between two conflicting styles of basketball. Golden State play an uptempo game centering around the prolific and efficient three-point shooting of Curry and Klay Thompson. The “grit and grind” Grizzlies generally win by slowing their opponents down with their size and strength.\n\nUnfortunately for Memphis, the Warriors were the best defensive team for much of the regular season. The Grizzlies won’t be able to simply out-muscle the Warriors, not when they can counter with players like Andrew Bogut and Draymond Green. Golden State can play Memphis’s style, while it seems highly unlikely that Memphis can adjust to theirs.\n\n\n\nSo, if Memphis is going to have a shot of winning, they need to somehow find an offensive groove and it’s hard to imagine them finding it without a healthy Conley.\n\n\n\nWizards steal home court advantage from the Hawks\n\n\n\nThe Golden State Warriors starting the postseason on a 5-0 run sounds about right. The Washington Wizards doing the same sounds like the punchline of a particularly lazy joke. Their first-round series against the Toronto Raptors looked like a complete toss-up on paper: a battle between two Eastern Conference teams that faltered in the second half. Instead, the Wizards swept them in an almost embarrassing fashion.\n\n\n\nThat set up Sunday’s Game 1 on the road against the Atlanta Hawks, the team with the best regular season record in the East. The Wizards won 104-98, taking away Atlanta’s home court advantage and possibly gaining a psychological edge on a Hawks team that looks mentally and physically exhausted.\n\n\n\nIt’s been a strange postseason for these Hawks, who struggled to put away the lowly Brooklyn Nets in the first round. The Nets just barely qualified for the playoffs – they clinched their spot on the final day of the season – but they took the Hawks to six games. Atlanta struggled offensively in the series. Paul Millsap and Al Horford were clearly playing hurt which allowed Brooklyn to take three-point shooter Kyle Korver, who was absolutely unconscious for most of the season, out of the game for long stretches of time.\n\n\n\nAtlanta probably hoped that their 111-87 blowout victory over the Nets in Friday’s decisive Game 6 was a sign that their offense was starting to click again. Instead they just looked tired after the quick turnaround, and a well-rested Wizards team was able to capitalize.\n\n\n\nThere is good news for Atlanta in the form of bad news for Washington. The Wizards’ Bradley Beal, who scored 28 points against the Hawks, sprained his ankle late in yesterday’s game. If Beal and point guard John Wall, who also hurt himself during the game, aren’t at their best, the Hawks could easily regain control of this series.\n\n\n\nClippers/Rockets has a lot to live up to\n\n\n\nIt took them seven memorable games, but the Los Angeles Clippers defeated the defending champion San Antonio Spurs on Saturday. Game 7 featured 31 lead changes, Chris Paul going for 27 points and six assists while playing on one leg and the possible end of the Spurs As We Know Them. It might have even been the highlight of a sports weekend filled with the NFL Draft, the Kentucky Derby, the NHL playoffs, a Yankees/Red Sox series and, oh yeah, some sort of event where rich jerks punched each other.\n\n\n\nThe only disappointment was that, partly thanks to the NBA’s nonsensical scheduling, the game meant that one of the best teams in the playoffs wouldn’t make it past the first round.\n\n\n\nFor a long time, critics have questioned Paul’s postseason record, saying that the gifted point guard didn’t come through in the clutch. Paul’s performance in Saturday’s 111-109 Clippers victory should silence them. It also didn’t hurt that it was against the team responsible for many of Paul’s early playoff exits.\n\n\n\nPaul had complete control of the game, despite suffering a sprained hamstring in the first quarter. Every time the Spurs either tied the game or took the lead, Paul seemed to have an answer. Most dramatically, there was the game-winning shot he made with just a single second left on the clock.\n\nAll of this might end up working for the Houston Rockets’ advantage when their series against the Clippers tips off tonight at Toyota Center. Most likely, the hamstring injury Paul played through on Saturday will keep him out of the lineup for Game 1. While the Clippers have been involved in an exhausting seven-game dogfight with the defending champions, the Rockets played a relatively stress-free five games against a Dallas Mavericks team that basically lost its starting point guard to free agency in the middle of a postseason series.\n\nOh yeah, and James Harden will most likely be playing the series with a chip on his shoulder knowing that he was passed over in the MVP voting. It took everything the Clippers had to make it past the Spurs in round one, but it might take an even greater effort for them to make their first Conference Finals in franchise history.\n\n\n\nShorthanded Cavaliers face surprisingly healthy Bulls\n\n\n\nFor the first time in ages, the Chicago Bulls are entering into a playoff series as the healthier team. OK, so Joakim Noah has been dealing with a hamstring issue and fighting some kind of illness, but Jimmy Butler and (no seriously) Derrick Rose should be completely healthy for Monday’s Game 1 against the Cleveland Cavaliers. For Bulls fans whose championship dreams have been on hold since Rose clutched his knee in the first game of the 2012 playoffs, this almost seems too good to be true.\n\nOK, maybe not “too good to be true” in a good way. It’s more like “expecting the worst to happen at any given second.” That’s why the last time we checked in with the Bulls, fans were screaming at head coach Tom Thibodeau to take out Rose and other starters in the second half of their 120-66 bloodbath of a victory over the Milwaukee Bucks in Thursday’s Game 6.\n\nBulls fans had reason to be concerned after what happened to their team’s second round opponents in their fourth and final game against the Boston Celtics. Cleveland power forward Kevin Love will be for up to six months after Boston’s Kelly Olynyk dislocated his shoulder in last Sunday’s Game 4. It was a costly victory for the Cavaliers who will also be without J.R. Smith for the first two games of this series, thanks to a suspension earned after Smith retaliated with a cheap hit on Boston’s Jae Crowder.\n\nNow, none of this is enough to make the Bulls the favorites in this series, not when the Cavaliers still have home court advantage and LeBron James, but the Bulls finally have more than a fighting chance this time around.\n\n\n\nOther things we’ve learned\n\n• The Warriors’ Draymond Green lost out to the Spurs’ Kawhi Leonard as Defensive Player of the Year, but I think he will take “still being in the playoffs” as a decent consolation prize.\n\n• The Minnesota Timberwolves’ Andrew Wiggins won Rookie of the Year, an announcement that probably didn’t help the mood of Cavaliers fans worried that they might have already seen the last of Kevin Love.\n\n\n\n• Oklahoma City Thunder hired Florida’s Billy Donovan as head coach, replacing the fired Scott Brooks. Obviously when your franchise is facing what might be the biggest “championship or bust” season in NBA history, you have to hire someone whose entire coaching career took place in the college ranks.\n\n\n\n• Jon Bois released his latest NBA simulation findings. This time Bois wanted to know what would happen to the league if it were suddenly taken over by a new species of basketball-playing superhumans. Some would argue that this has already happened, and that this is how the Golden State Warriors were formed.\n\n\n\n• And, finally, in the real world, the New York Knicks’ Carmelo Anthony took to the streets to join the protests in Baltimore last week.\n\n",
  "title": "NBA semi-finals: Is there any way the Grizzlies can stop the Warriors?",
  "ts_in": "2015-05-04T17:53:44.690793",
  "url": "http://www.theguardian.com/sport/2015/may/04/nba-semi-finals-is-there-any-way-the-grizzlies-can-stop-the-warriors"
}