{
  "article_html": "<div><p>Police, soldiers and volunteers have launched a major search operation in the remote Langtang region of the Nepalese Himalayas to look for up to 600 trekkers and support staff who have been missing since an earthquake of 7.8 magnitude hit the south Asian country 10 days ago.</p>\n<p>The death toll in the disaster has reached 7,365, with 14,355 injured. The bodies of about 100 trekkers and villagers were recovered at the biggest village in Langtang, 60km (40 miles) north of Kathmandu, and is on a trekking route popular with westerners.</p>\n<p>The entire village, which includes 55 guesthouses used by trekkers, was wiped out by the avalanche, officials said.</p>\n<p>&#8220;Local volunteers and police personnel are digging through six-foot snow with shovels looking for more bodies,&#8221; said Gautam Rimal, assistant chief district officer in the area.</p>\n<p>According to Uddab Bhattarai, the chief district officer of Rasuwa district, more than 400 people have been killed in the Langtang area so far with least 250 missing. &#8220;We have been doing search and rescue massively but haven&#8217;t been able to figure out the exact number of missing,&#8221; he said.</p>\n<p>The president of Trekking Agencies&#8217; Association of <a href=\"http://www.theguardian.com/world/nepal\" class=\" u-underline\">Nepal</a>, Ramesh Dhamala, said the number of people missing could be twice at least twice as high. &#8220;According to the record 1,350 Nepalis and foreign trekkers entered Langtang area, but once the earthquake struck we couldn&#8217;t take record of exit,&#8221; Dhamala said. &#8220;We assume at least 600 foreigners and Nepalis might be missing in the area.&#8221;</p>\n<p>Langtang, a region of steep gorges and high mountains on the border with Tibet, was hit by massive landslides. &#8220;It seems that entire hillsides sheared away. There were huge avalanches too, a mix of snow and mud,&#8221; said a Kathmandu-based trekking operator with long experience of the region.</p>\n<p>Tulasi Prasad Gautam, head of the government&#8217;s tourism department in Nepal, described the Langtang valley as &#8220;completely wiped away&#8221;. </p>\n<p>In other parts of the Himalayan country, three people were pulled alive from the rubble of their home on Sunday, eight days after the earthquake, while local media reported that a 101-year-old man was found alive in the rubble on Saturday.</p>\n<p>The climbing season on Everest, the world&#8217;s highest peak, has been cancelled. This is the second year running that climbers on the 29,000ft mountain have been forced to abandon their expeditions. Last year, a massive avalanche killed 16 local staff preparing the route for fee-paying mountaineers.</p>\n<p>US military aircraft and personnel arrived in Nepal on Sunday and were due to begin helping ferry relief supplies to stricken areas outside the capital, a US marines spokeswoman said.</p>\n<p>The relief operation has been delayed by bureaucratic bottlenecks, huge logistic difficulties and rough terrain. Political infighting has also slowed aid reaching even areas close to Kathmandu, the capital. The US contingent comprised eight aircraft, including one Huey and two C-130s, and between 100 and 120 personnel, spokeswoman Capt Cassandra Gesecki said.</p>\n<p>On Sunday, the government restricted the landing of large cargo aircraft at the hugely congested airport to limit damage to the stressed runway.</p>\n<p>The United Nations has said 8 million of Nepal&#8217;s 28 million people were affected by the quake, with at least 2 million needing tents, water, food and medicines over the next three months. A recent survey found that three-quarters of the buildings in Kathmandu had been destroyed or were unsafe.</p>\n<p>Thousands of people remain camped out in the city and its surroundings. Many more remote villages are still to be reached and aid officials fear further fatalities from infected wounds sustained in the quake and among vulnerable sections of the population such as the elderly and the very young.</p>\n</div>",
  "authors": [
    "Ishwar Rauniyar",
    "Jason Burke"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nepal earthquake 2015",
    "Nepal",
    "Natural disasters and extreme weather",
    "South and Central Asia",
    "World news"
  ],
  "ntitle": "nepal_earthquake_rescue_teams_search_for_missing_trekkers_in_himalayas",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Police, soldiers and volunteers have launched a major search operation in the remote Langtang region of the Nepalese Himalayas to look for up to 600 trekkers and support staff who have been missing since an earthquake of 7.8 magnitude hit the south Asian country 10 days ago.\n\nThe death toll in the disaster has reached 7,365, with 14,355 injured. The bodies of about 100 trekkers and villagers were recovered at the biggest village in Langtang, 60km (40 miles) north of Kathmandu, and is on a trekking route popular with westerners.\n\nThe entire village, which includes 55 guesthouses used by trekkers, was wiped out by the avalanche, officials said.\n\n“Local volunteers and police personnel are digging through six-foot snow with shovels looking for more bodies,” said Gautam Rimal, assistant chief district officer in the area.\n\nAccording to Uddab Bhattarai, the chief district officer of Rasuwa district, more than 400 people have been killed in the Langtang area so far with least 250 missing. “We have been doing search and rescue massively but haven’t been able to figure out the exact number of missing,” he said.\n\nThe president of Trekking Agencies’ Association of Nepal, Ramesh Dhamala, said the number of people missing could be twice at least twice as high. “According to the record 1,350 Nepalis and foreign trekkers entered Langtang area, but once the earthquake struck we couldn’t take record of exit,” Dhamala said. “We assume at least 600 foreigners and Nepalis might be missing in the area.”\n\nLangtang, a region of steep gorges and high mountains on the border with Tibet, was hit by massive landslides. “It seems that entire hillsides sheared away. There were huge avalanches too, a mix of snow and mud,” said a Kathmandu-based trekking operator with long experience of the region.\n\nTulasi Prasad Gautam, head of the government’s tourism department in Nepal, described the Langtang valley as “completely wiped away”.\n\nIn other parts of the Himalayan country, three people were pulled alive from the rubble of their home on Sunday, eight days after the earthquake, while local media reported that a 101-year-old man was found alive in the rubble on Saturday.\n\nThe climbing season on Everest, the world’s highest peak, has been cancelled. This is the second year running that climbers on the 29,000ft mountain have been forced to abandon their expeditions. Last year, a massive avalanche killed 16 local staff preparing the route for fee-paying mountaineers.\n\nUS military aircraft and personnel arrived in Nepal on Sunday and were due to begin helping ferry relief supplies to stricken areas outside the capital, a US marines spokeswoman said.\n\nThe relief operation has been delayed by bureaucratic bottlenecks, huge logistic difficulties and rough terrain. Political infighting has also slowed aid reaching even areas close to Kathmandu, the capital. The US contingent comprised eight aircraft, including one Huey and two C-130s, and between 100 and 120 personnel, spokeswoman Capt Cassandra Gesecki said.\n\nOn Sunday, the government restricted the landing of large cargo aircraft at the hugely congested airport to limit damage to the stressed runway.\n\nThe United Nations has said 8 million of Nepal’s 28 million people were affected by the quake, with at least 2 million needing tents, water, food and medicines over the next three months. A recent survey found that three-quarters of the buildings in Kathmandu had been destroyed or were unsafe.\n\nThousands of people remain camped out in the city and its surroundings. Many more remote villages are still to be reached and aid officials fear further fatalities from infected wounds sustained in the quake and among vulnerable sections of the population such as the elderly and the very young.",
  "title": "Nepal earthquake rescue teams search for missing trekkers in Himalayas",
  "ts_in": "2015-05-04T16:19:39.533921",
  "url": "http://www.theguardian.com/world/2015/may/04/nepal-earthquake-rescue-teams-search-missing-trekkers-himalayas"
}