{
  "article_html": "<div><p>The idea that police officers should use handcuffs and leg shackles to control an unruly individual is hardly unusual in the US, where fondness for the use of metal restraints runs through the criminal justice system. </p>\n<p>What is unusual is when the individual in question is five years old, and the arrest takes place in an elementary school.</p>\n<p>New York state police were called last week to the primary school in Philadelphia, <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a>, close to the Canadian border, after staff reported that a pupil, Connor Ruiz, was disruptive and uncontrollable. When officers arrived at the premises, they placed the five-year-old boy in handcuffs, carried him out to a patrol car and put his feet into shackles before taking him to a medical center for evaluation.</p>\n<p>The child&#8217;s mother, Chelsea Ruiz, told the local <a href=\"http://www.watertowndailytimes.com/news03/fort-drum-parents-irate-after-police-handcuff-shackle-5-year-old-special-needs-student--20150502\" class=\" u-underline\">Watertown Daily Times</a> she was shocked and angered by what had happened. </p>\n<p>&#8220;An officer told me they had to handcuff his wrists and ankles for their safety,&#8221; she said. &#8220;I told him that was ridiculous. How could someone fear for their safety when it comes to a small, five-year-old child?&#8221;</p>\n<p>A spokesman for the state police force, Jack Keller, justified the constraints on grounds that the child was &#8220;out of control&#8221; and &#8220;combative&#8221;, and was deemed to be a danger to himself or staff. Troopers had found him &#8220;screaming, kicking, punching and biting&#8221;.</p>\n<p>&#8220;Our concern was his safety, of not only himself but the staff he was dealing with and the other students in the class where he was,&#8221; Keller said.</p>\n<p>Handcuffing of young children is <a href=\"http://www.theonlinecitizen.com/2014/12/children-handcuffed-by-police-at-katong/\" class=\" u-underline\">frequently</a><a href=\"http://thefreethoughtproject.com/police-handcuff-9-year-special-child-elementary-school/\" class=\" u-underline\"> reported</a> in the US. Last December, a child aged four was handcuffed in Nathanael Greene primary school in Stanardsville, Virginia.</p>\n<p>In 2013, the handcuffing of a <a href=\"http://www.oregonlive.com/portland/index.ssf/2014/10/portland_police_will_be_restri.html\" class=\" u-underline\">nine-year-old girl in Portland</a>, Oregon prompted a public outcry that forced the police department to revise its rules. The new procedures forbid officers from handcuffing a child under 12, unless they pose a &#8220;heightened risk to safety&#8221;.</p>\n<p>Ruiz said that two weeks ago she had placed her son in a special-needs class, precisely to avoid the kind of incident that occurred when police were called to the school. </p>\n<p>&#8220;We had a plan in place so they would call me to come to the school if they couldn&#8217;t calm him down,&#8221; she said, &#8220;and they didn&#8217;t do that.&#8221;</p>\n<p>She said Connor was &#8220;terrified of going back to school&#8221;, and added that she planned to transfer him to a different school district.</p>\n</div>",
  "authors": [
    "Ed Pilkington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "New York",
    "US policing",
    "US news",
    "World news",
    "Children"
  ],
  "ntitle": "new_york_state_police_handcuff_and_shackle_combative_five_year_old",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The idea that police officers should use handcuffs and leg shackles to control an unruly individual is hardly unusual in the US, where fondness for the use of metal restraints runs through the criminal justice system.\n\nWhat is unusual is when the individual in question is five years old, and the arrest takes place in an elementary school.\n\nNew York state police were called last week to the primary school in Philadelphia, New York, close to the Canadian border, after staff reported that a pupil, Connor Ruiz, was disruptive and uncontrollable. When officers arrived at the premises, they placed the five-year-old boy in handcuffs, carried him out to a patrol car and put his feet into shackles before taking him to a medical center for evaluation.\n\nThe child’s mother, Chelsea Ruiz, told the local Watertown Daily Times she was shocked and angered by what had happened.\n\n“An officer told me they had to handcuff his wrists and ankles for their safety,” she said. “I told him that was ridiculous. How could someone fear for their safety when it comes to a small, five-year-old child?”\n\nA spokesman for the state police force, Jack Keller, justified the constraints on grounds that the child was “out of control” and “combative”, and was deemed to be a danger to himself or staff. Troopers had found him “screaming, kicking, punching and biting”.\n\n“Our concern was his safety, of not only himself but the staff he was dealing with and the other students in the class where he was,” Keller said.\n\nHandcuffing of young children is frequently reported in the US. Last December, a child aged four was handcuffed in Nathanael Greene primary school in Stanardsville, Virginia.\n\nIn 2013, the handcuffing of a nine-year-old girl in Portland, Oregon prompted a public outcry that forced the police department to revise its rules. The new procedures forbid officers from handcuffing a child under 12, unless they pose a “heightened risk to safety”.\n\nRuiz said that two weeks ago she had placed her son in a special-needs class, precisely to avoid the kind of incident that occurred when police were called to the school.\n\n“We had a plan in place so they would call me to come to the school if they couldn’t calm him down,” she said, “and they didn’t do that.”\n\nShe said Connor was “terrified of going back to school”, and added that she planned to transfer him to a different school district.",
  "title": "New York state police handcuff and shackle 'combative' five-year-old",
  "ts_in": "2015-05-04T16:19:44.336117",
  "url": "http://www.theguardian.com/us-news/2015/may/04/new-york-state-police-handcuff-shackle-connor-ruiz"
}