{
  "article_html": "<div><p>Every now and then, a strange and mystical being wanders through the British theatre, and Nigel Terry, who has died of emphysema aged 69, was a prime example. Terry was admired by all who worked with him and revered by his contemporaries, fully deserving that over-used description &#8220;an actor&#8217;s actor&#8221;.</p>\n<p>He made a sensational film debut in Anthony Harvey&#8217;s The Lion in Winter (1968) as a drooling young Prince John, no way fazed by playing scenes with <a href=\"http://www.theguardian.com/film/2013/dec/15/peter-o-toole-dies-81\" title=\"\" class=\" u-underline\">Peter O&#8217;Toole</a> and <a href=\"http://www.theguardian.com/news/2003/jul/01/guardianobituaries.film\" title=\"\" class=\" u-underline\">Katharine Hepburn</a>. But unlike his fellow debutants on this film &#8211; Anthony Hopkins and Timothy Dalton &#8211; he became a hermit to Hollywood until he burst forth again as a rueful, melancholic King Arthur in John Boorman&#8217;s Excalibur (1981), playing opposite Helen Mirren as Morgana and <a href=\"http://www.theguardian.com/stage/2012/jan/26/nicol-williamson\" title=\"\" class=\" u-underline\">Nicol Williamson</a> as Merlin.</p>\n<p>O&#8217;Toole and Williamson took a shine to Terry and they became his idols, as much for their independence and bolshiness as for their talent. Naturally taciturn and suspicious, Terry was an ideal actor &#8211; along with Tilda Swinton and Sean Bean &#8211; for the independent, idiosyncratic film-maker <a href=\"http://www.theguardian.com/film/derek-jarman\" class=\" u-underline\">Derek Jarman</a>, notably playing the title role in Caravaggio (1986) as a bisexual voluptuary with a stylish goatee and a gleaming eye; he was good at being lustful, sweaty, intense.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nCaravaggio, directed by Derek Jarman in which Nigel Terry played the title role\n\n\n<p>Otherwise, he worked mostly in theatre, but not exclusively with any one company or director. He was prominent on the fringe of both the National <a href=\"http://www.theguardian.com/stage/theatre\" class=\" u-underline\">Theatre</a> and Royal Shakespeare Company, often working with fellow mavericks such as the director Max Stafford-Clark and the playwright Howard Barker. He played Byron in the first revival in 1988 of Howard Brenton&#8217;s Bloody Poetry, at the Royal Court; he was, said a fellow cast member, Sian Thomas, &#8220;beautiful, turbulent, wild&#8221;.</p>\n<p>The wildness came from a deep, still centre. Off stage, in the pub, I remember him rolling his own cigarettes, very slowly, while staring into a pint. As a student, he drove a flatmate crazy with his protracted silences at the breakfast table. &#8220;I can&#8217;t stand your fucking moods!&#8221; the flatmate exclaimed one morning. Another silence of 10 minutes. &#8220;Moods?&#8221; Terry muttered, darkly.</p>\n<p>He was always going to be an artist, preferably a painter, from a young age. His ancestry was English, Irish and Huguenot. He was the first baby born in Bristol after the end of the second world war, the only child of Frank Terry, an RAF pilot, and his wife, Doreen (nee Such). The family moved to Truro, in Cornwall, where his father was a senior probation officer.</p>\n<p>Terry developed his passion for acting, and painting, while at Truro school, joined the National Youth Theatre in his holidays, and worked briefly in forestry and as a petrol pump attendant before training at the Central School of Speech and Drama in London in 1963. He made a stage debut with Dolphin Theatre at the Shaw Theatre in north London, playing Evans in <a href=\"http://www.theguardian.com/news/2005/mar/12/guardianobituaries.artsobituaries1\" title=\"\" class=\" u-underline\">Willis Hall</a>&#8217;s The Long and the Short and the Tall, and Tybalt in Romeo and Juliet.</p>\n<p>After seasons in rep at the Oxford Playhouse and the Bristol Old Vic and The Lion in Winter, he appeared in controversial new plays at the Royal Court, including the premieres of Edward Bond&#8217;s The Fool (1975) and Caryl Churchill&#8217;s Light Shining in Buckinghamshire (1976). At the RSC in the late 1970s he was Soranzo in &#8217;Tis Pity She&#8217;s a Whore and Casca in Julius Caesar.</p>\n<p>He featured in a notable season at the National in 1981, playing the lead in Moli&#232;re&#8217;s Don Juan as a brazen but unflustered Spanish nobleman, as if, said the Guardian critic Michael Billington, David Niven were playing Tamburlaine. He also played a laconic Rakitin in Turgenev&#8217;s A Month in the Country, opposite a refulgent Francesca Annis. Both shows were directed by Peter Gill, and I&#8217;ll never forget Terry&#8217;s bitter declaration in the latter, almost a credo, that all love was a catastrophe.</p>\n<p>In Barker&#8217;s Victory (1983), he was Charles II, and in his The Bite of the Night (1988), directed by Danny Boyle, he was &#8220;the last classics teacher at a defunct university&#8221; who goes in search of Homer, Eros and Helen of Troy. Also in the 80s he led a brilliant production of Dostoevsky&#8217;s The Possessed directed by <a href=\"http://www.theguardian.com/stage/2014/oct/05/yuri-lyubimov\" title=\"\" class=\" u-underline\">Yuri Lyubimov</a> at the Almeida and, for the RSC, played a sinister Bosola in The Duchess of Malfi, with Harriet Walter in the title role, and a great double of Shylock and Benedick, opposite Fiona Shaw, on a small-scale tour of The Merchant of Venice and Much Ado About Nothing.</p>\n<p>In his last major film, William Petersen&#8217;s Troy (2004), an epic starring Brad Pitt and Orlando Bloom, Terry had the joy of playing a Trojan high priest and adviser to O&#8217;Toole&#8217;s King Priam. But you get the measure of the man, and his mystery, in the Jarman movies, not only Caravaggio, but also War Requiem (1989), an experimental docudrama using Benjamin Britten&#8217;s momentous music and featuring Laurence Olivier in his last ever appearance on stage or screen.</p>\n<p>In Jarman&#8217;s Edward II (1991), an outrageous version of Marlowe&#8217;s play, Terry played Mortimer, and the king&#8217;s army were a bunch of gay rights marchers, while in the extraordinary Blue (1993), shot entirely in a shimmering shade of aquamarine, Terry, Swinton, John Quentin and Jarman himself, on the brink of death from Aids, read from the director&#8217;s diaries and other writings.</p>\n<p>Terry moved from London back to Cornwall in 1993 and spent the rest of his days there, partly to be near his parents in their last years but also to enjoy the beauty of the cliffs and sea.</p>\n<p>Deeply attractive and private to the last, he lived alone in a cottage near St Ives.</p>\n<p>&#8226; Peter Nigel Terry, actor, born 15 August 1945; died 30 April 2015</p>\n</div>",
  "authors": [
    "Michael Coveney"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Theatre",
    "Stage",
    "Culture",
    "Film",
    "Derek Jarman"
  ],
  "ntitle": "nigel_terry_obituary",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Every now and then, a strange and mystical being wanders through the British theatre, and Nigel Terry, who has died of emphysema aged 69, was a prime example. Terry was admired by all who worked with him and revered by his contemporaries, fully deserving that over-used description “an actor’s actor”.\n\nHe made a sensational film debut in Anthony Harvey’s The Lion in Winter (1968) as a drooling young Prince John, no way fazed by playing scenes with Peter O’Toole and Katharine Hepburn. But unlike his fellow debutants on this film – Anthony Hopkins and Timothy Dalton – he became a hermit to Hollywood until he burst forth again as a rueful, melancholic King Arthur in John Boorman’s Excalibur (1981), playing opposite Helen Mirren as Morgana and Nicol Williamson as Merlin.\n\nO’Toole and Williamson took a shine to Terry and they became his idols, as much for their independence and bolshiness as for their talent. Naturally taciturn and suspicious, Terry was an ideal actor – along with Tilda Swinton and Sean Bean – for the independent, idiosyncratic film-maker Derek Jarman, notably playing the title role in Caravaggio (1986) as a bisexual voluptuary with a stylish goatee and a gleaming eye; he was good at being lustful, sweaty, intense.\n\nCaravaggio, directed by Derek Jarman in which Nigel Terry played the title role\n\nOtherwise, he worked mostly in theatre, but not exclusively with any one company or director. He was prominent on the fringe of both the National Theatre and Royal Shakespeare Company, often working with fellow mavericks such as the director Max Stafford-Clark and the playwright Howard Barker. He played Byron in the first revival in 1988 of Howard Brenton’s Bloody Poetry, at the Royal Court; he was, said a fellow cast member, Sian Thomas, “beautiful, turbulent, wild”.\n\nThe wildness came from a deep, still centre. Off stage, in the pub, I remember him rolling his own cigarettes, very slowly, while staring into a pint. As a student, he drove a flatmate crazy with his protracted silences at the breakfast table. “I can’t stand your fucking moods!” the flatmate exclaimed one morning. Another silence of 10 minutes. “Moods?” Terry muttered, darkly.\n\nHe was always going to be an artist, preferably a painter, from a young age. His ancestry was English, Irish and Huguenot. He was the first baby born in Bristol after the end of the second world war, the only child of Frank Terry, an RAF pilot, and his wife, Doreen (nee Such). The family moved to Truro, in Cornwall, where his father was a senior probation officer.\n\nTerry developed his passion for acting, and painting, while at Truro school, joined the National Youth Theatre in his holidays, and worked briefly in forestry and as a petrol pump attendant before training at the Central School of Speech and Drama in London in 1963. He made a stage debut with Dolphin Theatre at the Shaw Theatre in north London, playing Evans in Willis Hall’s The Long and the Short and the Tall, and Tybalt in Romeo and Juliet.\n\nAfter seasons in rep at the Oxford Playhouse and the Bristol Old Vic and The Lion in Winter, he appeared in controversial new plays at the Royal Court, including the premieres of Edward Bond’s The Fool (1975) and Caryl Churchill’s Light Shining in Buckinghamshire (1976). At the RSC in the late 1970s he was Soranzo in ’Tis Pity She’s a Whore and Casca in Julius Caesar.\n\nHe featured in a notable season at the National in 1981, playing the lead in Molière’s Don Juan as a brazen but unflustered Spanish nobleman, as if, said the Guardian critic Michael Billington, David Niven were playing Tamburlaine. He also played a laconic Rakitin in Turgenev’s A Month in the Country, opposite a refulgent Francesca Annis. Both shows were directed by Peter Gill, and I’ll never forget Terry’s bitter declaration in the latter, almost a credo, that all love was a catastrophe.\n\nIn Barker’s Victory (1983), he was Charles II, and in his The Bite of the Night (1988), directed by Danny Boyle, he was “the last classics teacher at a defunct university” who goes in search of Homer, Eros and Helen of Troy. Also in the 80s he led a brilliant production of Dostoevsky’s The Possessed directed by Yuri Lyubimov at the Almeida and, for the RSC, played a sinister Bosola in The Duchess of Malfi, with Harriet Walter in the title role, and a great double of Shylock and Benedick, opposite Fiona Shaw, on a small-scale tour of The Merchant of Venice and Much Ado About Nothing.\n\nIn his last major film, William Petersen’s Troy (2004), an epic starring Brad Pitt and Orlando Bloom, Terry had the joy of playing a Trojan high priest and adviser to O’Toole’s King Priam. But you get the measure of the man, and his mystery, in the Jarman movies, not only Caravaggio, but also War Requiem (1989), an experimental docudrama using Benjamin Britten’s momentous music and featuring Laurence Olivier in his last ever appearance on stage or screen.\n\nIn Jarman’s Edward II (1991), an outrageous version of Marlowe’s play, Terry played Mortimer, and the king’s army were a bunch of gay rights marchers, while in the extraordinary Blue (1993), shot entirely in a shimmering shade of aquamarine, Terry, Swinton, John Quentin and Jarman himself, on the brink of death from Aids, read from the director’s diaries and other writings.\n\nTerry moved from London back to Cornwall in 1993 and spent the rest of his days there, partly to be near his parents in their last years but also to enjoy the beauty of the cliffs and sea.\n\nDeeply attractive and private to the last, he lived alone in a cottage near St Ives.\n\n• Peter Nigel Terry, actor, born 15 August 1945; died 30 April 2015",
  "title": "Nigel Terry obituary",
  "ts_in": "2015-05-04T08:47:51.944111",
  "url": "http://www.theguardian.com/stage/2015/may/03/nigel-terry"
}