{
  "article_html": "<div><p><a href=\"http://www.nytimes.com/2014/08/10/opinion/sunday/nina-hoss.html?_r=0\" title=\"\" class=\" u-underline\">Nina Hoss</a> is at that juncture where years of acclaim could tip her over into outright fame. She is two months off 40 and can bank on the admiration of international arthouse audiences, who have seen her in a run of disquieting thrillers by Christian Petzold. These include <a href=\"http://www.theguardian.com/film/2007/sep/21/thriller.worldcinema\" title=\"\" class=\" u-underline\">Yella</a>, for which she won the best actress prize at the Berlin film festival in 2007; Jerichow (2008), a German take on The Postman Always Rings Twice; and <a href=\"http://www.theguardian.com/film/2012/sep/27/barbara-review\" title=\"\" class=\" u-underline\">Barbara</a> (2012), an enigmatic portrait of life under the GDR. She also collaborated last year with Manic Street Preachers on the song <a href=\"http://www.theguardian.com/music/2014/may/12/manic-street-preachers-europa-geht-durch-mich-video-premiere\" title=\"\" class=\" u-underline\">&#8220;Europa Geht Durch Mich&#8221;</a>, produced by her partner, Alex Silva. She even went on the road with the band, performing at Glastonbury. &#8220;I had my wellies,&#8221; she tells me.</p>\n<p>She recently added some English-language roles to her CV: she was <a href=\"http://www.theguardian.com/film/philipseymourhoffman\" title=\"\" class=\" u-underline\">Philip Seymour Hoffman</a>&#8217;s gently adoring colleague in one of his last films, <a href=\"http://www.theguardian.com/film/2014/sep/11/a-most-wanted-man-review-philip-seymour-hoffman\" title=\"\" class=\" u-underline\">A Most Wanted Man</a>, and <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2014/dec/21/homeland-recap-season-four-episode-11-krieg-nicht-lieb\" title=\"\" class=\" u-underline\">she turned up briefly in the fourth series of Homeland</a>. Such appearances have caused <a href=\"http://www.welt.de/kultur/medien/article135487200/Nina-Hoss-goes-to-Hollywood.html\" title=\"\" class=\" u-underline\">panic at Die Welt, which forecast the imminent loss of Hoss</a>. &#8220;The American public will fall in love with Nina Hoss!&#8221; the paper cried. &#8220;And it will call for more Nina Hoss!&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n\n<p> Related: <a href=\"http://www.theguardian.com/film/2014/oct/15/phoenix-film-first-look-review-christian-petzold-nina-hoss\" class=\" u-underline\">Phoenix review &#8211; a complex mystery of disguise and deceit</a> </p>\n\n<p>Sitting before me in black trouser suit and white vest, Hoss doesn&#8217;t exude the urgency of a woman out to conquer Hollywood. But she&#8217;s keen to discuss <a href=\"http://www.theguardian.com/film/2014/oct/15/phoenix-film-first-look-review-christian-petzold-nina-hoss\" title=\"\" class=\" u-underline\">Phoenix</a>, her sixth collaboration with Petzold. She plays Nelly, a disfigured concentration camp survivor who undergoes cosmetic surgery after the war. This stands her in good stead when it comes to insinuating herself with her husband, Johnny (Ronald Zehrfeld), who fails to recognise her as the woman he gave up to the Nazis to save his own skin. Registering only a slight resemblance to his wife, he persuades Nelly to portray her &#8211; that is, to impersonate herself &#8211; so that he can get his hands on the money she left behind.</p>\n<p>Hoss is playing a woman playing a woman playing a woman: it&#8217;s a lot of acting for one person to do. &#8220;I had to simplify it for myself,&#8221; she explains. &#8220;I tried not to worry about playing every layer in each moment.&#8221; Questions of plausibility are bound to occur. Such as: how does Johnny not twig that Nelly is his wife? And why does she play along rather than escaping from the brute? Rest assured they occurred to Hoss too.</p>\n<p>&#8220;I kept reminding myself how broken she is at the beginning of the film. She wants her life back and as long as she is with this person she loves &#8212; it was the thought of him that kept her going throughout this most horrific experience &#8212; then she thinks, &#8216;Maybe I&#8217;ll have a chance. Maybe we can rebuild our life together.&#8217; She&#8217;s traumatised. And perhaps Johnny does recognise her on some level. Who can say?&#8221; As with every Petzold/Hoss movie, all cards are played tantalisingly close to the chest.</p>\n<p>Parallels with the business of acting are obvious. Nelly must remember not to be too good at playing herself &#8211; if Johnny clicks that this timid stray is a natural when it comes to impersonating his wife, the Reichsmark will drop. An actor faces similar risks about surrendering information. &#8220;You mustn&#8217;t be too obvious because then that&#8217;s boring for the audience, says Hoss. &#8220;You don&#8217;t do that in life, after all. There are always things you&#8217;re hiding or not saying.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430494252919/5b07b8cd-030f-461c-938f-6b05996f23b9-300x200.jpeg\" alt=\"Phoenix Nina Hoss and Ronald Zehrfeld\" class=\"gu-image\">\n\nNina Hoss and Ronald Zehrfeld as her husband in Phoenix.\n\n\n\n<p>Petzold sees something of his own relationship with Hoss mirrored in Johnny and Nelly. &#8220;Johnny is a kind of director. And, like Nelly, Nina gets more independent as we go on. She&#8217;s always working against me a little bit &#8211; against male subjectivity, asserting herself.&#8221;</p>\n<p>He first saw Hoss, then aged 25, on a chat show, several years after she had come to prominence playing a prostitute in the TV movie <a href=\"http://www.imdb.com/title/tt0117132/\" title=\"\" class=\" u-underline\">A Girl Called Rosemarie</a>. &#8220;She was so intelligent. The next day I had to pitch my new project and when the financiers said, &#8216;Who will play the lead?&#8217; I blurted out, &#8216;Nina Hoss.&#8217; I had never even thought of her before but they loved the idea. Then I realised, &#8216;Oh God, now I have to get her.&#8217;&#8221; That was for Wolfsburg, where she played a woman falling unwittingly for the hit-and-run driver who killed her child.</p>\n<p>&#8220;During three months of rehearsal she was like a very good pupil,&#8221; Petzold recalls. &#8220;She wrote down whatever I said. Watched whatever I told her to. When she acts, you can&#8217;t see the work but it&#8217;s all inside her. Before I met her, I used to write so much psychological description for my characters. Now they&#8217;re like Bauhaus scripts! I know she can fill all that space herself.&#8221;</p>\n<p>Hoss&#8217;s mother, <a href=\"http://de.wikipedia.org/wiki/Heidemarie_Rohweder\" title=\"\" class=\" u-underline\">Heidemarie Rohweder</a>, was a theatre actor so perhaps it isn&#8217;t surprising that some of her earliest memories involve performance. &#8220;As a kid, I remember crying and then noticing myself in the mirror and being fascinated by how that looked. Now my antennae are always up. You see things on the street, the way people behave. It&#8217;s not as cold as &#8216;I can use that.&#8217; It&#8217;s more like, &#8216;Ah! Why would someone be like that? How must it feel?&#8217;&#8221;</p>\n<p>Working on A Most Wanted Man alerted her to the differences in German and American approaches to acting. &#8220;In <a href=\"http://www.theguardian.com/world/germany\" class=\" u-underline\">Germany</a>, actors tend to be more laid-back and take orders from the director: &#8216;Tell me what you want.&#8217; I&#8217;m more into collaboration. So are Americans.&#8221; All Hoss&#8217;s scenes were with Hoffman. &#8220;He was so inviting, so generous. We were a team.&#8221; It would be remiss of me not to ask this Stuttgart-born actor her opinion of Hoffman&#8217;s accent in the film, which seems to originate from the People&#8217;s Republic of WTF. &#8220;It wasn&#8217;t really German,&#8221; she agrees. &#8220;It was kind of artificial but it made the character more of an outcast. You think, &#8216;Where is he from?&#8217;&#8221;</p>\n<p>Patrick Heidmann, a journalist for Berliner Zeitung, believes it would be no bad thing if Hoss decamped. &#8220;I think she&#8217;s Germany&#8217;s best hope for winning an acting Oscar. If she doesn&#8217;t go, it won&#8217;t be for lack of opportunities. Every US director I meet mentions her name whenever I say I&#8217;m from Germany. <a href=\"http://www.theguardian.com/film/brian-de-palma\" title=\"\" class=\" u-underline\">Brian De Palma</a> was particularly excited about her.&#8221;</p>\n<p>It is unusual for an actor to be associated with one director to the exclusion of others, but why change a winning formula? Petzold has a script idea set in Los Angeles, so maybe Hoss will get the best of both worlds. &#8220;Though she doesn&#8217;t know yet that she&#8217;s going to be in it,&#8221; he laughs.</p>\n<p>&#8220;We challenge each other,&#8221; Hoss says. &#8220;And I love his characters. They&#8217;re women who fall out of life and have to fight their way back. There is pain but there&#8217;s always something hopeful.&#8221;</p>\n<p>&#8226; Phoenix is released in the UK on 8 May</p>\n</div>",
  "authors": [
    "Ryan Gilbey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "World cinema",
    "Thriller",
    "Germany",
    "Film",
    "Culture"
  ],
  "ntitle": "nina_hoss_is_hollywood_next",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Nina Hoss is at that juncture where years of acclaim could tip her over into outright fame. She is two months off 40 and can bank on the admiration of international arthouse audiences, who have seen her in a run of disquieting thrillers by Christian Petzold. These include Yella, for which she won the best actress prize at the Berlin film festival in 2007; Jerichow (2008), a German take on The Postman Always Rings Twice; and Barbara (2012), an enigmatic portrait of life under the GDR. She also collaborated last year with Manic Street Preachers on the song “Europa Geht Durch Mich”, produced by her partner, Alex Silva. She even went on the road with the band, performing at Glastonbury. “I had my wellies,” she tells me.\n\nShe recently added some English-language roles to her CV: she was Philip Seymour Hoffman’s gently adoring colleague in one of his last films, A Most Wanted Man, and she turned up briefly in the fourth series of Homeland. Such appearances have caused panic at Die Welt, which forecast the imminent loss of Hoss. “The American public will fall in love with Nina Hoss!” the paper cried. “And it will call for more Nina Hoss!”\n\nRelated: Phoenix review – a complex mystery of disguise and deceit\n\nSitting before me in black trouser suit and white vest, Hoss doesn’t exude the urgency of a woman out to conquer Hollywood. But she’s keen to discuss Phoenix, her sixth collaboration with Petzold. She plays Nelly, a disfigured concentration camp survivor who undergoes cosmetic surgery after the war. This stands her in good stead when it comes to insinuating herself with her husband, Johnny (Ronald Zehrfeld), who fails to recognise her as the woman he gave up to the Nazis to save his own skin. Registering only a slight resemblance to his wife, he persuades Nelly to portray her – that is, to impersonate herself – so that he can get his hands on the money she left behind.\n\nHoss is playing a woman playing a woman playing a woman: it’s a lot of acting for one person to do. “I had to simplify it for myself,” she explains. “I tried not to worry about playing every layer in each moment.” Questions of plausibility are bound to occur. Such as: how does Johnny not twig that Nelly is his wife? And why does she play along rather than escaping from the brute? Rest assured they occurred to Hoss too.\n\n“I kept reminding myself how broken she is at the beginning of the film. She wants her life back and as long as she is with this person she loves — it was the thought of him that kept her going throughout this most horrific experience — then she thinks, ‘Maybe I’ll have a chance. Maybe we can rebuild our life together.’ She’s traumatised. And perhaps Johnny does recognise her on some level. Who can say?” As with every Petzold/Hoss movie, all cards are played tantalisingly close to the chest.\n\nParallels with the business of acting are obvious. Nelly must remember not to be too good at playing herself – if Johnny clicks that this timid stray is a natural when it comes to impersonating his wife, the Reichsmark will drop. An actor faces similar risks about surrendering information. “You mustn’t be too obvious because then that’s boring for the audience, says Hoss. “You don’t do that in life, after all. There are always things you’re hiding or not saying.”\n\nNina Hoss and Ronald Zehrfeld as her husband in Phoenix.\n\nPetzold sees something of his own relationship with Hoss mirrored in Johnny and Nelly. “Johnny is a kind of director. And, like Nelly, Nina gets more independent as we go on. She’s always working against me a little bit – against male subjectivity, asserting herself.”\n\nHe first saw Hoss, then aged 25, on a chat show, several years after she had come to prominence playing a prostitute in the TV movie A Girl Called Rosemarie. “She was so intelligent. The next day I had to pitch my new project and when the financiers said, ‘Who will play the lead?’ I blurted out, ‘Nina Hoss.’ I had never even thought of her before but they loved the idea. Then I realised, ‘Oh God, now I have to get her.’” That was for Wolfsburg, where she played a woman falling unwittingly for the hit-and-run driver who killed her child.\n\n“During three months of rehearsal she was like a very good pupil,” Petzold recalls. “She wrote down whatever I said. Watched whatever I told her to. When she acts, you can’t see the work but it’s all inside her. Before I met her, I used to write so much psychological description for my characters. Now they’re like Bauhaus scripts! I know she can fill all that space herself.”\n\nHoss’s mother, Heidemarie Rohweder, was a theatre actor so perhaps it isn’t surprising that some of her earliest memories involve performance. “As a kid, I remember crying and then noticing myself in the mirror and being fascinated by how that looked. Now my antennae are always up. You see things on the street, the way people behave. It’s not as cold as ‘I can use that.’ It’s more like, ‘Ah! Why would someone be like that? How must it feel?’”\n\nWorking on A Most Wanted Man alerted her to the differences in German and American approaches to acting. “In Germany, actors tend to be more laid-back and take orders from the director: ‘Tell me what you want.’ I’m more into collaboration. So are Americans.” All Hoss’s scenes were with Hoffman. “He was so inviting, so generous. We were a team.” It would be remiss of me not to ask this Stuttgart-born actor her opinion of Hoffman’s accent in the film, which seems to originate from the People’s Republic of WTF. “It wasn’t really German,” she agrees. “It was kind of artificial but it made the character more of an outcast. You think, ‘Where is he from?’”\n\nPatrick Heidmann, a journalist for Berliner Zeitung, believes it would be no bad thing if Hoss decamped. “I think she’s Germany’s best hope for winning an acting Oscar. If she doesn’t go, it won’t be for lack of opportunities. Every US director I meet mentions her name whenever I say I’m from Germany. Brian De Palma was particularly excited about her.”\n\nIt is unusual for an actor to be associated with one director to the exclusion of others, but why change a winning formula? Petzold has a script idea set in Los Angeles, so maybe Hoss will get the best of both worlds. “Though she doesn’t know yet that she’s going to be in it,” he laughs.\n\n“We challenge each other,” Hoss says. “And I love his characters. They’re women who fall out of life and have to fight their way back. There is pain but there’s always something hopeful.”\n\n• Phoenix is released in the UK on 8 May",
  "title": "Nina Hoss: is Hollywood next?",
  "ts_in": "2015-05-04T08:48:13.981513",
  "url": "http://www.theguardian.com/film/2015/may/04/nina-hoss-interview-phoenix-hollywood"
}