{
  "article_html": "<div><p>According to multiple news sites, beards can contain more poo than a toilet. Here are a few of the headlines:</p>\n<p>&#8220;Some beards contain more poo than a toilet shocking study reveals&#8221; &#8211; <a href=\"http://www.mirror.co.uk/news/weird-news/beards-contain-more-poo-toilet-5631899\" class=\" u-underline\">the Mirror</a><br></p>\n<p>&#8220;Shock new research reveals some beards contain more poo than a toilet&#8221; &#8211; <a href=\"http://www.news.com.au/lifestyle/health/shock-new-research-reveals-some-beards-contain-more-poo-than-a-toilet/story-fneuzlbd-1227333956170\" class=\" u-underline\">news.com.au</a><br></p>\n<p>&#8220;Some beards are so full of poo they are as dirty as toilets&#8221; &#8211; <a href=\"http://metro.co.uk/2015/05/03/some-beards-are-so-full-of-poo-they-are-as-dirty-as-toilets-5178828/\" class=\" u-underline\">metro.co.uk</a><br></p>\n<p>I was curious to read the original study to see what the basis was for the investigation and the actual results.<br></p>\n<p>However, as far as I can tell there was no proper study, no team of microbiologists and no poo in beards. The origin of the story appears to be <a href=\"http://www.koat.com/news/some-beards-as-dirty-as-toilets/32675046\" class=\" u-underline\">this segment from a TV news network in New Mexico</a>, which involved a reporter swabbing a &#8220;handful&#8221; of men&#8217;s beards and then sending the swabs to a microbiologist in a lab to culture any microbes present.<br tabindex=\"-1\"></p>\n<p>The reporter then interviewed the microbiologist, John Golobic, who identified a few of the bacteria present as &#8220;enterics&#8221;, that is they are bacteria that normally live in the intestines.<br></p>\n<p>&#8220;Those are the types of things you&#8217;d find in faeces,&#8221; he said.<br></p>\n<p>And that&#8217;s all. Somehow, from this story other media organisations have managed to get poo in beards.<br></p>\n<p>While it is true that human faeces are partially composed of gut bacteria, it&#8217;s not accurate to describe those bacteria on their own as faeces.<br tabindex=\"-1\"></p>\n<p>Further, even if this was a properly conducted scientific study with a large number of samples and published in a reputable journal, there wouldn&#8217;t necessarily be any cause for concern. </p>\n<p>Human skin is home to great diversity of microbes, and <a href=\"http://www.ncbi.nlm.nih.gov/books/NBK7617/\" class=\" u-underline\">it&#8217;s not unheard of for types of bacteria normally found in the gut, such as E. coli, to be also found on the skin</a>.<br></p>\n<p>So, if the stories aren&#8217;t right, are there any actual proper studies into microbes in beards?<br></p>\n<p>I could only find a couple in a short amount of time, but there was one study in the journal <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10651682\" class=\" u-underline\">Anaesthesia</a> which looked at whether facial hair had any effect on the ability of surgical face masks to prevent transmission of bacteria.<br></p>\n<p>The study found that bearded men shed more bacteria than clean-shaven men. The study did have a relatively small sample size though, with only 10 people in each category.<br tabindex=\"-1\"></p>\n<p>Another study in <a href=\"http://www.brighamandwomens.org/Research/labs/CenterforSurgeryandPublicHealth/Documents/Beard%20Study%20Article.pdf\" class=\" u-underline\">the Journal of Hospital Infection</a> examined how facial hair affects the prevalence of potential pathogens such as Staphylococcus aureus (<a href=\"http://en.wikipedia.org/wiki/Staphylococcus_aureus\" class=\" u-underline\">golden staph</a>).<br></p>\n<p>It found that having a beard actually reduced the likelihood of antibiotic-resistant bacteria and S. aureus being present on the skin. It also found that hospital workers with beards shed more bacteria than those without beards, supporting the earlier study mentioned. </p>\n<p>However, the unbearded workers still shed enough bacteria to emphasise the importance of everyone wearing face coverings for sterile procedures, regardless of your facial hair situation.</p>\n<p>So in summary: there is more crap in these stories about poo in beards than there is in beards. So chaps, you can all relax.</p>\n</div>",
  "authors": [
    "Nick Evershed"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Men's facial hair",
    "Health",
    "Men's health",
    "Men's hair"
  ],
  "ntitle": "no_need_for_men_to_get_flush_faced_about_faeces_in_beards",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "According to multiple news sites, beards can contain more poo than a toilet. Here are a few of the headlines:\n\n“Some beards contain more poo than a toilet shocking study reveals” – the Mirror\n\n\n\n“Shock new research reveals some beards contain more poo than a toilet” – news.com.au\n\n\n\n“Some beards are so full of poo they are as dirty as toilets” – metro.co.uk\n\n\n\nI was curious to read the original study to see what the basis was for the investigation and the actual results.\n\n\n\nHowever, as far as I can tell there was no proper study, no team of microbiologists and no poo in beards. The origin of the story appears to be this segment from a TV news network in New Mexico, which involved a reporter swabbing a “handful” of men’s beards and then sending the swabs to a microbiologist in a lab to culture any microbes present.\n\n\n\nThe reporter then interviewed the microbiologist, John Golobic, who identified a few of the bacteria present as “enterics”, that is they are bacteria that normally live in the intestines.\n\n\n\n“Those are the types of things you’d find in faeces,” he said.\n\n\n\nAnd that’s all. Somehow, from this story other media organisations have managed to get poo in beards.\n\n\n\nWhile it is true that human faeces are partially composed of gut bacteria, it’s not accurate to describe those bacteria on their own as faeces.\n\n\n\nFurther, even if this was a properly conducted scientific study with a large number of samples and published in a reputable journal, there wouldn’t necessarily be any cause for concern.\n\nHuman skin is home to great diversity of microbes, and it’s not unheard of for types of bacteria normally found in the gut, such as E. coli, to be also found on the skin.\n\n\n\nSo, if the stories aren’t right, are there any actual proper studies into microbes in beards?\n\n\n\nI could only find a couple in a short amount of time, but there was one study in the journal Anaesthesia which looked at whether facial hair had any effect on the ability of surgical face masks to prevent transmission of bacteria.\n\n\n\nThe study found that bearded men shed more bacteria than clean-shaven men. The study did have a relatively small sample size though, with only 10 people in each category.\n\n\n\nAnother study in the Journal of Hospital Infection examined how facial hair affects the prevalence of potential pathogens such as Staphylococcus aureus (golden staph).\n\n\n\nIt found that having a beard actually reduced the likelihood of antibiotic-resistant bacteria and S. aureus being present on the skin. It also found that hospital workers with beards shed more bacteria than those without beards, supporting the earlier study mentioned.\n\nHowever, the unbearded workers still shed enough bacteria to emphasise the importance of everyone wearing face coverings for sterile procedures, regardless of your facial hair situation.\n\nSo in summary: there is more crap in these stories about poo in beards than there is in beards. So chaps, you can all relax.",
  "title": "No need for men to get flush-faced about faeces in beards",
  "ts_in": "2015-05-04T23:22:31.549896",
  "url": "http://www.theguardian.com/fashion/2015/may/04/no-need-for-men-to-get-flush-faced-about-faeces-in-beards"
}