{
  "article_html": "<div><p>A 25-year-old police officer shot in the head over the weekend while attempting to stop a man suspected of carrying a handgun has died from his injuries, the third <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a> police department officer slain in the line of duty in five months, a city hall official said on Monday.</p>\n<p>Brian Moore was pronounced dead at a Queens hospital after undergoing brain surgery following the Saturday evening shooting, said the official, a senior aide to Mayor Bill de Blasio who wasn&#8217;t authorized to speak publicly about the death until the mayor makes an official announcement. A prosecutor said on Sunday that Moore was &#8220;fighting for his life&#8221; and was in a coma.</p>\n<p>Moore and his partner were in plainclothes and in an unmarked police car when they approached Demetrius Blackwell in a quiet Queens neighborhood after they saw him adjusting his waistband, a move that made them suspicious he had a handgun, authorities said.</p>\n \n<p>The officers pulled up next to Blackwell, 35, and exchanged words before the man suddenly turned, pulled out a weapon and fired at least twice at them, striking Moore in the head and face, according to court documents.</p>\n<p>Blackwell has been charged with attempted murder and other crimes. He is being held without bail and has not entered a plea. His attorney has denied the charges.</p>\n<p>It is likely that the charges will be upgraded to murder.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/new-york-police-officer-shot-critical-stable-condition-suspect-in-custody\" class=\" u-underline\">Suspect in NYPD officer's shooting arraigned on attempted murder charges</a> </p>\n\n<p>&#8220;As a member of the <a href=\"http://www.theguardian.com/us-news/nypd\" class=\" u-underline\">NYPD</a>, officer Moore put the safety of his fellow New Yorkers before his own, and we will remember his service with gratitude and pride,&#8221; Governor Andrew Cuomo said in a statement. &#8220;I join with all New Yorkers in mourning his passing and send my deepest condolences to his friends and family.&#8221;</p>\n<p>Moore, who comes from a family of police officers, had been on the job since July 2010, officials said. He was rushed to the hospital in a patrol car after his partner radioed for help immediately following the shooting.</p>\n<p>Flags at police headquarters were flying at half-staff on Monday to honor Moore.</p>\n<p>He is the first city officer to be killed on duty since two uniformed police officers were slain in December while sitting in their patrol car in Brooklyn.</p>\n<p>Officers Wenjian Liu, 32, and Rafael Ramos, 40, were shot at close range as they were sitting in their patrol car on 20 December in Brooklyn. The gunman, 28-year-old Ismaaiyl Brinsley, then ran into a nearby subway station and fatally shot himself.</p>\n<p>Before the ambush, Brinsley posted on an Instagram account that he was planning to shoot two &#8220;pigs&#8221; in retaliation for the death of Eric Garner at the hands of New York police.</p>\n<p>Officials have said Blackwell made no such postings and had an extensive criminal history, including serving five years in prison on an attempted murder conviction.</p>\n<p>In January, two plainclothes officers in an anti-crime unit survived being struck by two gunshots each in the Bronx. They survived.</p>\n</div>",
  "authors": [
    "Associated Press In New York"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "NYPD",
    "US news",
    "New York",
    "US policing"
  ],
  "ntitle": "nypd_in_mourning_as_officer_shot_in_head_dies_days_after_ambush",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A 25-year-old police officer shot in the head over the weekend while attempting to stop a man suspected of carrying a handgun has died from his injuries, the third New York police department officer slain in the line of duty in five months, a city hall official said on Monday.\n\nBrian Moore was pronounced dead at a Queens hospital after undergoing brain surgery following the Saturday evening shooting, said the official, a senior aide to Mayor Bill de Blasio who wasn’t authorized to speak publicly about the death until the mayor makes an official announcement. A prosecutor said on Sunday that Moore was “fighting for his life” and was in a coma.\n\nMoore and his partner were in plainclothes and in an unmarked police car when they approached Demetrius Blackwell in a quiet Queens neighborhood after they saw him adjusting his waistband, a move that made them suspicious he had a handgun, authorities said.\n\nThe officers pulled up next to Blackwell, 35, and exchanged words before the man suddenly turned, pulled out a weapon and fired at least twice at them, striking Moore in the head and face, according to court documents.\n\nBlackwell has been charged with attempted murder and other crimes. He is being held without bail and has not entered a plea. His attorney has denied the charges.\n\nIt is likely that the charges will be upgraded to murder.\n\nRelated: Suspect in NYPD officer's shooting arraigned on attempted murder charges\n\n“As a member of the NYPD, officer Moore put the safety of his fellow New Yorkers before his own, and we will remember his service with gratitude and pride,” Governor Andrew Cuomo said in a statement. “I join with all New Yorkers in mourning his passing and send my deepest condolences to his friends and family.”\n\nMoore, who comes from a family of police officers, had been on the job since July 2010, officials said. He was rushed to the hospital in a patrol car after his partner radioed for help immediately following the shooting.\n\nFlags at police headquarters were flying at half-staff on Monday to honor Moore.\n\nHe is the first city officer to be killed on duty since two uniformed police officers were slain in December while sitting in their patrol car in Brooklyn.\n\nOfficers Wenjian Liu, 32, and Rafael Ramos, 40, were shot at close range as they were sitting in their patrol car on 20 December in Brooklyn. The gunman, 28-year-old Ismaaiyl Brinsley, then ran into a nearby subway station and fatally shot himself.\n\nBefore the ambush, Brinsley posted on an Instagram account that he was planning to shoot two “pigs” in retaliation for the death of Eric Garner at the hands of New York police.\n\nOfficials have said Blackwell made no such postings and had an extensive criminal history, including serving five years in prison on an attempted murder conviction.\n\nIn January, two plainclothes officers in an anti-crime unit survived being struck by two gunshots each in the Bronx. They survived.",
  "title": "NYPD in mourning as officer shot in head dies days after ambush",
  "ts_in": "2015-05-04T23:22:18.999994",
  "url": "http://www.theguardian.com/us-news/2015/may/04/nypd-officer-shot-in-head-dies"
}