{
  "article_html": "<div><p>Smack in the middle of Paramount Studios is the famed New York backlot, a series of quaint little brownstones and storefronts as insubstantial as they are convincing in appearance. At the weekend, those stores and neighboring sound stages became home to <a href=\"http://www.parisphoto.com/losangeles\" class=\" u-underline\">Paris Photo Los Angeles</a>. The three-day event lured stars like Gwyneth Paltrow, Drew Barrymore, Judd Apatow and James L Brooks, among many others who sipped champagne and compared notes on works presented by 79 galleries from 17 countries.</p>\n<p>Some stars are collectors, some are fans and some are even judges, like Jamie Lee Curtis, who sat on the panel for the <a href=\"http://www.parisphoto.com/losangeles/program/2015/introducing-young-california-photographer-award\" class=\" u-underline\">Young California Photographers award</a>. The winner, UCLA student <a href=\"http://www.cjheyliger.com/\" class=\" u-underline\">CJ Heyliger</a>, took home a cheque for $5,000.</p>\n<p>&#8220;I think we&#8217;re all happy with our choice,&#8221; Curtis said, after what she described as a contentious deliberation. The actor is an avid collector of photography, owning works by Irving Penn, Cindy Sherman and Sally Mann. At Paris Photo, &#8220;The stuff I ended up loving the most was Curtis&#8217;s photogravures from a long, long, long time ago,&#8221; she said of a series of recently discovered turn-of-the-century portraits by <a href=\"http://www.smithsonianmag.com/ist/?next=/history/edward-curtis-epic-project-to-photograph-native-americans-162523282/\" class=\" u-underline\">Edward Sheriff Curtis</a>. &#8220;You look at all this contemporary photography, and I&#8217;m still drawn to the old west.&#8221;</p>\n\n\n<a href=\"/artanddesign/2015/may/04/paris-photo-los-angeles-flashbulb-moment#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/b37d00aab303d0cf36cbbaaea3b20014eaa5384c/0_0_2935_1764/500.jpg\" alt=\"People visit an exhibit during the Paris Photo Exhibit, in Los Angeles, California, on May 1, 2015. The Paris Photos is held till May 3rd at the Paramount Studio. AFP PHOTO / Valerie MaconVALERIE MACON/AFP/Getty Images\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484pa%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Paris+Photo+Los+Angeles+gets+its+flashbulb+moment&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484pa%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Paris+Photo+Los+Angeles+gets+its+flashbulb+moment&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fartanddesign%2F2015%2Fmay%2F04%2Fparis-photo-los-angeles-flashbulb-moment&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fb37d00aab303d0cf36cbbaaea3b20014eaa5384c%2F0_0_2935_1764%2F2935.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPeople visit an exhibit during the Paris Photo Exhibit, in Los Angeles, California, on 1 May 2015. Photograph: Valerie Macon/AFP/Getty Images\n\n\n\n<p>Drew Barrymore found herself mostly drawn to her toddlers, whom she and husband Will Koppelman wrangled through showrooms, while Judd Apatow said he has a preference for works by artists like <a href=\"http://www.metmuseum.org/exhibitions/listings/2014/garry-winogrand\" class=\" u-underline\">Garry Winogrand</a>. &#8220;I don&#8217;t know if I&#8217;d call it a collection, but I have a couple of nice Richard Avedon photos of old comedians like Groucho [Marx] and Buster Keaton,&#8221; he said. Meanwhile, over in Stage 13, James L Brooks and a friend took in works by Astrid Kruse Jensen and Ralph Gibson. While he prefers black-and-white images, Brooks said he stumbled upon some colour photos that were worth a second look.</p>\n<p>Over 17 years, Paris Photo has become Europe&#8217;s most prestigious photo fair, while its North American offshoot, Paris Photo LA, has shown considerable growth in its three-year history. New to the event, organisers Christoph Wiesner and Florence Bourgeois made several changes this year, expanding the number of exhibitors and including galleries from places including Iran for the first time. In addition to inaugurating the Young Photographers Award, Wiesner and Bourgeois dedicated Stage 14 entirely to emerging artists. A screening and lecture series included films by <a href=\"http://amiesiegel.net/\" class=\" u-underline\">Amie Siegel</a> and <a href=\"http://www.teamgal.com/artists/pierre_bismuth\" class=\" u-underline\">Pierre Bismuth</a>, and artists <a href=\"http://bombmagazine.org/article/3330/allen-ruppersberg\" class=\" u-underline\">Allen Ruppersberg</a> and <a href=\"http://www.theguardian.com/artanddesign/2011/nov/11/paul-mccarthy-artist\" class=\" u-underline\">Paul McCarthy</a> gave talks. After welcoming 16,000 visitors in 2014, this year they welcomed 20,000.</p>\n\n\n<a href=\"/artanddesign/2015/may/04/paris-photo-los-angeles-flashbulb-moment#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/a93343767fb46eb93e2a061a2b549419adfcf447/0_0_3000_2068/500.jpg\" alt=\"A man looks at an art display including a photograph by Herb Ritts.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484pa%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Paris+Photo+Los+Angeles+gets+its+flashbulb+moment&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484pa%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Paris+Photo+Los+Angeles+gets+its+flashbulb+moment&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fartanddesign%2F2015%2Fmay%2F04%2Fparis-photo-los-angeles-flashbulb-moment&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fa93343767fb46eb93e2a061a2b549419adfcf447%2F0_0_3000_2068%2F3000.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA man looks at an art display including a photograph by Herb Ritts. Photograph: Valerie Macon/AFP/Getty Images\n\n\n\n<p>&#8220;We feel the buzz is growing more and more,&#8221; said Bourgeois. &#8220;It will contribute to the fact that important fairs will now establish themselves in Los Angeles, which was not the case until now, and maybe help the big collectors buy not only in Paris, London or New York, but be confident in buying on the west coast.&#8221;</p>\n<p>Aside from palm trees, sunshine and movie stars with deep pockets, Los Angeles offers exclusivity. &#8220;You chose a place where you can do something where it&#8217;s not already that busy. In New York, there are a lot of fairs. It&#8217;s also connected to all this moving &#8211; artists are moving here. You want to make the trip to LA because it&#8217;s a special venue. It&#8217;s kind of new and edgy.&#8221;</p>\n</div>",
  "authors": [
    "Jordan Riefe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Photography",
    "Art and design",
    "Culture",
    "Gwyneth Paltrow",
    "Judd Apatow"
  ],
  "ntitle": "paris_photo_los_angeles_gets_its_flashbulb_moment",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Smack in the middle of Paramount Studios is the famed New York backlot, a series of quaint little brownstones and storefronts as insubstantial as they are convincing in appearance. At the weekend, those stores and neighboring sound stages became home to Paris Photo Los Angeles. The three-day event lured stars like Gwyneth Paltrow, Drew Barrymore, Judd Apatow and James L Brooks, among many others who sipped champagne and compared notes on works presented by 79 galleries from 17 countries.\n\nSome stars are collectors, some are fans and some are even judges, like Jamie Lee Curtis, who sat on the panel for the Young California Photographers award. The winner, UCLA student CJ Heyliger, took home a cheque for $5,000.\n\n“I think we’re all happy with our choice,” Curtis said, after what she described as a contentious deliberation. The actor is an avid collector of photography, owning works by Irving Penn, Cindy Sherman and Sally Mann. At Paris Photo, “The stuff I ended up loving the most was Curtis’s photogravures from a long, long, long time ago,” she said of a series of recently discovered turn-of-the-century portraits by Edward Sheriff Curtis. “You look at all this contemporary photography, and I’m still drawn to the old west.”\n\nFacebook Twitter Pinterest People visit an exhibit during the Paris Photo Exhibit, in Los Angeles, California, on 1 May 2015. Photograph: Valerie Macon/AFP/Getty Images\n\nDrew Barrymore found herself mostly drawn to her toddlers, whom she and husband Will Koppelman wrangled through showrooms, while Judd Apatow said he has a preference for works by artists like Garry Winogrand. “I don’t know if I’d call it a collection, but I have a couple of nice Richard Avedon photos of old comedians like Groucho [Marx] and Buster Keaton,” he said. Meanwhile, over in Stage 13, James L Brooks and a friend took in works by Astrid Kruse Jensen and Ralph Gibson. While he prefers black-and-white images, Brooks said he stumbled upon some colour photos that were worth a second look.\n\nOver 17 years, Paris Photo has become Europe’s most prestigious photo fair, while its North American offshoot, Paris Photo LA, has shown considerable growth in its three-year history. New to the event, organisers Christoph Wiesner and Florence Bourgeois made several changes this year, expanding the number of exhibitors and including galleries from places including Iran for the first time. In addition to inaugurating the Young Photographers Award, Wiesner and Bourgeois dedicated Stage 14 entirely to emerging artists. A screening and lecture series included films by Amie Siegel and Pierre Bismuth, and artists Allen Ruppersberg and Paul McCarthy gave talks. After welcoming 16,000 visitors in 2014, this year they welcomed 20,000.\n\nFacebook Twitter Pinterest A man looks at an art display including a photograph by Herb Ritts. Photograph: Valerie Macon/AFP/Getty Images\n\n“We feel the buzz is growing more and more,” said Bourgeois. “It will contribute to the fact that important fairs will now establish themselves in Los Angeles, which was not the case until now, and maybe help the big collectors buy not only in Paris, London or New York, but be confident in buying on the west coast.”\n\nAside from palm trees, sunshine and movie stars with deep pockets, Los Angeles offers exclusivity. “You chose a place where you can do something where it’s not already that busy. In New York, there are a lot of fairs. It’s also connected to all this moving – artists are moving here. You want to make the trip to LA because it’s a special venue. It’s kind of new and edgy.”",
  "title": "Paris Photo Los Angeles gets its flashbulb moment",
  "ts_in": "2015-05-04T23:22:32.041938",
  "url": "http://www.theguardian.com/artanddesign/2015/may/04/paris-photo-los-angeles-flashbulb-moment"
}