{
  "article_html": "<div><p>The number of sex-related crimes occurring in <a href=\"http://www.theguardian.com/us-news/us-military\" class=\" u-underline\">US military</a> communities is far greater than the Defense Department has publicly reported, a US senator said on Monday in a scathing critique that said the Pentagon has refused to provide her with information about sexual assaults at several major bases.</p>\n<p>The spouses of service members and civilian women who live or work near military facilities are especially vulnerable to being sexually assaulted, Senator Kirsten Gillibrand, a New York Democrat, said in a report. Yet they &#8220;remain in the shadows&#8221; because neither is counted in surveys conducted by the Defense Department to determine the prevalence of sexual assaults within the ranks, the report said.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2014/mar/06/us-senate-blocks-military-sexual-assault-reform-bill\" class=\" u-underline\">US Senate blocks military sexual assault reform bill</a> </p>\n\n<p>&#8220;I don&#8217;t think the military is being honest about the problem,&#8221; Gillibrand said in an interview.</p>\n<p>The senator said her analysis of 107 sexual assault cases found punishments that were too lenient and the word of the alleged assailant was more likely to be believed than the victim. Less than a quarter of the cases went to trial and just 11 resulted in conviction for a sex crime. Female civilians were the victims in more than half the cases, according to Gillibrand, who is an outspoken advocate for an overhaul of the military justice system.</p>\n<p>In its annual report on sexual assaults in the military released on Friday, the Defense Department reported progress in staunching the epidemic of sexual assaults. It estimated that sex crimes are decreasing and more victims are choosing to report them &#8211; a sign that there is more confidence that offenders will be held accountable.</p>\n<p>Laura Seal, a Defense Department spokeswoman, said the department did not have authority to include civilians in its surveys. But she said other federal surveys have found that the prevalence of sexual assaults against civilian women not affiliated with the military is statistically the same for military women and the female spouses of military members. Seal did not say which agency had conducted these surveys and when they had been performed.</p>\n<p>In one of the cases Gillibrand reviewed, an airman allegedly pinned his ex-girlfriend down and then raped her. During the investigation, two other civilian victims stepped forward to accuse the same airman of sexual assault. One of them, the wife of another service member, awoke in the night to find the airman in bed with her. Two of his fingers were inside her vagina. The investigating officer recommended the airman be court-martialed. If convicted, he faced a lengthy prison term.</p>\n<p>But the investigator&#8217;s superiors decided against a trial. They used administrative procedures to discharge the airman under &#8220;other than honorable conditions&#8221;. The air force said the victims preferred this course of action. Two of them had decided they &#8220;wanted no part in the case&#8221;, according to the air force, while the third said she did not want to testify.</p>\n<p>To Gillibrand, the outcome was suspicious and suggested the victims may have been intimidated.</p>\n<p>&#8220;It&#8217;s frustrating because you look at the facts in these cases and you see witnesses willing to come forward, getting the medical exam and either eventually withdrawing their case or the investigators deciding that her testimony wasn&#8217;t valid or believable,&#8221; she said.</p>\n<p>The report said the case files contradict the Pentagon&#8217;s assertion that military commanders will be tough on service members accused of sex crimes. Gillibrand has backed legislation that would remove commanders from the process of deciding whether serious crimes, including sexual misconduct cases, go to trial. That judgment would rest with seasoned military attorneys who have prosecutorial experience. The Pentagon is opposed to the change.</p>\n<p>Gillibrand&#8217;s request for the case files followed a February 2014 Associated Press investigation into the US military&#8217;s handling of sexual assault cases in Japan that revealed a pattern of random and inconsistent judgments in which most offenders are not incarcerated. AP obtained through the Freedom of Information Act more than 1,000 reports of sex crimes involving US military personnel based in Japan between 2005 and early 2013.</p>\n<p>To determine whether the same situation existed at major US bases, Gillibrand asked then Defense Secretary Chuck Hagel for the details of sexual assault cases investigated and adjudicated from 2009 to 2014 at four large US military bases: the army&#8217;s Fort Hood in Texas, Naval Station Norfolk in Virginia, the marine corps&#8217; Camp Pendleton in California and Wright-Patterson air force base in Ohio.</p>\n<p>In December, nearly 10 months later, the Pentagon provided case files just for 2013, Gillibrand said, and those 107 cases were delivered only after former senator Carl Levin, then chairman of the Senate armed services committee, intervened. At the time, Gillibrand led the committee&#8217;s military personnel panel.</p>\n<p>The refusal to provide the data, Gillibrand&#8217;s report said, &#8220;calls into question the department&#8217;s commitment to transparency and getting to the root of the problem&#8221;.</p>\n<p>Seal said the scope of Gillibrand&#8217;s request was &#8220;extraordinary&#8221;. The senator and the department &#8220;came to an agreement to provide a subset of the documents originally requested&#8221;.</p>\n<p>Gillibrand said she still wants the files from the other years.</p>\n<p>The senator also questioned whether the 107 cases represented the actual total for the four bases. There were five for Wright-Patterson even though the base told AP its legal office had received nine allegations of sexual assault in 2013. There were 15 cases for 2013 at Naval Station Norfolk, the largest naval installation in the world with 43,000 service members stationed there.</p>\n<p>In another case cited by Gillibrand, a married, 34-year-old marine corps staff sergeant received a reduction in rank and was docked $2,042 in pay after forcing a 17-year-old girl to have sex with him.</p>\n<p>They met on an online dating website called Plenty of Fish. She said she was 18 and he said he was 24. After a date, she returned with him to his room and had a glass of wine. He got on top of her and kept asking if she &#8220;wanted it&#8221;, according to the records. She repeatedly told him to stop and get off her. He ignored her.</p>\n<p>The air force investigating officer said the victim was not a credible witness because there were glaring inconsistencies in her story. Under the terms of a pre-trial agreement, a sexual assault charge was withdrawn. The marine pleaded guilty to providing alcohol to a minor, making a false statement and adultery.</p>\n<p>Don Christensen, the air force&#8217;s former chief prosecutor, on Monday called Gillibrand&#8217;s report shocking. </p>\n<p>&#8220;This should be a wake-up call for President Obama and anybody that thinks the military can solve this problem without creating an independent and impartial justice system,&#8221; said Christensen, president of the advocacy group Protect Our Defenders.</p>\n</div>",
  "authors": [
    "Associated Press In Washington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US military",
    "US news",
    "US Senate",
    "Rape"
  ],
  "ntitle": "pentagon_not_being_honest_about_scale_of_sex_crimes_around_military_bases",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The number of sex-related crimes occurring in US military communities is far greater than the Defense Department has publicly reported, a US senator said on Monday in a scathing critique that said the Pentagon has refused to provide her with information about sexual assaults at several major bases.\n\nThe spouses of service members and civilian women who live or work near military facilities are especially vulnerable to being sexually assaulted, Senator Kirsten Gillibrand, a New York Democrat, said in a report. Yet they “remain in the shadows” because neither is counted in surveys conducted by the Defense Department to determine the prevalence of sexual assaults within the ranks, the report said.\n\nRelated: US Senate blocks military sexual assault reform bill\n\n“I don’t think the military is being honest about the problem,” Gillibrand said in an interview.\n\nThe senator said her analysis of 107 sexual assault cases found punishments that were too lenient and the word of the alleged assailant was more likely to be believed than the victim. Less than a quarter of the cases went to trial and just 11 resulted in conviction for a sex crime. Female civilians were the victims in more than half the cases, according to Gillibrand, who is an outspoken advocate for an overhaul of the military justice system.\n\nIn its annual report on sexual assaults in the military released on Friday, the Defense Department reported progress in staunching the epidemic of sexual assaults. It estimated that sex crimes are decreasing and more victims are choosing to report them – a sign that there is more confidence that offenders will be held accountable.\n\nLaura Seal, a Defense Department spokeswoman, said the department did not have authority to include civilians in its surveys. But she said other federal surveys have found that the prevalence of sexual assaults against civilian women not affiliated with the military is statistically the same for military women and the female spouses of military members. Seal did not say which agency had conducted these surveys and when they had been performed.\n\nIn one of the cases Gillibrand reviewed, an airman allegedly pinned his ex-girlfriend down and then raped her. During the investigation, two other civilian victims stepped forward to accuse the same airman of sexual assault. One of them, the wife of another service member, awoke in the night to find the airman in bed with her. Two of his fingers were inside her vagina. The investigating officer recommended the airman be court-martialed. If convicted, he faced a lengthy prison term.\n\nBut the investigator’s superiors decided against a trial. They used administrative procedures to discharge the airman under “other than honorable conditions”. The air force said the victims preferred this course of action. Two of them had decided they “wanted no part in the case”, according to the air force, while the third said she did not want to testify.\n\nTo Gillibrand, the outcome was suspicious and suggested the victims may have been intimidated.\n\n“It’s frustrating because you look at the facts in these cases and you see witnesses willing to come forward, getting the medical exam and either eventually withdrawing their case or the investigators deciding that her testimony wasn’t valid or believable,” she said.\n\nThe report said the case files contradict the Pentagon’s assertion that military commanders will be tough on service members accused of sex crimes. Gillibrand has backed legislation that would remove commanders from the process of deciding whether serious crimes, including sexual misconduct cases, go to trial. That judgment would rest with seasoned military attorneys who have prosecutorial experience. The Pentagon is opposed to the change.\n\nGillibrand’s request for the case files followed a February 2014 Associated Press investigation into the US military’s handling of sexual assault cases in Japan that revealed a pattern of random and inconsistent judgments in which most offenders are not incarcerated. AP obtained through the Freedom of Information Act more than 1,000 reports of sex crimes involving US military personnel based in Japan between 2005 and early 2013.\n\nTo determine whether the same situation existed at major US bases, Gillibrand asked then Defense Secretary Chuck Hagel for the details of sexual assault cases investigated and adjudicated from 2009 to 2014 at four large US military bases: the army’s Fort Hood in Texas, Naval Station Norfolk in Virginia, the marine corps’ Camp Pendleton in California and Wright-Patterson air force base in Ohio.\n\nIn December, nearly 10 months later, the Pentagon provided case files just for 2013, Gillibrand said, and those 107 cases were delivered only after former senator Carl Levin, then chairman of the Senate armed services committee, intervened. At the time, Gillibrand led the committee’s military personnel panel.\n\nThe refusal to provide the data, Gillibrand’s report said, “calls into question the department’s commitment to transparency and getting to the root of the problem”.\n\nSeal said the scope of Gillibrand’s request was “extraordinary”. The senator and the department “came to an agreement to provide a subset of the documents originally requested”.\n\nGillibrand said she still wants the files from the other years.\n\nThe senator also questioned whether the 107 cases represented the actual total for the four bases. There were five for Wright-Patterson even though the base told AP its legal office had received nine allegations of sexual assault in 2013. There were 15 cases for 2013 at Naval Station Norfolk, the largest naval installation in the world with 43,000 service members stationed there.\n\nIn another case cited by Gillibrand, a married, 34-year-old marine corps staff sergeant received a reduction in rank and was docked $2,042 in pay after forcing a 17-year-old girl to have sex with him.\n\nThey met on an online dating website called Plenty of Fish. She said she was 18 and he said he was 24. After a date, she returned with him to his room and had a glass of wine. He got on top of her and kept asking if she “wanted it”, according to the records. She repeatedly told him to stop and get off her. He ignored her.\n\nThe air force investigating officer said the victim was not a credible witness because there were glaring inconsistencies in her story. Under the terms of a pre-trial agreement, a sexual assault charge was withdrawn. The marine pleaded guilty to providing alcohol to a minor, making a false statement and adultery.\n\nDon Christensen, the air force’s former chief prosecutor, on Monday called Gillibrand’s report shocking.\n\n“This should be a wake-up call for President Obama and anybody that thinks the military can solve this problem without creating an independent and impartial justice system,” said Christensen, president of the advocacy group Protect Our Defenders.",
  "title": "Pentagon 'not being honest' about scale of sex crimes around military bases",
  "ts_in": "2015-05-04T23:22:20.826647",
  "url": "http://www.theguardian.com/us-news/2015/may/04/pentagon-not-being-honest-about-scale-of-sex-crimes-around-military-bases"
}