{
  "article_html": "<div><h2><br></h2>\n<h2>Public health </h2>\n<p>Austerity policies and the coalition&#8217;s failure to tackle obesity and alcohol misuse have damaged the nation&#8217;s health and cost lives, a group of senior doctors has warned. </p>\n<p>Welfare changes have increased the suicide rate and the government&#8217;s closeness to food and alcohol producers has prevented tough action from being taken, they claim.</p>\n<p>The highly critical assessment of the government&#8217;s record on public health comes in a letter to the Guardian from an array of experts in the field. Its five years in power, they claim, have amounted to &#8220;a huge setback for the health of the public&#8221;. </p>\n<p>They draw attention to &#8220;the damage that the coalition government&#8217;s policies have done to the health of the British population, as well as areas where it has failed to take action commensurate to the scale and nature of the threat to health&#8221;.</p>\n<p>Signatories include Sheila Adam and Graham Winyard, former deputy chief medical officers for England under previous governments; Tony Jewell, chief medical officer for Wales until last year; two past presidents of the Faculty of Public Health; and three former <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a> regional directors of public health.</p>\n<p>They are particularly scathing about the coalition&#8217;s reliance on the responsibility deal, which has seen ministers persuading food and drink companies to voluntarily agree moves aimed at reducing the harm caused by their products, rather than using legislation.</p>\n<p>The coalition parties rejected the doctors&#8217; criticisms. </p>\n<p>The health minister, Liberal Democrat Norman Lamb, insisted that their presence in the coalition had yielded some real gains for public health. </p>\n<p>The <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> conceded: that &#8220;of course, the great recession has made many families poorer and life harder&#8221;, but insisted that the best way to tackle poverty was through a strong economy. &#8220;We&#8217;re the first to say there is more to do, but child poverty is falling, childhood obesity is at its lowest level since 1998, and smoking rates are the lowest in history. We have also been able to invest an extra &#163;1.25bn in children&#8217;s mental health services because our economy is getting stronger.&#8221;</p>\n<p>A party source added: &#8220;Every suicide is a tragedy, but the latest available data shows that the rate is now the same as in 2003, and has been relatively stable during successive governments in the intervening period.&#8221; Ministers had also tackled the sale of below-cost alcohol, he added.</p>\n<h2>GPs </h2>\n<p>It will take up to 30 years to deliver <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> and the Conservatives&#8217; key election pledges to recruit thousands more GPs to relieve the strain on overworked surgeries on current trends, the body that represents family doctors is warning. The parties have promised to find the extra staff in five years.</p>\n<p>Labour&#8217;s promise of 8,000 extra GPs during the next parliament would not be fulfilled until 2045, while the Tories&#8217; commitment to find 5,000 new family doctors would take until 2034, according to the Royal College of <a href=\"http://www.theguardian.com/society/gps\" class=\" u-underline\">GPs</a>.</p>\n<p>This gloomy prediction is based on recruiting 261 new family doctors a year, the number that joined the NHS in 2013-14, the last year for which figures are available.</p>\n<p>The college said the parties were not giving enough details about how they would change the status quo. </p>\n<p>The RCGP used three methods of working out how long it would take, using simple addition, division and linear trend progression. Those gave fulfilment dates of 2034 and 2045 for the Tory and Labour pledges, which apply only to England.</p>\n<p>Professor Nigel Mathers, the college&#8217;s honorary secretary, welcomed the two main parties&#8217; recognition of the urgent need for more GPs, especially Labour and Ukip&#8217;s endorsement of its call to expand the workforce by 8,000 by 2020. &#8220;However,&#8221; he said, &#8220;while both the numerical targets announced by the parties are achievable, both a Labour-led or a Conservative-led government would need to introduce an emergency package of measures immediately after the election, otherwise the future government would risk missing its targets by many, many years.&#8221; </p>\n<p>Only moves such as cash incentives for newly qualified medical graduates to choose general practice as their career, and reducing the number of training places for young doctors to work in hospitals, would boost GP numbers quickly, he said.</p>\n<p>Both Labour and the Tories declined to respond directly to the RCGP&#8217;s claims, though neither challenged the calculations. In a statement, a spokesman for the health secretary, Jeremy Hunt, said: &#8220;There are already 1,600 more GPs since 2010 &#8211; and a future Conservative government will be implementing in full the NHS&#8217;s own plan for the future, which sets out a new deal and new investment in general practice. Thanks to a strong economy, we&#8217;re backing that plan with an additional &#163;8bn. Ed Miliband must now say why he won&#8217;t give the NHS a penny of the funding it needs.&#8221;</p>\n<h2>Legal aid </h2>\n<p>Victims of domestic violence will be given easier access to legal aid in order to help them escape abusive relationships, Labour has pledged in a pre-election spending commitment.</p>\n<p>The expected &#163;5m cost of expanding the scheme will be paid for by increases in the victim&#8217;s surcharge, the party&#8217;s justice spokesman, Sadiq Khan, has promised. It is expected to help thousands of women. The announcement coincides with calls at the weekend from more than 100 former judges and senior lawyers for political parties to restore funding cut from legal aid. </p>\n<p>Of the estimated &#163;600m taken out of the annual legal aid budget by the coalition, the regulations limiting who is entitled to support &#8211; in the context of domestic violence allegations &#8211; have proved the most contentious. Changes introduced by Ken Clarke when justice secretary, under the 2012 Legal Aid Sentencing and Punishment of Offenders Act, mean victims seeking legal advice must produce documentary proof that they meet strict criteria. This is required at precisely the moment when they &#8211; usually vulnerable women &#8211; are most at risk from violent partners.</p>\n<p>Labour has now promised, if it forms the next government, to ease the process significantly. Sadiq Khan said: &#8220;It&#8217;s a disgrace that thousands of victims of domestic violence have been denied justice because of this government&#8217;s actions. Many have been trapped in abusive relationships, and their suffering prolonged as a result. Labour is not prepared to sit idly by and let this continue.&#8221; </p>\n<p>The campaign group Rights of Women claims that 40% of women affected by domestic violence are currently prevented from obtaining legal aid. According to Women&#8217;s Aid, on average, two women a week are killed by a current or former partner.</p>\n<p><strong><br></strong></p>\n</div>",
  "authors": [
    "Owen Bowcott",
    "Denis Campbell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Labour",
    "NHS",
    "Health",
    "Politics",
    "Society",
    "UK news",
    "Legal aid",
    "Conservatives",
    "UK criminal justice",
    "Law",
    "GPs",
    "Doctors",
    "Health policy",
    "Public services policy"
  ],
  "ntitle": "policy_points_challenges_for_the_main_parties_this_week_and_their_pledges",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "\n\n\n\nPublic health\n\nAusterity policies and the coalition’s failure to tackle obesity and alcohol misuse have damaged the nation’s health and cost lives, a group of senior doctors has warned.\n\nWelfare changes have increased the suicide rate and the government’s closeness to food and alcohol producers has prevented tough action from being taken, they claim.\n\nThe highly critical assessment of the government’s record on public health comes in a letter to the Guardian from an array of experts in the field. Its five years in power, they claim, have amounted to “a huge setback for the health of the public”.\n\nThey draw attention to “the damage that the coalition government’s policies have done to the health of the British population, as well as areas where it has failed to take action commensurate to the scale and nature of the threat to health”.\n\nSignatories include Sheila Adam and Graham Winyard, former deputy chief medical officers for England under previous governments; Tony Jewell, chief medical officer for Wales until last year; two past presidents of the Faculty of Public Health; and three former NHS regional directors of public health.\n\nThey are particularly scathing about the coalition’s reliance on the responsibility deal, which has seen ministers persuading food and drink companies to voluntarily agree moves aimed at reducing the harm caused by their products, rather than using legislation.\n\nThe coalition parties rejected the doctors’ criticisms.\n\nThe health minister, Liberal Democrat Norman Lamb, insisted that their presence in the coalition had yielded some real gains for public health.\n\nThe Conservatives conceded: that “of course, the great recession has made many families poorer and life harder”, but insisted that the best way to tackle poverty was through a strong economy. “We’re the first to say there is more to do, but child poverty is falling, childhood obesity is at its lowest level since 1998, and smoking rates are the lowest in history. We have also been able to invest an extra £1.25bn in children’s mental health services because our economy is getting stronger.”\n\nA party source added: “Every suicide is a tragedy, but the latest available data shows that the rate is now the same as in 2003, and has been relatively stable during successive governments in the intervening period.” Ministers had also tackled the sale of below-cost alcohol, he added.\n\nGPs\n\nIt will take up to 30 years to deliver Labour and the Conservatives’ key election pledges to recruit thousands more GPs to relieve the strain on overworked surgeries on current trends, the body that represents family doctors is warning. The parties have promised to find the extra staff in five years.\n\nLabour’s promise of 8,000 extra GPs during the next parliament would not be fulfilled until 2045, while the Tories’ commitment to find 5,000 new family doctors would take until 2034, according to the Royal College of GPs.\n\nThis gloomy prediction is based on recruiting 261 new family doctors a year, the number that joined the NHS in 2013-14, the last year for which figures are available.\n\nThe college said the parties were not giving enough details about how they would change the status quo.\n\nThe RCGP used three methods of working out how long it would take, using simple addition, division and linear trend progression. Those gave fulfilment dates of 2034 and 2045 for the Tory and Labour pledges, which apply only to England.\n\nProfessor Nigel Mathers, the college’s honorary secretary, welcomed the two main parties’ recognition of the urgent need for more GPs, especially Labour and Ukip’s endorsement of its call to expand the workforce by 8,000 by 2020. “However,” he said, “while both the numerical targets announced by the parties are achievable, both a Labour-led or a Conservative-led government would need to introduce an emergency package of measures immediately after the election, otherwise the future government would risk missing its targets by many, many years.”\n\nOnly moves such as cash incentives for newly qualified medical graduates to choose general practice as their career, and reducing the number of training places for young doctors to work in hospitals, would boost GP numbers quickly, he said.\n\nBoth Labour and the Tories declined to respond directly to the RCGP’s claims, though neither challenged the calculations. In a statement, a spokesman for the health secretary, Jeremy Hunt, said: “There are already 1,600 more GPs since 2010 – and a future Conservative government will be implementing in full the NHS’s own plan for the future, which sets out a new deal and new investment in general practice. Thanks to a strong economy, we’re backing that plan with an additional £8bn. Ed Miliband must now say why he won’t give the NHS a penny of the funding it needs.”\n\nLegal aid\n\nVictims of domestic violence will be given easier access to legal aid in order to help them escape abusive relationships, Labour has pledged in a pre-election spending commitment.\n\nThe expected £5m cost of expanding the scheme will be paid for by increases in the victim’s surcharge, the party’s justice spokesman, Sadiq Khan, has promised. It is expected to help thousands of women. The announcement coincides with calls at the weekend from more than 100 former judges and senior lawyers for political parties to restore funding cut from legal aid.\n\nOf the estimated £600m taken out of the annual legal aid budget by the coalition, the regulations limiting who is entitled to support – in the context of domestic violence allegations – have proved the most contentious. Changes introduced by Ken Clarke when justice secretary, under the 2012 Legal Aid Sentencing and Punishment of Offenders Act, mean victims seeking legal advice must produce documentary proof that they meet strict criteria. This is required at precisely the moment when they – usually vulnerable women – are most at risk from violent partners.\n\nLabour has now promised, if it forms the next government, to ease the process significantly. Sadiq Khan said: “It’s a disgrace that thousands of victims of domestic violence have been denied justice because of this government’s actions. Many have been trapped in abusive relationships, and their suffering prolonged as a result. Labour is not prepared to sit idly by and let this continue.”\n\nThe campaign group Rights of Women claims that 40% of women affected by domestic violence are currently prevented from obtaining legal aid. According to Women’s Aid, on average, two women a week are killed by a current or former partner.\n\n\n\n",
  "title": "Policy points: challenges for the main parties this week – and their pledges",
  "ts_in": "2015-05-04T08:47:50.474946",
  "url": "http://www.theguardian.com/politics/2015/may/04/policy-points-challenges-for-the-main-parties-this-week-and-their-pledges"
}