{
  "article_html": "<div><p>Paraguayan authorities have ruled out abortion for a pregnant 10-year-old girl who was allegedly raped by her stepfather, unless she develops complications that put her life in danger.</p>\n<p>Despite a plea from the girl&#8217;s mother and an international outcry, senior medical officials in Asunci&#243;n told the Guardian that more than 22 weeks into the pregnancy, there are no health risks that would allow doctors to circumvent the Catholic country&#8217;s stringent anti-abortion laws.</p>\n<p>&#8220;Right now, there is no reason to interrupt the pregnancy,&#8221; Lida Sosa, director of healthcare programs at the ministry of public health and wellness, said. &#8220;In fact, given the stage of the pregnancy, it&#8217;s even more dangerous for the girl to undergo a procedure [to abort] without a well-considered medical, obstetrical evaluation.&#8221;</p>\n<p>The stance of the Paraguayan authorities has enraged human rights groups and feminist activists, who believe the girl &#8211; whose name has been withheld because she is a minor &#8211; faces psychological and health risks if the baby is born because of her young age and the circumstances that resulted in the pregnancy.</p>\n<p>The 10-year-old is one of three children who share a rented room in the city of Luque with her mother and stepfather. </p>\n<p>The mother, who works in a school cafeteria, reported in January 2014 that her husband was sexual abusing her daughter, but the authorities took no action. When the girl&#8217;s stomach started to swell and ache last month, the mother took her to hospital fearing she may have a tumour. </p>\n<p>After doctors revealed the girl was pregnant, her mother asked them to perform an abortion, but this is forbidden in <a href=\"http://www.theguardian.com/world/paraguay\" class=\" u-underline\">Paraguay</a> unless the pregnancy has life-threatening complications.</p>\n<p>The girl was taken to a shelter and her mother was imprisoned on 27 April and accused of failing in her duty of care. A judge is considering a further charge of being an accomplice in the rape. The stepfather is on the run.</p>\n<p>The case has stirred up a furious response.</p>\n<p>Lilian Soto, a feminist activist at the Centro de Documentaci&#243;n y Estudios (Centre of Documentation and Studies), said the Paraguayan judicial system had failed the girl, unfairly punished the mother and put a minor&#8217;s life at risk because of religious dogma.</p>\n<p>&#8220;When you consider the threat to life and the anatomical and psychological risks, the first step that should be taken in pregnancies of girls under the age of 13 should be an abortion. This is what the authorities fail to understand,&#8221; said Soto. &#8220;That girl is now alone &#8230; the Paraguayan state has a clear responsibility for that.&#8221;</p>\n<p>She called on the authorities to establish an independent medical committee to evaluate the case free from the influence of religion.</p>\n<p>Amnesty International said Paraguay&#8217;s abortion restrictions violated international law and risked the life of a child.</p>\n<p>&#8220;The physical and psychological impact of forcing this young girl to continue with an unwanted pregnancy is tantamount to torture,&#8221; said Guadalupe Marengo, <a href=\"http://www.theguardian.com/world/americas\" class=\" u-underline\">Americas</a> deputy director at Amnesty International. &#8220;Forcing this child to carry a baby to term, against her will, could have devastating health consequences.&#8221;</p>\n<p>The Center for Reproductive Rights, an international legal advocacy group, is trying to fight the government&#8217;s actions in the courts. <a href=\"https://secure3.convio.net/cfrr/site/Advocacy?cmd=display&amp;page=UserAction&amp;id=297#.VUKe-PnF8jo&amp;s_src=15SOC0515&amp;s_subsrc=datasync&amp;utm_medium=social&amp;utm_source=facebook&amp;utm_campaign=15SOC0515\" class=\" u-underline\">It has also launched an online petition</a>. </p>\n<p>The World <a href=\"http://www.theguardian.com/society/health\" class=\" u-underline\">Health</a> Organisation has identified the dangers of pregnancy to young girls whose bodies are not fully developed.</p>\n<p>After the girl&#8217;s condition was revealed, the public health ministry ordered her to be moved to a Red Cross shelter and established a special commission to look into the case.</p>\n<p>Sosa denied media reports that the commission was set up to prepare for an abortion, saying the panel&#8217;s objective was to assess the condition of the 10-year-old, which she said was currently &#8220;normal&#8221;.</p>\n<p>&#8220;She has no complications at all,&#8221; said Sosa. &#8220;If any complication appears, we will proceed based on that.&#8221;</p>\n</div>",
  "authors": [
    "Jonathan Watts",
    "Irma Oviedo In Asunción"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Paraguay",
    "Rape",
    "Abortion",
    "Children",
    "Americas",
    "Health",
    "Women",
    "Law",
    "World news"
  ],
  "ntitle": "pregnant_10_year_old_rape_victim_denied_abortion_by_paraguayan_authorities",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Paraguayan authorities have ruled out abortion for a pregnant 10-year-old girl who was allegedly raped by her stepfather, unless she develops complications that put her life in danger.\n\nDespite a plea from the girl’s mother and an international outcry, senior medical officials in Asunción told the Guardian that more than 22 weeks into the pregnancy, there are no health risks that would allow doctors to circumvent the Catholic country’s stringent anti-abortion laws.\n\n“Right now, there is no reason to interrupt the pregnancy,” Lida Sosa, director of healthcare programs at the ministry of public health and wellness, said. “In fact, given the stage of the pregnancy, it’s even more dangerous for the girl to undergo a procedure [to abort] without a well-considered medical, obstetrical evaluation.”\n\nThe stance of the Paraguayan authorities has enraged human rights groups and feminist activists, who believe the girl – whose name has been withheld because she is a minor – faces psychological and health risks if the baby is born because of her young age and the circumstances that resulted in the pregnancy.\n\nThe 10-year-old is one of three children who share a rented room in the city of Luque with her mother and stepfather.\n\nThe mother, who works in a school cafeteria, reported in January 2014 that her husband was sexual abusing her daughter, but the authorities took no action. When the girl’s stomach started to swell and ache last month, the mother took her to hospital fearing she may have a tumour.\n\nAfter doctors revealed the girl was pregnant, her mother asked them to perform an abortion, but this is forbidden in Paraguay unless the pregnancy has life-threatening complications.\n\nThe girl was taken to a shelter and her mother was imprisoned on 27 April and accused of failing in her duty of care. A judge is considering a further charge of being an accomplice in the rape. The stepfather is on the run.\n\nThe case has stirred up a furious response.\n\nLilian Soto, a feminist activist at the Centro de Documentación y Estudios (Centre of Documentation and Studies), said the Paraguayan judicial system had failed the girl, unfairly punished the mother and put a minor’s life at risk because of religious dogma.\n\n“When you consider the threat to life and the anatomical and psychological risks, the first step that should be taken in pregnancies of girls under the age of 13 should be an abortion. This is what the authorities fail to understand,” said Soto. “That girl is now alone … the Paraguayan state has a clear responsibility for that.”\n\nShe called on the authorities to establish an independent medical committee to evaluate the case free from the influence of religion.\n\nAmnesty International said Paraguay’s abortion restrictions violated international law and risked the life of a child.\n\n“The physical and psychological impact of forcing this young girl to continue with an unwanted pregnancy is tantamount to torture,” said Guadalupe Marengo, Americas deputy director at Amnesty International. “Forcing this child to carry a baby to term, against her will, could have devastating health consequences.”\n\nThe Center for Reproductive Rights, an international legal advocacy group, is trying to fight the government’s actions in the courts. It has also launched an online petition.\n\nThe World Health Organisation has identified the dangers of pregnancy to young girls whose bodies are not fully developed.\n\nAfter the girl’s condition was revealed, the public health ministry ordered her to be moved to a Red Cross shelter and established a special commission to look into the case.\n\nSosa denied media reports that the commission was set up to prepare for an abortion, saying the panel’s objective was to assess the condition of the 10-year-old, which she said was currently “normal”.\n\n“She has no complications at all,” said Sosa. “If any complication appears, we will proceed based on that.”",
  "title": "Pregnant 10-year-old rape victim denied abortion by Paraguayan authorities",
  "ts_in": "2015-05-04T16:19:31.208956",
  "url": "http://www.theguardian.com/world/2015/may/04/paraguay-pregnant-10-year-old-abortion"
}