{
  "article_html": "<div><p>Another masterclass in passing and movement from Santi Cazorla and two more goals from Alexis S&#225;nchez were sufficient to ensure <a href=\"http://www.theguardian.com/football/arsenal\" class=\" u-underline\">Arsenal</a> headed back to London confident of returning to the Champions League next season.</p>\n<p>The gap in goal difference is such that it is effectively impossible for fifth-placed Liverpool to catch Ars&#232;ne Wenger&#8217;s players now but unfortunately for Steve Bruce the possibility of Hull dropping into the Championship remains far from theoretical. His side lie in 17th and third-to-bottom Sunderland are only a point behind, awkward fixtures lie ahead and the momentum gained during a recent mini-rival could be in danger of evaporating.</p>\n<p>Arsenal slightly took the edge off a rumbustious atmosphere by rather rudely hogging possession for the entire opening two minutes. A nonchalant Aaron Ramsey backheel underlined this early superiority but then Jake Livermore crunched in on S&#225;nchez with a wince-inducing challenge and Hull were up and running.</p>\n<p>When James Chester hoisted a long ball out of defence Dame N&#8217;Doye raced to meet it as it dropped, forcing David Ospina to rush from his line and thwart the striker by heading clear from the edge of his box.</p>\n<p>A subsequent, similarly enthusiastic, Ospina clearance concluded with Wenger&#8217;s goalkeeper accidentally catching Francis Coquelin in the mouth with a stray arm but Arsenal&#8217;s influential enforcer was soon able to resume.</p>\n<p>The sight of N&#8217;Doye surging forward was enough to prompt choruses of &#8220;Steve Bruce, Steve Bruce.&#8221; They called to mind the rather startling billboard featuring a huge picture of Hull&#8217;s manager which greets motorists at a traffic lights near the KC Stadium. An advert for season-ticket renewals it bears the slogan: &#8220;Proud when they chant my name.&#8221;</p>\n<p>As Arsenal learnt en route to last season&#8217;s FA Cup final win against Hull the Tigers can be troublesome opponents and so, albeit deceptively, it was proving here with S&#225;nchez, Mesut &#214;zil and a deep-lying Cazorla initially struggling to conjure telling final passes.</p>\n<p>It did not deter Arsenal supporters from indulging in a brief bout of &#8220;going down&#8221; after Tom Huddlestone met a H&#233;ctor Beller&#237;n cross with a heel and promptly flicked it in an arc towards his own goal. Fortunately for Huddlestone the ball&#8217;s trajectory ensured a routine save for Steve Harper but it could have been an extremely embarrassing moment.</p>\n<p>Sone Aluko soon experienced a little humiliation of his own after Robbie Brady&#8217;s whipped-in cross confounded Arsenal&#8217;s defence and the striker was offered a free header. Somehow failing to make proper contact with the ball &#8211; which appeared to strike his face &#8211; Aluko missed a highly inviting chance. It was the sort of moment which, when the music stops and relegation is confirmed or averted, can come to be seen as defining.</p>\n<p>It certainly proved costly here as, shortly afterwards, Arsenal took the lead. It began with Huddlestone &#8211; looking a shadow of last season&#8217;s assured midfield choreographer &#8211; being caught loitering in possession by &#214;zil. Having pinched the ball the German picked out S&#225;nchez whose advance was brought to an abrupt end by Livermore&#8217;s tackle.</p>\n<p>With Livermore booked S&#225;nchez stepped forward and aimed to lift the ensuing free-kick over the wall. Helpfully it took a deflection off Michael Dawson, wrong-footing Harper and allowing the forward to celebrate his 15th <a href=\"http://www.theguardian.com/football/premierleague\" class=\" u-underline\">Premier League</a> goal of the campaign.</p>\n<p>Finally able to relax Arsenal began finding their passing range and a wonderful delivery from Cazorla bisected two defenders, enabling Ramsey to turn and shoot. Brady attempted a last-ditch tackle but instead of rescuing the situation the ball deflected off him, once again wrong-footing Harper.</p>\n<p>With Cazorla contributing some lovely cameos the travelling fans were singing &#8220;Boring, boring Chelsea&#8221;. Hull though sensed a glimmer of hope as Huddlestone&#8217;s sent N&#8217;Doye racing clear from deep. He ended up shooting wastefully wide when well placed and was probably relieved to see offside had been flagged. Cazorla and company increasingly invested their passing with the sort of beautiful geometry capable of thoroughly bewildering the initially impressive Dawson and friends, and Bruce must have feared the worst.</p>\n<p>The game was proving far too slick and speedy for Huddlestone who was caught dwelling on the ball once more by Ramsey and summarily dispossessed. Ramsey&#8217;s resultant, incisive pass enabled the accelerating S&#225;nchez to round poor Harper and claim his second goal. With half-time beckoning the game seemed over.</p>\n<p>There was a distinct exhibition-mode tone to the start of the second half. As the temperature dropped local thoughts turned to Saturday&#8217;s vital game with Burnley here. After that Hull face a tricky trip to Tottenham before entertaining Manchester United on the final afternoon.</p>\n<p>More immediately they fought back here. Ahmed Elmohamady had despatched some fine crosses from right wing-back and his latest delivery led to Stephen Quinn heading past Ospina. A couple of minutes later Elmohamady crossed again and Paul McShane headed narrowly over. Yet despite further valiance from the excellent Elmohamady and David Meyler, influential after replacing Livermore, it was very much Arsenal&#8217;s night.</p>\n</div>",
  "authors": [
    "Louise Taylor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Hull City",
    "Arsenal",
    "Sport",
    "Football"
  ],
  "ntitle": "premier_league_match_report",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Another masterclass in passing and movement from Santi Cazorla and two more goals from Alexis Sánchez were sufficient to ensure Arsenal headed back to London confident of returning to the Champions League next season.\n\nThe gap in goal difference is such that it is effectively impossible for fifth-placed Liverpool to catch Arsène Wenger’s players now but unfortunately for Steve Bruce the possibility of Hull dropping into the Championship remains far from theoretical. His side lie in 17th and third-to-bottom Sunderland are only a point behind, awkward fixtures lie ahead and the momentum gained during a recent mini-rival could be in danger of evaporating.\n\nArsenal slightly took the edge off a rumbustious atmosphere by rather rudely hogging possession for the entire opening two minutes. A nonchalant Aaron Ramsey backheel underlined this early superiority but then Jake Livermore crunched in on Sánchez with a wince-inducing challenge and Hull were up and running.\n\nWhen James Chester hoisted a long ball out of defence Dame N’Doye raced to meet it as it dropped, forcing David Ospina to rush from his line and thwart the striker by heading clear from the edge of his box.\n\nA subsequent, similarly enthusiastic, Ospina clearance concluded with Wenger’s goalkeeper accidentally catching Francis Coquelin in the mouth with a stray arm but Arsenal’s influential enforcer was soon able to resume.\n\nThe sight of N’Doye surging forward was enough to prompt choruses of “Steve Bruce, Steve Bruce.” They called to mind the rather startling billboard featuring a huge picture of Hull’s manager which greets motorists at a traffic lights near the KC Stadium. An advert for season-ticket renewals it bears the slogan: “Proud when they chant my name.”\n\nAs Arsenal learnt en route to last season’s FA Cup final win against Hull the Tigers can be troublesome opponents and so, albeit deceptively, it was proving here with Sánchez, Mesut Özil and a deep-lying Cazorla initially struggling to conjure telling final passes.\n\nIt did not deter Arsenal supporters from indulging in a brief bout of “going down” after Tom Huddlestone met a Héctor Bellerín cross with a heel and promptly flicked it in an arc towards his own goal. Fortunately for Huddlestone the ball’s trajectory ensured a routine save for Steve Harper but it could have been an extremely embarrassing moment.\n\nSone Aluko soon experienced a little humiliation of his own after Robbie Brady’s whipped-in cross confounded Arsenal’s defence and the striker was offered a free header. Somehow failing to make proper contact with the ball – which appeared to strike his face – Aluko missed a highly inviting chance. It was the sort of moment which, when the music stops and relegation is confirmed or averted, can come to be seen as defining.\n\nIt certainly proved costly here as, shortly afterwards, Arsenal took the lead. It began with Huddlestone – looking a shadow of last season’s assured midfield choreographer – being caught loitering in possession by Özil. Having pinched the ball the German picked out Sánchez whose advance was brought to an abrupt end by Livermore’s tackle.\n\nWith Livermore booked Sánchez stepped forward and aimed to lift the ensuing free-kick over the wall. Helpfully it took a deflection off Michael Dawson, wrong-footing Harper and allowing the forward to celebrate his 15th Premier League goal of the campaign.\n\nFinally able to relax Arsenal began finding their passing range and a wonderful delivery from Cazorla bisected two defenders, enabling Ramsey to turn and shoot. Brady attempted a last-ditch tackle but instead of rescuing the situation the ball deflected off him, once again wrong-footing Harper.\n\nWith Cazorla contributing some lovely cameos the travelling fans were singing “Boring, boring Chelsea”. Hull though sensed a glimmer of hope as Huddlestone’s sent N’Doye racing clear from deep. He ended up shooting wastefully wide when well placed and was probably relieved to see offside had been flagged. Cazorla and company increasingly invested their passing with the sort of beautiful geometry capable of thoroughly bewildering the initially impressive Dawson and friends, and Bruce must have feared the worst.\n\nThe game was proving far too slick and speedy for Huddlestone who was caught dwelling on the ball once more by Ramsey and summarily dispossessed. Ramsey’s resultant, incisive pass enabled the accelerating Sánchez to round poor Harper and claim his second goal. With half-time beckoning the game seemed over.\n\nThere was a distinct exhibition-mode tone to the start of the second half. As the temperature dropped local thoughts turned to Saturday’s vital game with Burnley here. After that Hull face a tricky trip to Tottenham before entertaining Manchester United on the final afternoon.\n\nMore immediately they fought back here. Ahmed Elmohamady had despatched some fine crosses from right wing-back and his latest delivery led to Stephen Quinn heading past Ospina. A couple of minutes later Elmohamady crossed again and Paul McShane headed narrowly over. Yet despite further valiance from the excellent Elmohamady and David Meyler, influential after replacing Livermore, it was very much Arsenal’s night.",
  "title": "Premier League match report",
  "ts_in": "2015-05-04T23:22:28.755023",
  "url": "http://www.theguardian.com/football/2015/may/04/hull-city-arsenal-premier-league-match-report"
}