{
  "article_html": "<div><h2>1) Cuadrado&#8217;s travails show Mourinho must strengthen up top</h2>\n<p>If <a href=\"http://www.theguardian.com/football/2015/may/03/premier-league-chelsea-crystal-palace-match-report\" title=\"\" class=\" u-underline\">Chelsea&#8217;s victory at home to Crystal Palace</a> always had the feel of an agreeably slow-burn afternoon league title party, it&#8217;s hard to know what to make of Juan Cuadrado&#8217;s role in the festivities. Cuadrado made just his second start for Chelsea, played on his favoured right flank in front of the marauding Branislav Ivanovic, but still ended up being ushered into the hallway, given a piece of cake in a napkin and bundled off into a taxi at half-time. It has been noted that Chelsea had six defenders and two defensive midfielders on the pitch at the end of their 1-0 win. More interesting, perhaps, is the fact this was also a split team, with an entire back four and goalkeeper from the pre- or inter-Mourinho years, and a front six with five Mourinho Mk2 signings. Cuadrado is the most recent of these, the most obviously disappointing, and perhaps also the clearest indication of where Mourinho might strengthen from here. The Colombian didn&#8217;t just look low on confidence at Stamford Bridge, he looked like a man playing through a translator. Whether he has hardly played because he scarcely fits the system, or whether he scarcely fits the system because he has hardly played is open for debate, but either way <a href=\"http://www.theguardian.com/football/2015/feb/02/juan-cuadrado-chelsea-fiorentina-signs-andre-schurrle-wolfsburg\" title=\"\" class=\" u-underline\">Chelsea&#8217;s &#163;27m winter signing</a> has been bafflingly low-impact, scoring no goals, creating no goals and having just three shots on target in 259 minutes of football since signing in February. Mourinho &#8211; who likes his attacking midfielders in the Willian mould: robust, compact, not that attacking &#8211; can luxuriate in another title win. But if Chelsea are to present more of a threat to the better teams in the Champions League, or indeed to see off stronger domestic challenges next year, the front end of the team will at some point have to take a little of the creative, penetrative burden off Eden Hazard. A settled, more confident Cuadrado (or equivalent) would be an excellent addition. <strong>Barney Ronay</strong></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/blog/2015/may/03/jose-mourinho-chelsea-special-barney-ronay\" class=\" u-underline\">Jos&#233; Mourinho must feel this is a special achievement even by his standards | Barney Ronay</a> </p>\n\n \n<h2>2) Pellegrini reignites the style debate </h2>\n<p>Manuel Pellegrini had begun his press conference after Sunday&#8217;s 1-0 win at White Hart Lane by making the point that Manchester City had faced a &#8220;very attractive&#8221; <a href=\"http://www.theguardian.com/football/2015/jan/01/tottenham-hotspur-chelsea-premier-league-match-report\" title=\"\" class=\" u-underline\">Tottenham Hotspur team; one that, he added, had put five goals past Chelsea in victory on New Year&#8217;s Day</a>. &#8220;Congratulations to Mauricio Pochettino and his players,&#8221; the City manager went on. &#8220;They play attractive football.&#8221; Regular City watchers would note that this level of praise for the opposition&#8217;s style was highly unusual for Pellegrini and maybe, just maybe, on the day that Chelsea had secured the Premier League title, he was having a none too subtle dig. What followed, after Pellegrini had been asked how he felt about being 13 points behind Chelsea, strengthened the theory. &#8220;I am not thinking about the gap,&#8221; Pellegrini said. &#8220;Chelsea did exactly what we did last season, winning the Premier League and the Capital One Cup. We did it by scoring more goals and by playing in a different style.&#8221; So was it important to play attractive, attacking football? &#8220;It&#8217;s important for the Premier League and for the fans to play attractive football,&#8221; he said. &#8220;That&#8217;s why I have said what I just said. We won [last season] playing another style. We scored 156 goals and 102 of them in the Premier League. And we continue to be the top scorers [in the league this season].&#8221; Sadly for Pellegrini, it has not been enough. <strong>David Hytner </strong></p>\n \n<h2>3) Should Carver button his lip?</h2>\n<p>Newcastle&#8217;s remaining fixtures do not look especially daunting &#8211; they have to play <a href=\"http://www.theguardian.com/football/westbrom\" class=\" u-underline\">West Bromwich Albion</a>, a QPR team who will probably have been relegated already, and West Ham. The problem is, no team looks easier to play against at the moment than Newcastle, who are unravelling spectacularly while those below them rally. What can they possibly change between now and their next match? Not their squad, nor their injuries and suspensions. Tactics, yes. How about their attitude? Maybe, but you suspect that the inspiration for that adjustment will have to come from the urgency of their plight rather than from the manager, whose frustration at his inability to uplift his players is all too obvious.</p>\n<p>It is difficult to imagine that panning the squad (all except Jack Colback, which was harsh on the couple of other players who did perform well on Saturday, notably Ayoze P&#233;rez) <a href=\"http://www.theguardian.com/football/2015/may/02/john-carver-mike-williamson-deliberately-sent-off-newcastletle\" title=\"\" class=\" u-underline\">and accusing Mike Williamson of looking for a red card</a>, as John Carver did after defeat to Leicester, will make the players any more attentive to his instructions. Carver said he spent most of last week preparing his side to cope with a strong start from Leicester &#8211; they then conceded after 34 seconds; the manager said he was then &#8220;more animated that I have ever been in my life&#8221; at half-time, and his team went 3-0 down straight after the break. Some things are too blatant to be denied: &#8220;If I&#8217;m honest, I have to admit there&#8217;s a chance they&#8217;re just not listening to me. That might be one factor of many, and you have to consider it. You have to consider it and take it into account. But it might be a lot of other things &#8211; we might not be good enough, we might not have enough desire to want to defend in the box or score at the other end. There&#8217;s a lot of factors, but I won&#8217;t deny that [the players not listening] could be one of them. All I will say is that the responses I&#8217;ve seen on the training ground don&#8217;t suggest that. I know it&#8217;s different playing matches to playing on the training ground, and I want match footballers not training-ground footballers. But I see how those players are playing for me on the training ground and going into the game, and I&#8217;m happy. But then they keep shooting themselves in the foot.&#8221; Does Carver shooting so liberally from the hip help? <strong>Paul Doyle</strong></p>\n \n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482jt%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Nigel+Pearson+apologises+for+calling+journalist+an+ostrich+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482jt%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Nigel+Pearson+apologises+for+calling+journalist+an+ostrich+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffootball%2Fvideo%2F2015%2Fapr%2F30%2Fnigel-pearson-apologises-calling-journalist-ostrich-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F4%2F30%2F1430414507025%2FKP_207908_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNigel Pearson apologises for calling journalist an ostrich &#8211; video\n\n\n<h2>4) Who will take penalties for Manchester United?</h2>\n<p>Manchester United&#8217;s worrying run of failure in front of goal has not been helped by a 50% failure rate from the penalty spot in league games this season. Robin van Persie, who saw his effort against West Brom well saved by Boaz Myhill, and Wayne Rooney have each taken two spot-kicks this season and each scored one of them. Given Rooney&#8217;s career Premier League penalty conversion rate is the third lowest ever among players to have taken at least 20 penalties &#8211; 18 of 26 for a 69% success rate &#8211; Louis van Gaal is in no mood to replace the faltering Van Persie with the England centre-forward. But, tellingly, Van Gaal declined to reveal who his penalty taker will be immediately after the Albion defeat, save to say that it most definitely will not be Van Persie or Rooney. &#8220;No, he is now at the end of the road, it is always like that,&#8221; said Van Gaal of his fellow Dutchman. &#8220;Wayne has missed also so when you miss you are at the bottom again.&#8221; Interestingly, even though <a href=\"http://www.theguardian.com/football/manchester-united\" class=\" u-underline\">Manchester United</a> hardly enjoyed a season to remember in 2013-14, their success from the spot was impressive, with David Moyes&#8217; team converting all five of their attempts through Rooney (3) and Van Persie (2). And the two players with worse United career penalty rates than Rooney? Michael Owen (67%) and Teddy Sheringham (68%).<strong> Ian Whittell</strong></p>\n \n<h2>5) Will praising Gerrard backfire for Rodgers?</h2>\n<p>There won&#8217;t be many more opportunities to eulogise Steven Gerrard in a Liverpool shirt and Brendan Rodgers did not hold back after the 34-year-old&#8217;s 87th-minute winner sent Queens Park Rangers closer to the Premier League exit. &#8220;He is getting on in age a wee bit,&#8221; said the Liverpool manager. &#8220;But in terms of sheer quality as a football player there are not many in our team that can rival that, and that is with a great bunch of boys who are honest and finding their feet. It will probably only be when he is gone that people will recognise what a sheer talent he is.&#8221; The tribute was merited but hardly a glowing recommendation of the players who will have to lift <a href=\"http://www.theguardian.com/football/liverpool\" class=\" u-underline\">Liverpool</a> next season. It also raised questions over the manager&#8217;s deployment of his captain in the tail end of this campaign if, as Rodgers maintained, Gerrard remains Liverpool&#8217;s finest talent at the veteran stage of his career. <strong>Andy Hunter</strong></p>\n \n<h2>6) Is Delph the best midfield player in the country? </h2>\n<p>Tim Sherwood would probably admit that he can get a little carried away at times, but maybe the <a href=\"http://www.theguardian.com/football/aston-villa\" class=\" u-underline\">Aston Villa</a> manager had a point when he praised Fabian Delph for his outstanding performance against Everton and said that the England international &#8220;showed why he&#8217;s probably, in my opinion, the best midfield player in the country at the moment&#8221;. Roy Hodgson cannot have failed to have been impressed as he looked on from the stands at Villa Park and saw Delph snapping into tackles, using the ball intelligently, dribbling past opponents, setting up goals and, with the armband on his sleeve, inspiring his team-mates. It still seems remarkable that Villa, at a time when Delph had less than six months remaining on his contract and the club were sliding towards the Championship under Paul Lambert, were able to convince the 25-year-old to sign a new deal. The way Delph is playing at the moment he could have picked his club in the summer if he was on a free transfer. <strong>Stuart James</strong></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/gallery/2015/may/03/the-dozen-the-weekends-best-premier-league-photos\" class=\" u-underline\">The Dozen: the weekend's best Premier League photos</a> </p>\n\n \n<h2>7) Why did Moss send Duff off? </h2>\n<p>Jon Moss&#8217;s decision to send off Michael Duff in the first half of West Ham v Burnley was a perplexing one. This is a man who is refereeing the FA Cup final later this month and the whole stadium was surprised when the red card emerged to kill off any hopes of a <a href=\"http://www.theguardian.com/football/burnley\" class=\" u-underline\">Burnley</a> comeback. The decision to award a penalty was certainly correct. Duff brought down Cheikhou Kouyat&#233; with a clumsy challenge but there were covering defenders in place, potentially preventing the West Ham midfielder from obtaining a clear, goalscoring opportunity.</p>\n<p>Unfortunately for Burnley, they never recovered. Mark Noble slotted home and they could not muster a fightback with 10 men. As Dyche put it: &#8220;I think the groundsman was surprised it was a sending-off. I think the linesmen were surprised it was a sending-off. There was a tube station nearby where they were surprised it was a sending-off.&#8221; Moss will hope to avoid similar controversy at Wembley in a few weeks&#8217; time. <strong>James Riach</strong></p>\n \n\n\n<a href=\"/football/blog/2015/may/04/premier-league-talking-points#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/3/1430685406717/bbce35da-c2fa-4560-a30d-78cc1c7c72f1-300x180.jpeg\" alt=\"West Ham's Cheikhou Kouyat&#233; is fouled by Michael Duff of Burnley for a clear-cut penalty but the red card seemed very harsh.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484b6%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Premier+League%3A+10+talking+points+from+this+weekend%E2%80%99s+action&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484b6%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Premier+League%3A+10+talking+points+from+this+weekend%E2%80%99s+action&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffootball%2Fblog%2F2015%2Fmay%2F04%2Fpremier-league-talking-points&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F3%2F1430685407340%2Fbbce35da-c2fa-4560-a30d-78cc1c7c72f1-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nWest Ham&#8217;s Cheikhou Kouyat&#233; is fouled by Michael Duff of Burnley for a clear-cut penalty but the red card seemed harsh. Photograph: IPS/Rex Shutterstock\n\n\n\n<h2>8) Did Sunderland recruit Advocaat too late?</h2>\n<p>Clear, calm, coherent and with a nice line in understated humour Dick Advocaat is very much the antidote to the am-dram highs and lows Sunderland experienced under his volatile predecessors Gus Poyet and Paolo Di Canio. Slowly but surely a limited side are responding to his tutelage. &#8220;Advocaat is an experienced man and a good coach and I think he is getting a little bit extra out of the players,&#8221; said Ronald Koeman after seeing his <a href=\"http://www.theguardian.com/football/southampton\" class=\" u-underline\">Southampton</a> side sunk 2-1 on Wearside on Saturday. With previously indifferent individuals such as Jordi G&#243;mez and Danny Graham finally beginning to blossom and Lee Cattermole proving he can be much more effective when allowed to advance from the deep anchoring position Poyet liked to restrict him to, cautious optimism is returning. But Sunderland are still in the bottom three with Everton to travel to and Leicester to entertain before two daunting away dates at Arsenal and Chelsea. Survival will be touch and go. Even Advocaat cannot wave a magic wand and airbrush the reality that this is an ageing, lightweight and, above all, slow side but, by making Sunderland more direct, injecting attacking urgency and ramping up the intensity of their pressing he has clearly improved them. Might Ellis Short soon be wishing he had sacked Poyet and imported Advocaat a month or so earlier? <strong>Louise Taylor</strong></p>\n \n<h2>9) Monk an outside shot for manager of the season</h2>\n<p>In a season where, by and large, the drama has decreased as the evenings have lengthened, Swansea have shown the benefits of retaining their focus into the final weeks. Plenty of teams have been accused of checking out early, but nobody could level that claim at Garry Monk&#8217;s side, whose 2-0 win over Stoke took them to 53 points, well beyond their previous best Premier League haul (47 under Brendan Rodgers in 2011-12). Swansea&#8217;s continued commitment is all the more impressive, given that their season had looked over as early as January, when an FA Cup exit at Blackburn left them to focus on a league campaign where they sat 10th. Anyone who thought Swansea were safe way back then should take note of the team who were a place below them, on the same points total &#8211; Newcastle. While John Carver&#8217;s side have been in freefall in their flip-flops, Swansea have done what was required and more. Eight victories since then, against a number of teams with supposedly much more to play for, have put Swansea in touch with the top six. A tough run-in (Arsenal away, Man City at home, Palace away) may scupper their chances of a Europa League place, but if Monk can haul the Swans above Southampton &#8211; or even if he gets them close &#8211; he should by rights have some claim to be the manager of the season. <strong>Niall McVeigh</strong></p>\n \n<h2>10) Downing has faded on the wing</h2>\n<p>Stewart Downing was in the form of his life before Christmas. He was outstanding at the tip of West Ham&#8217;s diamond and played a huge part in their unlikely ascent into the top four. Yet injuries have forced the side to dispense with that system in recent months and that has meant Sam Allardyce has moved Downing to the right, where he is not as effective. He does not have the same freedom when his starting position is on the right and he was predictable against Burnley, too quick to cut back to his stronger left foot. Downing frustrates when he lacks confidence. He has not scored since 18 January. <strong>Jacob Steinberg</strong></p>\n<p><a href=\"http://www.theguardian.com/football/2015/may/02/west-ham-united-burnley-premier-league-match-report\" title=\"\" class=\" u-underline\"><strong>&#8226; Match report: West Ham United 1-0 Burnley</strong></a></p>\n \n</div>",
  "authors": [
    "Guardian Sport"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Football",
    "Sport",
    "Chelsea",
    "Manchester City",
    "Manchester United",
    "Arsenal",
    "Liverpool",
    "Tottenham Hotspur",
    "Southampton",
    "Swansea City",
    "West Ham United",
    "Stoke City",
    "Everton",
    "Crystal Palace",
    "West Bromwich Albion",
    "Aston Villa",
    "Newcastle United",
    "Hull City",
    "Leicester City",
    "Sunderland",
    "QPR",
    "Burnley"
  ],
  "ntitle": "premier_league_10_talking_points_from_this_weekend_s_action",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "1) Cuadrado’s travails show Mourinho must strengthen up top\n\nIf Chelsea’s victory at home to Crystal Palace always had the feel of an agreeably slow-burn afternoon league title party, it’s hard to know what to make of Juan Cuadrado’s role in the festivities. Cuadrado made just his second start for Chelsea, played on his favoured right flank in front of the marauding Branislav Ivanovic, but still ended up being ushered into the hallway, given a piece of cake in a napkin and bundled off into a taxi at half-time. It has been noted that Chelsea had six defenders and two defensive midfielders on the pitch at the end of their 1-0 win. More interesting, perhaps, is the fact this was also a split team, with an entire back four and goalkeeper from the pre- or inter-Mourinho years, and a front six with five Mourinho Mk2 signings. Cuadrado is the most recent of these, the most obviously disappointing, and perhaps also the clearest indication of where Mourinho might strengthen from here. The Colombian didn’t just look low on confidence at Stamford Bridge, he looked like a man playing through a translator. Whether he has hardly played because he scarcely fits the system, or whether he scarcely fits the system because he has hardly played is open for debate, but either way Chelsea’s £27m winter signing has been bafflingly low-impact, scoring no goals, creating no goals and having just three shots on target in 259 minutes of football since signing in February. Mourinho – who likes his attacking midfielders in the Willian mould: robust, compact, not that attacking – can luxuriate in another title win. But if Chelsea are to present more of a threat to the better teams in the Champions League, or indeed to see off stronger domestic challenges next year, the front end of the team will at some point have to take a little of the creative, penetrative burden off Eden Hazard. A settled, more confident Cuadrado (or equivalent) would be an excellent addition. Barney Ronay\n\nRelated: José Mourinho must feel this is a special achievement even by his standards | Barney Ronay\n\n2) Pellegrini reignites the style debate\n\nManuel Pellegrini had begun his press conference after Sunday’s 1-0 win at White Hart Lane by making the point that Manchester City had faced a “very attractive” Tottenham Hotspur team; one that, he added, had put five goals past Chelsea in victory on New Year’s Day. “Congratulations to Mauricio Pochettino and his players,” the City manager went on. “They play attractive football.” Regular City watchers would note that this level of praise for the opposition’s style was highly unusual for Pellegrini and maybe, just maybe, on the day that Chelsea had secured the Premier League title, he was having a none too subtle dig. What followed, after Pellegrini had been asked how he felt about being 13 points behind Chelsea, strengthened the theory. “I am not thinking about the gap,” Pellegrini said. “Chelsea did exactly what we did last season, winning the Premier League and the Capital One Cup. We did it by scoring more goals and by playing in a different style.” So was it important to play attractive, attacking football? “It’s important for the Premier League and for the fans to play attractive football,” he said. “That’s why I have said what I just said. We won [last season] playing another style. We scored 156 goals and 102 of them in the Premier League. And we continue to be the top scorers [in the league this season].” Sadly for Pellegrini, it has not been enough. David Hytner\n\n3) Should Carver button his lip?\n\nNewcastle’s remaining fixtures do not look especially daunting – they have to play West Bromwich Albion, a QPR team who will probably have been relegated already, and West Ham. The problem is, no team looks easier to play against at the moment than Newcastle, who are unravelling spectacularly while those below them rally. What can they possibly change between now and their next match? Not their squad, nor their injuries and suspensions. Tactics, yes. How about their attitude? Maybe, but you suspect that the inspiration for that adjustment will have to come from the urgency of their plight rather than from the manager, whose frustration at his inability to uplift his players is all too obvious.\n\nIt is difficult to imagine that panning the squad (all except Jack Colback, which was harsh on the couple of other players who did perform well on Saturday, notably Ayoze Pérez) and accusing Mike Williamson of looking for a red card, as John Carver did after defeat to Leicester, will make the players any more attentive to his instructions. Carver said he spent most of last week preparing his side to cope with a strong start from Leicester – they then conceded after 34 seconds; the manager said he was then “more animated that I have ever been in my life” at half-time, and his team went 3-0 down straight after the break. Some things are too blatant to be denied: “If I’m honest, I have to admit there’s a chance they’re just not listening to me. That might be one factor of many, and you have to consider it. You have to consider it and take it into account. But it might be a lot of other things – we might not be good enough, we might not have enough desire to want to defend in the box or score at the other end. There’s a lot of factors, but I won’t deny that [the players not listening] could be one of them. All I will say is that the responses I’ve seen on the training ground don’t suggest that. I know it’s different playing matches to playing on the training ground, and I want match footballers not training-ground footballers. But I see how those players are playing for me on the training ground and going into the game, and I’m happy. But then they keep shooting themselves in the foot.” Does Carver shooting so liberally from the hip help? Paul Doyle\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Nigel Pearson apologises for calling journalist an ostrich – video\n\n4) Who will take penalties for Manchester United?\n\nManchester United’s worrying run of failure in front of goal has not been helped by a 50% failure rate from the penalty spot in league games this season. Robin van Persie, who saw his effort against West Brom well saved by Boaz Myhill, and Wayne Rooney have each taken two spot-kicks this season and each scored one of them. Given Rooney’s career Premier League penalty conversion rate is the third lowest ever among players to have taken at least 20 penalties – 18 of 26 for a 69% success rate – Louis van Gaal is in no mood to replace the faltering Van Persie with the England centre-forward. But, tellingly, Van Gaal declined to reveal who his penalty taker will be immediately after the Albion defeat, save to say that it most definitely will not be Van Persie or Rooney. “No, he is now at the end of the road, it is always like that,” said Van Gaal of his fellow Dutchman. “Wayne has missed also so when you miss you are at the bottom again.” Interestingly, even though Manchester United hardly enjoyed a season to remember in 2013-14, their success from the spot was impressive, with David Moyes’ team converting all five of their attempts through Rooney (3) and Van Persie (2). And the two players with worse United career penalty rates than Rooney? Michael Owen (67%) and Teddy Sheringham (68%). Ian Whittell\n\n5) Will praising Gerrard backfire for Rodgers?\n\nThere won’t be many more opportunities to eulogise Steven Gerrard in a Liverpool shirt and Brendan Rodgers did not hold back after the 34-year-old’s 87th-minute winner sent Queens Park Rangers closer to the Premier League exit. “He is getting on in age a wee bit,” said the Liverpool manager. “But in terms of sheer quality as a football player there are not many in our team that can rival that, and that is with a great bunch of boys who are honest and finding their feet. It will probably only be when he is gone that people will recognise what a sheer talent he is.” The tribute was merited but hardly a glowing recommendation of the players who will have to lift Liverpool next season. It also raised questions over the manager’s deployment of his captain in the tail end of this campaign if, as Rodgers maintained, Gerrard remains Liverpool’s finest talent at the veteran stage of his career. Andy Hunter\n\n6) Is Delph the best midfield player in the country?\n\nTim Sherwood would probably admit that he can get a little carried away at times, but maybe the Aston Villa manager had a point when he praised Fabian Delph for his outstanding performance against Everton and said that the England international “showed why he’s probably, in my opinion, the best midfield player in the country at the moment”. Roy Hodgson cannot have failed to have been impressed as he looked on from the stands at Villa Park and saw Delph snapping into tackles, using the ball intelligently, dribbling past opponents, setting up goals and, with the armband on his sleeve, inspiring his team-mates. It still seems remarkable that Villa, at a time when Delph had less than six months remaining on his contract and the club were sliding towards the Championship under Paul Lambert, were able to convince the 25-year-old to sign a new deal. The way Delph is playing at the moment he could have picked his club in the summer if he was on a free transfer. Stuart James\n\nRelated: The Dozen: the weekend's best Premier League photos\n\n7) Why did Moss send Duff off?\n\nJon Moss’s decision to send off Michael Duff in the first half of West Ham v Burnley was a perplexing one. This is a man who is refereeing the FA Cup final later this month and the whole stadium was surprised when the red card emerged to kill off any hopes of a Burnley comeback. The decision to award a penalty was certainly correct. Duff brought down Cheikhou Kouyaté with a clumsy challenge but there were covering defenders in place, potentially preventing the West Ham midfielder from obtaining a clear, goalscoring opportunity.\n\nUnfortunately for Burnley, they never recovered. Mark Noble slotted home and they could not muster a fightback with 10 men. As Dyche put it: “I think the groundsman was surprised it was a sending-off. I think the linesmen were surprised it was a sending-off. There was a tube station nearby where they were surprised it was a sending-off.” Moss will hope to avoid similar controversy at Wembley in a few weeks’ time. James Riach\n\nFacebook Twitter Pinterest West Ham’s Cheikhou Kouyaté is fouled by Michael Duff of Burnley for a clear-cut penalty but the red card seemed harsh. Photograph: IPS/Rex Shutterstock\n\n8) Did Sunderland recruit Advocaat too late?\n\nClear, calm, coherent and with a nice line in understated humour Dick Advocaat is very much the antidote to the am-dram highs and lows Sunderland experienced under his volatile predecessors Gus Poyet and Paolo Di Canio. Slowly but surely a limited side are responding to his tutelage. “Advocaat is an experienced man and a good coach and I think he is getting a little bit extra out of the players,” said Ronald Koeman after seeing his Southampton side sunk 2-1 on Wearside on Saturday. With previously indifferent individuals such as Jordi Gómez and Danny Graham finally beginning to blossom and Lee Cattermole proving he can be much more effective when allowed to advance from the deep anchoring position Poyet liked to restrict him to, cautious optimism is returning. But Sunderland are still in the bottom three with Everton to travel to and Leicester to entertain before two daunting away dates at Arsenal and Chelsea. Survival will be touch and go. Even Advocaat cannot wave a magic wand and airbrush the reality that this is an ageing, lightweight and, above all, slow side but, by making Sunderland more direct, injecting attacking urgency and ramping up the intensity of their pressing he has clearly improved them. Might Ellis Short soon be wishing he had sacked Poyet and imported Advocaat a month or so earlier? Louise Taylor\n\n9) Monk an outside shot for manager of the season\n\nIn a season where, by and large, the drama has decreased as the evenings have lengthened, Swansea have shown the benefits of retaining their focus into the final weeks. Plenty of teams have been accused of checking out early, but nobody could level that claim at Garry Monk’s side, whose 2-0 win over Stoke took them to 53 points, well beyond their previous best Premier League haul (47 under Brendan Rodgers in 2011-12). Swansea’s continued commitment is all the more impressive, given that their season had looked over as early as January, when an FA Cup exit at Blackburn left them to focus on a league campaign where they sat 10th. Anyone who thought Swansea were safe way back then should take note of the team who were a place below them, on the same points total – Newcastle. While John Carver’s side have been in freefall in their flip-flops, Swansea have done what was required and more. Eight victories since then, against a number of teams with supposedly much more to play for, have put Swansea in touch with the top six. A tough run-in (Arsenal away, Man City at home, Palace away) may scupper their chances of a Europa League place, but if Monk can haul the Swans above Southampton – or even if he gets them close – he should by rights have some claim to be the manager of the season. Niall McVeigh\n\n10) Downing has faded on the wing\n\nStewart Downing was in the form of his life before Christmas. He was outstanding at the tip of West Ham’s diamond and played a huge part in their unlikely ascent into the top four. Yet injuries have forced the side to dispense with that system in recent months and that has meant Sam Allardyce has moved Downing to the right, where he is not as effective. He does not have the same freedom when his starting position is on the right and he was predictable against Burnley, too quick to cut back to his stronger left foot. Downing frustrates when he lacks confidence. He has not scored since 18 January. Jacob Steinberg\n\n• Match report: West Ham United 1-0 Burnley",
  "title": "Premier League: 10 talking points from this weekend’s action",
  "ts_in": "2015-05-04T16:19:43.943568",
  "url": "http://www.theguardian.com/football/blog/2015/may/04/premier-league-talking-points"
}