{
  "article_html": "<div><p>It began as an epic, if controversial, idea: to retrace the Soviet army&#8217;s route to Berlin on Harley Davidsons and surge into the German capital on VE Day this week in a tribute to the victory over Nazi <a href=\"http://www.theguardian.com/world/germany\" class=\" u-underline\">Germany</a> 70 years ago.</p>\n<p>But it seems as if the Night Wolves have been stopped in their tracks, with German and Austrian authorities reporting that the Russian biker gang has been reduced to a handful of leather-clad men in a rental car.</p>\n<p>The Night Wolves, or Nochnye Volki &#8211; otherwise known as Putin&#8217;s Rockers because of their ties to the Russian president &#8211; is on a 3,700-mile &#8220;victory tour&#8221; across <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a>, which is due to culminate in a mass rally in Berlin on Friday.</p>\n\n\n<a href=\"/world/2015/may/04/putin-motorbike-gang-night-wolves-germany-tour#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/ad53c36ff80747fb9eccf7551f183d3d041d2edc/0_90_4096_2457/500.jpg\" alt=\"The Night Wolves are also known as Putin&#8217;s Rockers.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fputin-motorbike-gang-night-wolves-germany-tour&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fad53c36ff80747fb9eccf7551f183d3d041d2edc%2F0_90_4096_2457%2F4096.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Night Wolves are also known as Putin&#8217;s Rockers. Photograph: EPA\n\n\n\n<p>But German police said only 10 Night Wolves crossed from Austria into Germany on Sunday, all of whom possessed a valid visa. </p>\n<p>Members of the group were said to be making their way to the site of the former Dachau concentration camp, near Munich, but were thought to have abandoned their conspicuous motorbikes in favour of a rental car to avoid detection. The climbdown from motorcycle convoy to single four-wheeled vehicle led the tabloid Bild to ask: &#8220;Are the wild wolves &#8230; turning into the meek lambs?&#8221;</p>\n<p>The Night Wolves had been expected at Dachau from midday on Monday, with scores of media representatives waiting for their arrival. </p>\n<p>Gabriele Hammermann, head of the Dachau memorial site, said while she would not turn the group away, they would not be offered a guided tour. &#8220;That&#8217;s not something we want,&#8221; she told BR, the Bavarian broadcaster. She said the group would be reminded of the site&#8217;s rules, including refraining from displaying flags and holding demonstrations.</p>\n<p>The progress of the Night Wolves, which has 5,000 members and whose emblem is a wolf&#8217;s head trailing fire, is being followed closely by Russian media, which has celebrated the group as patriotic heroes.</p>\n\n\n<a href=\"/world/2015/may/04/putin-motorbike-gang-night-wolves-germany-tour#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/3c56b805b299c6042be2bfed522d8ecba768edeb/0_0_3500_2099/500.jpg\" alt=\"The gang inspect the Heldendenkmal der Roten Armee, a memorial for Soviet soldiers, in Vienna\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fputin-motorbike-gang-night-wolves-germany-tour&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F3c56b805b299c6042be2bfed522d8ecba768edeb%2F0_0_3500_2099%2F3500.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMembers inspect the Heldendenkmal der Roten Armee, a Soviet war memorial, in Vienna, on 2 May. Photograph: Corbis\n\n\n\n<p>The Russian embassy in Vienna confirmed the group had left the Austrian capital, where they had laid a wreath at a monument to the Red Army built by the Soviets, in the presence of 500 supporters, and was heading to Munich with a possible stop-off in Nuremberg.</p>\n<p>A spokesman for the Upper Bavarian police confirmed a small group of bikers had crossed the Austrian-German border at Bad Reichenhall on Sunday evening. He estimated there were 10 people. </p>\n<p>Alexander Zaldostanov, leader of the Night Wolves and a close Putin ally whose nickname is The Surgeon, but who is not travelling with them, confirmed to the Russian broadcaster Govorit Moskva that the bikers&#8217; next destination was Munich.</p>\n<p>Taking place with the blessing of Putin and the Hungarian government, which apparently enabled their entry into the EU, the Wolves&#8217; tour has attracted controversy for its nationalistic tone, particularly because the group&#8217;s members are supporters of pro-Russian forces in Ukraine and, as well as Putin, count Joseph Stalin as their hero. <br></p>\n\n\n<a href=\"/world/2015/may/04/putin-motorbike-gang-night-wolves-germany-tour#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/cdb7b56f06f23ff55e1b28a490dc352858512535/0_236_4096_2458/500.jpg\" alt=\"The bikers visit Slavin in Bratislava, Slovakia, for a wreath-laying ceremony in memory of fallen Soviet soldiers\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fputin-motorbike-gang-night-wolves-germany-tour&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fcdb7b56f06f23ff55e1b28a490dc352858512535%2F0_236_4096_2458%2F4096.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe bikers visit Bratislava, Slovakia, for a wreath-laying ceremony in memory of fallen Soviet soldiers. Photograph: EPA\n\n\n\n<p>Russian television, which has been broadcasting the journey, has called the men national heroes and partisans on a mission of peace in Europe. It has reported that the only hindrance to the men&#8217;s progress is &#8220;groups of western politicians who have repeatedly stopped them at the border&#8221;.</p>\n<p>The group was prevented from travelling through Lithuania and <a href=\"http://www.theguardian.com/world/poland\" class=\" u-underline\">Poland</a> last week. Scores of bikers were refused entry at the Polish-Belarus border. Three who subsequently tried to arrive in Germany by plane were refused entry at Berlin&#8217;s Sch&#246;nefeld airport. But one biker who reached the Auschwitz concentration camp memorial site after flying to Warsaw and borrowing a bike from Polish friends, from which he flew the flag of the Soviet Union, was hailed as a hero by Russian media.</p>\n<p>The refusal of several countries to allow the men entry has led to diplomatic stand-offs between <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> and Germany, Lithuania, the Czech Republic, Slovakia and Poland. The Russian foreign ministry delivered a protest note to the German embassy in Moscow over attempts to stop the gang from entering Berlin &#8211; where they want to gather at a Russian war memorial in the former East Berlin &#8211; calling the opposition &#8220;discriminatory and politically motivated&#8221;.</p>\n\n\n<a href=\"/world/2015/may/04/putin-motorbike-gang-night-wolves-germany-tour#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/687cfa5d9329644366702965c3f7a2c566cb34de/0_52_3500_2100/500.jpg\" alt=\"Night Wolves\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484yc%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Pro-Putin+bikers+Night+Wolves+dwindle+en+route+to+Germany&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Fputin-motorbike-gang-night-wolves-germany-tour&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F687cfa5d9329644366702965c3f7a2c566cb34de%2F0_52_3500_2100%2F3500.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Heldendenkmal der Roten Armee tribute. The group was prevented from travelling through Lithuania and Poland last week. Photograph: Corbis\n\n\n\n<p>Russia&#8217;s foreign ministry also summoned Poland&#8217;s ambassador to Moscow, describing Warsaw&#8217;s conduct a &#8220;mockery of the memory of the soldiers who lost their lives in order to free Europe from fascism&#8221;.</p>\n<p>Zaldostanov told Russian TV the bikers would not give up. &#8220;If the Nightwolves are prevented from going overland, they will simply take to the skies with their motorbikes,&#8221; he said.</p>\n<p>But on Monday German police were questioning how many of the bikers were authentic members of the Night Wolves or just hangers-on who were enjoying the provocation.</p>\n<p>Meanwhile, having declined an invitation to take part in a major commemoration ceremony to mark the end of the second world war, out of protest at Russia&#8217;s invasion of Ukraine and the annexation of Crimea, Angela Merkel and a small diplomatic delegation will travel to Moscow for a deliberately low-key event on 10 May, where she and Putin will lay wreaths on the grave of the Unknown Soldier. </p>\n<p>Amid increased tensions between Germany and Russia, the foreign minister, Frank Walter Steinmeier, will travel to Volgograd, the former Stalingrad, on Thursday, where he will visit a German-Russian military cemetery with his Russian counterpart, Sergei Lavrov.<br></p>\n</div>",
  "authors": [
    "Kate Connolly"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Germany",
    "Russia",
    "Second world war",
    "VE day",
    "Europe",
    "World news",
    "Poland"
  ],
  "ntitle": "pro_putin_bikers_night_wolves_dwindle_en_route_to_germany",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "It began as an epic, if controversial, idea: to retrace the Soviet army’s route to Berlin on Harley Davidsons and surge into the German capital on VE Day this week in a tribute to the victory over Nazi Germany 70 years ago.\n\nBut it seems as if the Night Wolves have been stopped in their tracks, with German and Austrian authorities reporting that the Russian biker gang has been reduced to a handful of leather-clad men in a rental car.\n\nThe Night Wolves, or Nochnye Volki – otherwise known as Putin’s Rockers because of their ties to the Russian president – is on a 3,700-mile “victory tour” across Europe, which is due to culminate in a mass rally in Berlin on Friday.\n\nFacebook Twitter Pinterest The Night Wolves are also known as Putin’s Rockers. Photograph: EPA\n\nBut German police said only 10 Night Wolves crossed from Austria into Germany on Sunday, all of whom possessed a valid visa.\n\nMembers of the group were said to be making their way to the site of the former Dachau concentration camp, near Munich, but were thought to have abandoned their conspicuous motorbikes in favour of a rental car to avoid detection. The climbdown from motorcycle convoy to single four-wheeled vehicle led the tabloid Bild to ask: “Are the wild wolves … turning into the meek lambs?”\n\nThe Night Wolves had been expected at Dachau from midday on Monday, with scores of media representatives waiting for their arrival.\n\nGabriele Hammermann, head of the Dachau memorial site, said while she would not turn the group away, they would not be offered a guided tour. “That’s not something we want,” she told BR, the Bavarian broadcaster. She said the group would be reminded of the site’s rules, including refraining from displaying flags and holding demonstrations.\n\nThe progress of the Night Wolves, which has 5,000 members and whose emblem is a wolf’s head trailing fire, is being followed closely by Russian media, which has celebrated the group as patriotic heroes.\n\nFacebook Twitter Pinterest Members inspect the Heldendenkmal der Roten Armee, a Soviet war memorial, in Vienna, on 2 May. Photograph: Corbis\n\nThe Russian embassy in Vienna confirmed the group had left the Austrian capital, where they had laid a wreath at a monument to the Red Army built by the Soviets, in the presence of 500 supporters, and was heading to Munich with a possible stop-off in Nuremberg.\n\nA spokesman for the Upper Bavarian police confirmed a small group of bikers had crossed the Austrian-German border at Bad Reichenhall on Sunday evening. He estimated there were 10 people.\n\nAlexander Zaldostanov, leader of the Night Wolves and a close Putin ally whose nickname is The Surgeon, but who is not travelling with them, confirmed to the Russian broadcaster Govorit Moskva that the bikers’ next destination was Munich.\n\nTaking place with the blessing of Putin and the Hungarian government, which apparently enabled their entry into the EU, the Wolves’ tour has attracted controversy for its nationalistic tone, particularly because the group’s members are supporters of pro-Russian forces in Ukraine and, as well as Putin, count Joseph Stalin as their hero.\n\n\n\nFacebook Twitter Pinterest The bikers visit Bratislava, Slovakia, for a wreath-laying ceremony in memory of fallen Soviet soldiers. Photograph: EPA\n\nRussian television, which has been broadcasting the journey, has called the men national heroes and partisans on a mission of peace in Europe. It has reported that the only hindrance to the men’s progress is “groups of western politicians who have repeatedly stopped them at the border”.\n\nThe group was prevented from travelling through Lithuania and Poland last week. Scores of bikers were refused entry at the Polish-Belarus border. Three who subsequently tried to arrive in Germany by plane were refused entry at Berlin’s Schönefeld airport. But one biker who reached the Auschwitz concentration camp memorial site after flying to Warsaw and borrowing a bike from Polish friends, from which he flew the flag of the Soviet Union, was hailed as a hero by Russian media.\n\nThe refusal of several countries to allow the men entry has led to diplomatic stand-offs between Russia and Germany, Lithuania, the Czech Republic, Slovakia and Poland. The Russian foreign ministry delivered a protest note to the German embassy in Moscow over attempts to stop the gang from entering Berlin – where they want to gather at a Russian war memorial in the former East Berlin – calling the opposition “discriminatory and politically motivated”.\n\nFacebook Twitter Pinterest The Heldendenkmal der Roten Armee tribute. The group was prevented from travelling through Lithuania and Poland last week. Photograph: Corbis\n\nRussia’s foreign ministry also summoned Poland’s ambassador to Moscow, describing Warsaw’s conduct a “mockery of the memory of the soldiers who lost their lives in order to free Europe from fascism”.\n\nZaldostanov told Russian TV the bikers would not give up. “If the Nightwolves are prevented from going overland, they will simply take to the skies with their motorbikes,” he said.\n\nBut on Monday German police were questioning how many of the bikers were authentic members of the Night Wolves or just hangers-on who were enjoying the provocation.\n\nMeanwhile, having declined an invitation to take part in a major commemoration ceremony to mark the end of the second world war, out of protest at Russia’s invasion of Ukraine and the annexation of Crimea, Angela Merkel and a small diplomatic delegation will travel to Moscow for a deliberately low-key event on 10 May, where she and Putin will lay wreaths on the grave of the Unknown Soldier.\n\nAmid increased tensions between Germany and Russia, the foreign minister, Frank Walter Steinmeier, will travel to Volgograd, the former Stalingrad, on Thursday, where he will visit a German-Russian military cemetery with his Russian counterpart, Sergei Lavrov.\n\n",
  "title": "Pro-Putin bikers Night Wolves dwindle en route to Germany",
  "ts_in": "2015-05-04T17:53:42.700716",
  "url": "http://www.theguardian.com/world/2015/may/04/putin-motorbike-gang-night-wolves-germany-tour"
}