{
  "article_html": "<div><p>Grzegorz Krychowiak wiped the blood from his face yet it kept on coming. People rushed around him, working as quickly as they could but not quickly enough, and he watched through the tears, powerless as what he and his team-mates had built for 14 long months came down before his eyes. It was over, or very nearly: not quite in the blink of an eye, but in the crunch of a nose. Krychowiak&#8217;s nose was broken and so was Sevilla&#8217;s incredible run, more than a year in the making, 34 games unbeaten at the S&#225;nchez Pizju&#225;n. The league title race, meanwhile, had been put back together again. By Cristiano Ronaldo.</p>\n<p>&#8220;Cristiano was the star of a team that suffered,&#8221; Carlo Ancelotti said; he was the star of a team that can still win the league and proved that it still wants to, one that is not giving up. With three games to go, Madrid remain two points behind Barcelona. The newspaper Sport declared Barcelona &#8220;closer than ever&#8221;, and the title is still in their hands, but there was something forced about it: they are not as close as they hoped. In fact, the balance of power probably tilted back a fraction on Saturday when <a href=\"http://www.theguardian.com/football/2015/may/02/cordoba-barcelona-la-liga-match-report\" title=\"\" class=\" u-underline\">Barcelona won 8-0 at C&#243;rdoba</a> and <a href=\"http://www.theguardian.com/football/2015/may/03/sevilla-real-madrid-la-liga-match-report\" title=\"\" class=\" u-underline\">Real Madrid won 3-2 at Sevilla</a>. Win every game and Barcelona are champions; drop any points at all and Madrid probably will be. Real Sociedad (H), Atl&#233;tico (A), and Deportivo (H) await Barcelona; Valencia (H), Espanyol (A) and Getafe (H) await Madrid.</p>\n<p>What awaited on Saturday looked set to be decisive, the moment in which maybe the race would effectively end. Sergio Ramos described it as &#8220;life or death&#8221;. Madrid and Barcelona missed each other by 35 minutes at Seville airport on Friday evening, Bar&#231;a heading to C&#243;rdoba, Madrid to Sevilla. They were playing four hours and 130km apart, in cities connected by a 45-minute train journey. &#8220;The league, decided in the south,&#8221; ran one headline on Saturday morning, which was reasonable enough. After all, Barcelona faced the team at the bottom; Madrid went to the Pizju&#225;n, where the noise is so loud you can still hear it the next day, where <a href=\"http://www.theguardian.com/football/2015/apr/13/sevilla-feel-the-noise-barcelona-la-liga-unbeaten-record\" title=\"\" class=\" u-underline\">Barcelona had dropped points a fortnight ago</a>, and where Sevilla had not lost since March last year.</p>\n<p>The pressure was on. By the time Madrid took to the field to the sound of the Pizju&#225;n belting the club&#8217;s hymn, the country&#8217;s best, they knew that Barcelona had beaten C&#243;rdoba 8-0 &#8211; a result that when D&#233;por picked up a point later ensured C&#243;rdoba were the first team to be relegated. At Seville airport, a group of <a href=\"http://www.theguardian.com/football/barcelona\" class=\" u-underline\">Barcelona</a> players huddled round Gerard Piqu&#233;&#8217;s radio as they prepared to board a flight. Might this be their moment? Madrid had to win to have any chance of taking the title and, for once, winning was not going to be easy. For once, they might not even be favourites. But then they got a break.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/2015/may/04/karim-benzema-miss-real-madrid-champions-league\" class=\" u-underline\">Karim Benzema to miss Real Madrid&#8217;s Champions League tie against Juventus</a> </p>\n\n<p>It was 8.32pm and 0-0 between <a href=\"http://www.theguardian.com/football/sevilla\" class=\" u-underline\">Sevilla</a> and Madrid when Ramos and Krychowiak leapt for a ball together, the midfielder&#8217;s face crumpling into the back of Ramos&#8217;s head. He was taken to the touchline, bloodied and dazed, not treated on the pitch. Unai Emery, Sevilla&#8217;s manager, approached. &#8220;I want to carry on,&#8221; Krychowiak said. &#8220;He can carry on,&#8221; the doctors said. &#8220;Some players would not have carried on,&#8221; Emery admitted afterwards. Right then, in the 32nd minute of the 35th week, he was happy that Krychowiak is not some player; by the 41st minute he probably felt differently.</p>\n<p>Emery looked at his bleeding player and decided he needed him; this is a man who protects his team like no one else. And so he waited. And waited, and waited. And as he waited, Madrid acted.</p>\n<p>Down on the touchline, the tension grew; up in the stands it grew too. Vicente Iborra was sent to warm up. Down by the beer-bottle bench, a crowd gathered. The minutes passed. One, two, three &#8230; hurry up! Krychowiak&#8217;s shirt was changed, his nose packed, reassurances sought. Still, they worked. Four, five, six &#8230; what are you waiting for? Seven &#8230; now look! Isco escaped on the left and curled in the perfect cross; Sergio Rico headed out of his goal and then headed back again, reaching neither destination; Ronaldo nodded the ball past him into the net. 0-1.</p>\n<p>The game restarted and Krychowiak got to his feet, almost ready to come on, but not quite, not yet. Eight, nine &#8230; Madrid attacked again, while Emery talked to the midfielder. Over his shoulder, he saw another cross, a flick on, and Ronaldo score again, this time stretching to nudge in with his studs. 0-2. Just 98 seconds had passed between the two goals; nine minutes had passed with Krychowiak off. Ronaldo stood, chest out, arms back, mouth open. Krychowiak stood motionless. Now, he came on, the price paid for the wait a heavy one. Definitive? Perhaps not &#8211; the game finished 3-2 to Madrid, not 2-0 &#8211; but many concluded that nine minutes at the Pizju&#225;n had undone the previous 3,060 minutes there.</p>\n<p>By the time the second half started, Krychowiak appeared in a mask and Sevilla had got one back, Carlos Bacca scoring a penalty just before the break, handed to them by a daft challenge from Ramos. Not long after the final whistle went, greeted by supporters cheering their players, appreciative of their effort, Krychowiak was heading to hospital and there had been two more goals. Gareth Bale&#8217;s superb cross met an even better header from Ronaldo, continuing his evolution into a ridiculously complete, effective No9; racking up another hat-trick, his 25th in the league; and taking him to 42 goals for the season. That made it 3-1. Then Vicente Iborra made it 3-2 with 10 minutes left. And there were then chances to equalise too.</p>\n<p>So, yes, there had been plenty more. This was a fascinating game, and a hugely enjoyable one too, breathless at times. Lots happened in the 84 minutes in which Krychowiak was not being patched up at the side of the pitch, including Ronaldo&#8217;s third, and when the three additional minutes were held up at the end, you groaned because you wanted it to be 93. This was too fun to end now. And even then it had not ended, not yet. Besides, Sevilla had come back from 2-0 down to draw with Barcelona just two weeks ago, having fallen behind at a similar stage of the game, while there is no way of being sure that it would have been any different with 11 men.</p>\n<p>And yet, those nine minutes had been crucial. &#8220;They took advantage when we were down to 10 men,&#8221; Bacca said, and his manager followed a similar line, to start with at least.</p>\n<p>&#8220;Good evening,&#8221; Emery began after the game. &#8220;The analysis has many paths and the principal one as that we live with things that are part of football, situations that we cannot ignore, misfortunes &#8230; obviously, it is important not to play <a href=\"http://www.theguardian.com/football/realmadrid\" class=\" u-underline\">Real Madrid</a> with a man less, not even for one minute, but we have to accept that. And it coincided with them scoring two goals. That was a big punishment for us, two goals are a lot, particularly because the team had found its place at that point, and the game was very competitive.&#8221;</p>\n<p>Emery explained the process that he followed: get a replacement warmed up, ask the doctor, ask the player, and wait. &#8220;But how long do you wait?,&#8221; he mused. &#8220;The longer you wait, the greater the anxiety. [But] once you have waited four minutes, you wait five, six, or seven &#8230; or eight. And then that happens, and you have to accept it. And then they score two goals.&#8221;</p>\n<p>Two massive goals. Real Madrid had done this season what they could not do last season and what Espanyol, Porto, Granada, Valencia, Villarreal, Elche, Valencia, Getafe, Feyenoord, Real Sociedad, Deportivo, Villarreal, Standard Liege, Levante, Granada, Sabadell, HNK Rijeka, Eibar, Celta, Granada, M&#225;laga, Espanyol, Espanyol again, C&#243;rdoba, Borussia M&#246;nchengladbach, Atl&#233;tico Madrid, Elche, Villarreal, Athletic Bilbao, Barcelona, Zenit, and Rayo had not done since they last went there. Better still, they had kept the title race alive.</p>\n\n<blockquote>\n<p>Hope&#8217;s the last thing you lose. This was a very important win that allows us to fight for the league still</p>\n\nCarlo Ancelotti\n\n</blockquote>\n\n<p>Ancelotti always said that the league will go down to the final minute and now it looks like it will. Next week, Madrid play Valencia, which may not be simple, but they are favourites at home and no one doubts that they will win the two games that follow against Espanyol and Getafe. While they are at Espanyol in week 37, Barcelona go to the Vicente Calder&#243;n. Wedged between C&#243;rdoba-Barcelona and Sevilla-Madrid this weekend, Atl&#233;tico drew 0-0 with Athletic Bilbao, increasing the chances of them having something to play for when they meet Barcelona. And all it takes is a draw, remember. No wonder asked if he still had hope, Madrid&#8217;s coach responded: &#8220;Hope&#8217;s the last thing you lose. This was a very important win that allows us to fight for the league still.&#8221;</p>\n<p>Ancelotti was then asked if Emery had &#8220;gifted&#8221; Madrid the win playing with 10 players for so long. &#8220;Quite the opposite,&#8221; he replied. &#8220;Emery put out a team that played very well, that fought, that had intensity, that made us suffer until the very end. It is no coincidence that they had gone 34 games without losing here.&#8221;</p>\n<p>Jos&#233; Antonio Reyes and Aleix Vidal had torn into Madrid, running at them, creating chances. The home shot count stood at 18, the corner count at eight. The second goal was gorgeous, and the pressure rarely dropped. Twice Iker Casillas rescued Madrid, while Rapha&#235;l Varane and Pepe made vital interventions too. The whole stadium paused open mouthed as one ball squirmed past the post in the final minutes. Ultimately, though, there was no way back this time; they had been unfortunate not to keep the run going and unfortunate to cross paths with Ronaldo.</p>\n<p>At the final whistle, there was a huge ovation for the players. Thirty-five games later, they had been beaten. &#8220;It hurts, but we&#8217;ll carry on. The atmosphere was lovely and the fans identify with these players. This was a game to be very proud of,&#8221; Emery insisted.</p>\n<p>&#8220;If we have to lose, let it be like this,&#8221; Iborra said. &#8220;Giving everything, fighting to the end, and spilling every last drop of sweat.&#8221; Blood and tears too.</p>\n<h2>Talking points</h2>\n<p>&#8226; 3, 2, 1 &#8230; 8. Luis Su&#225;rez got three, Leo Messi got two, and Neymar got one. There was also a goal each from Ivan Rakitic and Gerard Piqu&#233;. Neymar&#8217;s goal came late &#8211; but was Barcelona&#8217;s seventh &#8211; by which time the Brazilian had missed a couple of sitters. Barcelona got a penalty, but it was not the man chasing the Pichichi award who took it, or the man the who was, at that point, chasing his first ever hat-trick for the club; instead, it was Neymar who rolled it in. Between them, Messi, Neymar and Su&#225;rez have 108 goals this season, despite the fact that the Uruguayan could not even make his debut until El Cl&#225;sico in week nine. Afterwards, Javier Mascherano insisted that Luis Enrique deserves credit for the team&#8217;s physical condition in the final weeks: &#8220;He got criticised because of the rotations but that&#8217;s why we&#8217;re so fresh now,&#8221; he said.</p>\n<p>&#8226; Well, maybe not fresh, exactly. It was hot in C&#243;rdoba, very hot. &#8220;I don&#8217;t know who sets the kick-off times but whoever it is, they don&#8217;t think about the players or the fans,&#8221; said Ivan Rakitic. Which, let&#8217;s face it, we knew already. But it&#8217;s nice to hear someone say it.</p>\n<p>&#8226; &#8220;What you saw was the difference between the team at the top and the team at the bottom,&#8221; C&#243;rdoba&#8217;s manager Jos&#233; Antonio Romero said sadly.</p>\n<p>&#8226; Atl&#233;tico had two perfectly good goals ruled out against Athletic, one for Antoine Griezmann and the other for Tiago. Fernando Torres confronted the referee, furious. &#8220;Torres literally ate the referee,&#8221; ran the news bulletin on TVE. Literally. The greedy bastard.</p>\n<p>&#8226; &#8220;Our battle starts on Friday,&#8221; Eibar&#8217;s manager, Gaizka Garitano, said. A defeat to Valencia followed a midweek defeat against Sevilla, predictably enough. The good news for Eibar is that they&#8217;re still not in the relegation zone, sitting 16th on 31 points (level with Almer&#237;a on 31*, who play tonight) and a point ahead of Deportivo in the last relegation place on 30. Their final games are against Espanyol, Getafe and C&#243;rdoba. (*Almer&#237;a may yet be deducted three points. In fact, the RFEF has them down as being on 28).</p>\n<p>&#8226; Elche are safe. Well, sort of. They could still get relegated off the pitch for their financial misdemeanours. A season in which players and staff went unpaid, in which the manager publicly insisted, &#8220;I can&#8217;t do any more&#8221;, in which the former president was forced to walk, and may yet find himself in much greater trouble, has ended in style. In midweek, Jonathas scored, ran to the bench, pulled on a pair of sunglasses and struck a pose. Last night, he didn&#8217;t have the glasses but he repeated the rest of it after he scored his 12th league goal of the season. No single player has been as decisive as him this year. Few managers deserve as much credit as Fran Escrib&#225;.</p>\n<p>&#8226; Granada sacked Abel Resino and replaced him with Jos&#233; Ram&#243;n Sandoval with only four weeks left and only three and a half weeks after employing him in the first place ... and they only went and won. A 2-1 victory at Getafe, the second goal beautifully made by Piti with arguably the pass of the season, is not enough to get them out of the relegation zone but there&#8217;s maybe some hope now. &#8220;Next season?&#8221; Sandoval asked. &#8220;I&#8217;m not bothered about that. I&#8217;ve been signed for 23 days and that&#8217;s all I&#8217;m looking at.&#8221;</p>\n<p><strong>Results:</strong> Real Sociedad 3-0 Levante, C&#243;rdoba 0-8 Barcelona, Atl&#233;tico 0-0 Athletic, Sevilla 2-3 Real Madrid, Deportivo 1-1 Villarreal, Espanyol 1-1 Rayo, Getafe 1-2 Granada, Valencia 3-1 Eibar, M&#225;laga 1-2 Elche. <strong>Monday:</strong> Almer&#237;a v Celta.</p>\n</div>",
  "authors": [
    "Sid Lowe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Real Madrid",
    "Sevilla",
    "Barcelona",
    "La Liga",
    "European club football",
    "Football",
    "Sport"
  ],
  "ntitle": "real_madrid_stay_in_hot_pursuit_of_barcelona_in_the_race_to_win_la_liga",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Grzegorz Krychowiak wiped the blood from his face yet it kept on coming. People rushed around him, working as quickly as they could but not quickly enough, and he watched through the tears, powerless as what he and his team-mates had built for 14 long months came down before his eyes. It was over, or very nearly: not quite in the blink of an eye, but in the crunch of a nose. Krychowiak’s nose was broken and so was Sevilla’s incredible run, more than a year in the making, 34 games unbeaten at the Sánchez Pizjuán. The league title race, meanwhile, had been put back together again. By Cristiano Ronaldo.\n\n“Cristiano was the star of a team that suffered,” Carlo Ancelotti said; he was the star of a team that can still win the league and proved that it still wants to, one that is not giving up. With three games to go, Madrid remain two points behind Barcelona. The newspaper Sport declared Barcelona “closer than ever”, and the title is still in their hands, but there was something forced about it: they are not as close as they hoped. In fact, the balance of power probably tilted back a fraction on Saturday when Barcelona won 8-0 at Córdoba and Real Madrid won 3-2 at Sevilla. Win every game and Barcelona are champions; drop any points at all and Madrid probably will be. Real Sociedad (H), Atlético (A), and Deportivo (H) await Barcelona; Valencia (H), Espanyol (A) and Getafe (H) await Madrid.\n\nWhat awaited on Saturday looked set to be decisive, the moment in which maybe the race would effectively end. Sergio Ramos described it as “life or death”. Madrid and Barcelona missed each other by 35 minutes at Seville airport on Friday evening, Barça heading to Córdoba, Madrid to Sevilla. They were playing four hours and 130km apart, in cities connected by a 45-minute train journey. “The league, decided in the south,” ran one headline on Saturday morning, which was reasonable enough. After all, Barcelona faced the team at the bottom; Madrid went to the Pizjuán, where the noise is so loud you can still hear it the next day, where Barcelona had dropped points a fortnight ago, and where Sevilla had not lost since March last year.\n\nThe pressure was on. By the time Madrid took to the field to the sound of the Pizjuán belting the club’s hymn, the country’s best, they knew that Barcelona had beaten Córdoba 8-0 – a result that when Dépor picked up a point later ensured Córdoba were the first team to be relegated. At Seville airport, a group of Barcelona players huddled round Gerard Piqué’s radio as they prepared to board a flight. Might this be their moment? Madrid had to win to have any chance of taking the title and, for once, winning was not going to be easy. For once, they might not even be favourites. But then they got a break.\n\nRelated: Karim Benzema to miss Real Madrid’s Champions League tie against Juventus\n\nIt was 8.32pm and 0-0 between Sevilla and Madrid when Ramos and Krychowiak leapt for a ball together, the midfielder’s face crumpling into the back of Ramos’s head. He was taken to the touchline, bloodied and dazed, not treated on the pitch. Unai Emery, Sevilla’s manager, approached. “I want to carry on,” Krychowiak said. “He can carry on,” the doctors said. “Some players would not have carried on,” Emery admitted afterwards. Right then, in the 32nd minute of the 35th week, he was happy that Krychowiak is not some player; by the 41st minute he probably felt differently.\n\nEmery looked at his bleeding player and decided he needed him; this is a man who protects his team like no one else. And so he waited. And waited, and waited. And as he waited, Madrid acted.\n\nDown on the touchline, the tension grew; up in the stands it grew too. Vicente Iborra was sent to warm up. Down by the beer-bottle bench, a crowd gathered. The minutes passed. One, two, three … hurry up! Krychowiak’s shirt was changed, his nose packed, reassurances sought. Still, they worked. Four, five, six … what are you waiting for? Seven … now look! Isco escaped on the left and curled in the perfect cross; Sergio Rico headed out of his goal and then headed back again, reaching neither destination; Ronaldo nodded the ball past him into the net. 0-1.\n\nThe game restarted and Krychowiak got to his feet, almost ready to come on, but not quite, not yet. Eight, nine … Madrid attacked again, while Emery talked to the midfielder. Over his shoulder, he saw another cross, a flick on, and Ronaldo score again, this time stretching to nudge in with his studs. 0-2. Just 98 seconds had passed between the two goals; nine minutes had passed with Krychowiak off. Ronaldo stood, chest out, arms back, mouth open. Krychowiak stood motionless. Now, he came on, the price paid for the wait a heavy one. Definitive? Perhaps not – the game finished 3-2 to Madrid, not 2-0 – but many concluded that nine minutes at the Pizjuán had undone the previous 3,060 minutes there.\n\nBy the time the second half started, Krychowiak appeared in a mask and Sevilla had got one back, Carlos Bacca scoring a penalty just before the break, handed to them by a daft challenge from Ramos. Not long after the final whistle went, greeted by supporters cheering their players, appreciative of their effort, Krychowiak was heading to hospital and there had been two more goals. Gareth Bale’s superb cross met an even better header from Ronaldo, continuing his evolution into a ridiculously complete, effective No9; racking up another hat-trick, his 25th in the league; and taking him to 42 goals for the season. That made it 3-1. Then Vicente Iborra made it 3-2 with 10 minutes left. And there were then chances to equalise too.\n\nSo, yes, there had been plenty more. This was a fascinating game, and a hugely enjoyable one too, breathless at times. Lots happened in the 84 minutes in which Krychowiak was not being patched up at the side of the pitch, including Ronaldo’s third, and when the three additional minutes were held up at the end, you groaned because you wanted it to be 93. This was too fun to end now. And even then it had not ended, not yet. Besides, Sevilla had come back from 2-0 down to draw with Barcelona just two weeks ago, having fallen behind at a similar stage of the game, while there is no way of being sure that it would have been any different with 11 men.\n\nAnd yet, those nine minutes had been crucial. “They took advantage when we were down to 10 men,” Bacca said, and his manager followed a similar line, to start with at least.\n\n“Good evening,” Emery began after the game. “The analysis has many paths and the principal one as that we live with things that are part of football, situations that we cannot ignore, misfortunes … obviously, it is important not to play Real Madrid with a man less, not even for one minute, but we have to accept that. And it coincided with them scoring two goals. That was a big punishment for us, two goals are a lot, particularly because the team had found its place at that point, and the game was very competitive.”\n\nEmery explained the process that he followed: get a replacement warmed up, ask the doctor, ask the player, and wait. “But how long do you wait?,” he mused. “The longer you wait, the greater the anxiety. [But] once you have waited four minutes, you wait five, six, or seven … or eight. And then that happens, and you have to accept it. And then they score two goals.”\n\nTwo massive goals. Real Madrid had done this season what they could not do last season and what Espanyol, Porto, Granada, Valencia, Villarreal, Elche, Valencia, Getafe, Feyenoord, Real Sociedad, Deportivo, Villarreal, Standard Liege, Levante, Granada, Sabadell, HNK Rijeka, Eibar, Celta, Granada, Málaga, Espanyol, Espanyol again, Córdoba, Borussia Mönchengladbach, Atlético Madrid, Elche, Villarreal, Athletic Bilbao, Barcelona, Zenit, and Rayo had not done since they last went there. Better still, they had kept the title race alive.\n\nHope’s the last thing you lose. This was a very important win that allows us to fight for the league still Carlo Ancelotti\n\nAncelotti always said that the league will go down to the final minute and now it looks like it will. Next week, Madrid play Valencia, which may not be simple, but they are favourites at home and no one doubts that they will win the two games that follow against Espanyol and Getafe. While they are at Espanyol in week 37, Barcelona go to the Vicente Calderón. Wedged between Córdoba-Barcelona and Sevilla-Madrid this weekend, Atlético drew 0-0 with Athletic Bilbao, increasing the chances of them having something to play for when they meet Barcelona. And all it takes is a draw, remember. No wonder asked if he still had hope, Madrid’s coach responded: “Hope’s the last thing you lose. This was a very important win that allows us to fight for the league still.”\n\nAncelotti was then asked if Emery had “gifted” Madrid the win playing with 10 players for so long. “Quite the opposite,” he replied. “Emery put out a team that played very well, that fought, that had intensity, that made us suffer until the very end. It is no coincidence that they had gone 34 games without losing here.”\n\nJosé Antonio Reyes and Aleix Vidal had torn into Madrid, running at them, creating chances. The home shot count stood at 18, the corner count at eight. The second goal was gorgeous, and the pressure rarely dropped. Twice Iker Casillas rescued Madrid, while Raphaël Varane and Pepe made vital interventions too. The whole stadium paused open mouthed as one ball squirmed past the post in the final minutes. Ultimately, though, there was no way back this time; they had been unfortunate not to keep the run going and unfortunate to cross paths with Ronaldo.\n\nAt the final whistle, there was a huge ovation for the players. Thirty-five games later, they had been beaten. “It hurts, but we’ll carry on. The atmosphere was lovely and the fans identify with these players. This was a game to be very proud of,” Emery insisted.\n\n“If we have to lose, let it be like this,” Iborra said. “Giving everything, fighting to the end, and spilling every last drop of sweat.” Blood and tears too.\n\nTalking points\n\n• 3, 2, 1 … 8. Luis Suárez got three, Leo Messi got two, and Neymar got one. There was also a goal each from Ivan Rakitic and Gerard Piqué. Neymar’s goal came late – but was Barcelona’s seventh – by which time the Brazilian had missed a couple of sitters. Barcelona got a penalty, but it was not the man chasing the Pichichi award who took it, or the man the who was, at that point, chasing his first ever hat-trick for the club; instead, it was Neymar who rolled it in. Between them, Messi, Neymar and Suárez have 108 goals this season, despite the fact that the Uruguayan could not even make his debut until El Clásico in week nine. Afterwards, Javier Mascherano insisted that Luis Enrique deserves credit for the team’s physical condition in the final weeks: “He got criticised because of the rotations but that’s why we’re so fresh now,” he said.\n\n• Well, maybe not fresh, exactly. It was hot in Córdoba, very hot. “I don’t know who sets the kick-off times but whoever it is, they don’t think about the players or the fans,” said Ivan Rakitic. Which, let’s face it, we knew already. But it’s nice to hear someone say it.\n\n• “What you saw was the difference between the team at the top and the team at the bottom,” Córdoba’s manager José Antonio Romero said sadly.\n\n• Atlético had two perfectly good goals ruled out against Athletic, one for Antoine Griezmann and the other for Tiago. Fernando Torres confronted the referee, furious. “Torres literally ate the referee,” ran the news bulletin on TVE. Literally. The greedy bastard.\n\n• “Our battle starts on Friday,” Eibar’s manager, Gaizka Garitano, said. A defeat to Valencia followed a midweek defeat against Sevilla, predictably enough. The good news for Eibar is that they’re still not in the relegation zone, sitting 16th on 31 points (level with Almería on 31*, who play tonight) and a point ahead of Deportivo in the last relegation place on 30. Their final games are against Espanyol, Getafe and Córdoba. (*Almería may yet be deducted three points. In fact, the RFEF has them down as being on 28).\n\n• Elche are safe. Well, sort of. They could still get relegated off the pitch for their financial misdemeanours. A season in which players and staff went unpaid, in which the manager publicly insisted, “I can’t do any more”, in which the former president was forced to walk, and may yet find himself in much greater trouble, has ended in style. In midweek, Jonathas scored, ran to the bench, pulled on a pair of sunglasses and struck a pose. Last night, he didn’t have the glasses but he repeated the rest of it after he scored his 12th league goal of the season. No single player has been as decisive as him this year. Few managers deserve as much credit as Fran Escribá.\n\n• Granada sacked Abel Resino and replaced him with José Ramón Sandoval with only four weeks left and only three and a half weeks after employing him in the first place ... and they only went and won. A 2-1 victory at Getafe, the second goal beautifully made by Piti with arguably the pass of the season, is not enough to get them out of the relegation zone but there’s maybe some hope now. “Next season?” Sandoval asked. “I’m not bothered about that. I’ve been signed for 23 days and that’s all I’m looking at.”\n\nResults: Real Sociedad 3-0 Levante, Córdoba 0-8 Barcelona, Atlético 0-0 Athletic, Sevilla 2-3 Real Madrid, Deportivo 1-1 Villarreal, Espanyol 1-1 Rayo, Getafe 1-2 Granada, Valencia 3-1 Eibar, Málaga 1-2 Elche. Monday: Almería v Celta.",
  "title": "Real Madrid stay in hot pursuit of Barcelona in the race to win La Liga",
  "ts_in": "2015-05-04T17:53:41.320625",
  "url": "http://www.theguardian.com/football/blog/2015/may/04/real-madrid-sevilla-barcelona-la-liga-title-race"
}