{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/mar/08/florida-banned-terms-climate-change-global-warming\" class=\" u-underline\">Florida banned state workers from using term 'climate change' &#8211; report</a> </p>\n\n<p>The former US representative Bob Inglis received the John F Kennedy Profile in Courage Award on Sunday, for reversing his position on climate change despite the predictable political fallout that helped cost the <a href=\"http://www.theguardian.com/us-news/south-carolina\" class=\" u-underline\">South Carolina</a> Republican his seat in Congress.</p>\n<p>The 35th president&#8217;s grandson, Jack Schlossberg, presented the award to Inglis at the JFK Library in Boston.</p>\n<p>&#8220;My grandfather&#8217;s legacy is kept alive by Bob&#8217;s courageous decision to sacrifice his political career to demand action on the issue that will shape life on Earth for generations to come,&#8221; said Schlossberg, the son of Caroline Kennedy and Edwin Schlossberg.</p>\n<p>Inglis, who was a member of the House science committee and ranking member of its energy and environment subcommittee, had opposed legislation on climate change, but said he changed his mind after briefings from scientists and encouragement from his five children.</p>\n<p>He advocated for a carbon tax to reduce dependence on fossil fuels, and was defeated in the 2010 primary for re-election to the fourth congressional district seat he had held twice, from 1993 to 1998 and 2005 to 2010.</p>\n<p>&#8220;When is America going to rise to the challenge on climate? Well, I think it&#8217;s soon. I think it&#8217;s before the decade is out,&#8221; Inglis said in remarks for the ceremony, an allusion to JFK&#8217;s 1960s call to send astronauts to the moon.</p>\n<p>&#8220;I think we&#8217;re going to come together and get this done because I believe that a pricing of carbon dioxide will be like someone said of the financial crisis: &#8216;It&#8217;s amazing how the impossible went to the inevitable without ever passing through the probable.&#8217;&#8221; </p>\n<p>The annual award to public servants is named for Kennedy&#8217;s 1957 Pulitzer Prize-winning book about US senators who took unpopular stands for principle. A bipartisan committee selects the recipients, who recently have included former President George HW Bush and former US representative Gabrielle Giffords, of Arizona.</p>\n</div>",
  "authors": [
    "Associated Press In Boston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Climate change",
    "Environment",
    "Republicans",
    "US news",
    "US politics",
    "US Congress",
    "House of representatives",
    "World news",
    "South Carolina",
    "Climate change scepticism"
  ],
  "ntitle": "republican_who_changed_his_mind_on_climate_receives_jfk_award_for_courage",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Related: Florida banned state workers from using term 'climate change' – report\n\nThe former US representative Bob Inglis received the John F Kennedy Profile in Courage Award on Sunday, for reversing his position on climate change despite the predictable political fallout that helped cost the South Carolina Republican his seat in Congress.\n\nThe 35th president’s grandson, Jack Schlossberg, presented the award to Inglis at the JFK Library in Boston.\n\n“My grandfather’s legacy is kept alive by Bob’s courageous decision to sacrifice his political career to demand action on the issue that will shape life on Earth for generations to come,” said Schlossberg, the son of Caroline Kennedy and Edwin Schlossberg.\n\nInglis, who was a member of the House science committee and ranking member of its energy and environment subcommittee, had opposed legislation on climate change, but said he changed his mind after briefings from scientists and encouragement from his five children.\n\nHe advocated for a carbon tax to reduce dependence on fossil fuels, and was defeated in the 2010 primary for re-election to the fourth congressional district seat he had held twice, from 1993 to 1998 and 2005 to 2010.\n\n“When is America going to rise to the challenge on climate? Well, I think it’s soon. I think it’s before the decade is out,” Inglis said in remarks for the ceremony, an allusion to JFK’s 1960s call to send astronauts to the moon.\n\n“I think we’re going to come together and get this done because I believe that a pricing of carbon dioxide will be like someone said of the financial crisis: ‘It’s amazing how the impossible went to the inevitable without ever passing through the probable.’”\n\nThe annual award to public servants is named for Kennedy’s 1957 Pulitzer Prize-winning book about US senators who took unpopular stands for principle. A bipartisan committee selects the recipients, who recently have included former President George HW Bush and former US representative Gabrielle Giffords, of Arizona.",
  "title": "Republican who changed his mind on climate receives JFK award for courage",
  "ts_in": "2015-05-04T08:48:05.509248",
  "url": "http://www.theguardian.com/environment/2015/may/03/republican-climate-change-jfk-courage-award"
}