{
  "article_html": "<div><p>A baby girl has been born on an Italian navy vessel after her mother became one of nearly 6,800 migrants rescued in the Mediterranean in three days.<br></p>\n<p>In a nod to her naval rescuers &#8211; the Italian Marina Militare &#8211; the newborn was named Francesca Marina on Monday. She is the sixth baby to be born on a navy vessel since 2013, one of which arrived on Christmas Day last year.</p>\n<p>The baby girl and her Nigerian mother were said to be in good health on the Bettica ship, which was hosting 654 migrants saved in four separate operations since Sunday.<br></p>\n<p>The Italian navy has rescued more than 2,000 people from overcrowded boats in Libyan waters and close to its islands of Lampedusa and Sicily since Friday.<br></p>\n<p>Rescue operations including other ships operating in the Mediterranean saw almost 6,800 people saved over three days, with 3,690 plucked from the sea on Saturday. The weekend operations marked one of the busiest periods for rescuers, who saved 14,599 people last May.<br></p>\n<p>The UNHCR, the UN&#8217;s refugee agency, said on Monday that 11 migrants had died during the journey but the causes were unclear. Those rescued began arriving in Italian ports over the weekend, with more due to come ashore later on Monday.<br></p>\n<p>Carlotta Sami, a UNHCR spokeswoman, said the mother and her baby would be taken directly to hospital upon arrival in <a href=\"http://www.theguardian.com/world/italy\" class=\" u-underline\">Italy</a>. She said that despite their vulnerability, pregnant women have no choice but to take the dangerous journey across the Mediterranean.<br></p>\n<p>She said: &#8220;There are different reasons why the women are pregnant. There are families of refugees, women who started their trip months before and suffer abuse during their trip. Pregnancy could be the result of abuse.<br></p>\n<p>&#8220;They decide to take the trip because they cannot go back, they do not have other options.&#8221;<br></p>\n\n\n<a href=\"/world/2015/may/04/rescued-mediterranean-migrant-gives-birth-baby-girl-italian-navy-ship#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430750458221/b66c086c-c604-492c-acbf-127a454d88fb-300x180.jpeg\" alt=\"Migrants wooden boat Sicily\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484me%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Rescued+Mediterranean+migrant+gives+birth+to+baby+girl+on+Italian+navy+ship&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484me%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Rescued+Mediterranean+migrant+gives+birth+to+baby+girl+on+Italian+navy+ship&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F04%2Frescued-mediterranean-migrant-gives-birth-baby-girl-italian-navy-ship&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430750458007%2Fb66c086c-c604-492c-acbf-127a454d88fb-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMigrants wait on board wooden boat during rescue operation off the coast of Sicily. Photograph: Jason Florio/AFP/Getty Images\n\n\n\n<p>A ship operated by the Migrant Offshore Aid Station (MOAS), an independent organisation set up by Italian-American philanthropists, was due to arrive in Sicily late on Monday after rescuing 369 migrants the previous day. Twelve pregnant women were among those on board its MY Phoenix ship, being cared for by staff from charity M&#233;decins Sans Fronti&#232;res (MSF).<br></p>\n<p>Mary Jo Frawley, an American nurse on her 24th MSF mission, said the Mediterranean assignment was &#8220;one of the most intensive&#8221; of her career. She said: &#8220;I&#8217;ve been in potentially dangerous and chaotic situations, such as the Central African Republic and Haiti, post-earthquake. I experienced a very similar situation last night when we met the boat.<br></p>\n<p>&#8220;There&#8217;s the potential for panic, anger and violence on a boat where people are exhausted. It&#8217;s critical to communicate and assess your situation, have your backup plan ready as in any conflict situation including Darfur or Somalia. You only have one window to do this.&#8221;<br></p>\n<p>Migrant deaths in the Mediterranean often occur when people start to move around after spotting a rescue ship, increasing the risk of rickety and overcrowded boats capsizing. More than 1,750 people are thought to have drowned in the Mediterranean so far this year, compared to more than 3,300 deaths during 2014.<br></p>\n<p>The plight of boat migrants came to the fore in October 2013, when 368 people drowned in one shipwreck. Among them was a pregnant woman who died while giving birth. It sparked an international outcry and the start of Italy&#8217;s Mare Nostrum rescue operation, which saved about 170,000 in little over a year.<br></p>\n<p>However, budget constraints saw the mission come to an end in October 2014; it was followed by the EU&#8217;s Triton patrol operation. Further migrant deaths in the Mediterranean last month prompted European leaders to triple Triton&#8217;s monthly budget to &#8364;9m (&#163;6.6m).<br></p>\n</div>",
  "authors": [
    "Rosie Scammell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Italy",
    "Migration",
    "Europe",
    "World news",
    "Middle East and North Africa",
    "Africa"
  ],
  "ntitle": "rescued_mediterranean_migrant_gives_birth_to_baby_girl_on_italian_navy_ship",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A baby girl has been born on an Italian navy vessel after her mother became one of nearly 6,800 migrants rescued in the Mediterranean in three days.\n\n\n\nIn a nod to her naval rescuers – the Italian Marina Militare – the newborn was named Francesca Marina on Monday. She is the sixth baby to be born on a navy vessel since 2013, one of which arrived on Christmas Day last year.\n\nThe baby girl and her Nigerian mother were said to be in good health on the Bettica ship, which was hosting 654 migrants saved in four separate operations since Sunday.\n\n\n\nThe Italian navy has rescued more than 2,000 people from overcrowded boats in Libyan waters and close to its islands of Lampedusa and Sicily since Friday.\n\n\n\nRescue operations including other ships operating in the Mediterranean saw almost 6,800 people saved over three days, with 3,690 plucked from the sea on Saturday. The weekend operations marked one of the busiest periods for rescuers, who saved 14,599 people last May.\n\n\n\nThe UNHCR, the UN’s refugee agency, said on Monday that 11 migrants had died during the journey but the causes were unclear. Those rescued began arriving in Italian ports over the weekend, with more due to come ashore later on Monday.\n\n\n\nCarlotta Sami, a UNHCR spokeswoman, said the mother and her baby would be taken directly to hospital upon arrival in Italy. She said that despite their vulnerability, pregnant women have no choice but to take the dangerous journey across the Mediterranean.\n\n\n\nShe said: “There are different reasons why the women are pregnant. There are families of refugees, women who started their trip months before and suffer abuse during their trip. Pregnancy could be the result of abuse.\n\n\n\n“They decide to take the trip because they cannot go back, they do not have other options.”\n\n\n\nFacebook Twitter Pinterest Migrants wait on board wooden boat during rescue operation off the coast of Sicily. Photograph: Jason Florio/AFP/Getty Images\n\nA ship operated by the Migrant Offshore Aid Station (MOAS), an independent organisation set up by Italian-American philanthropists, was due to arrive in Sicily late on Monday after rescuing 369 migrants the previous day. Twelve pregnant women were among those on board its MY Phoenix ship, being cared for by staff from charity Médecins Sans Frontières (MSF).\n\n\n\nMary Jo Frawley, an American nurse on her 24th MSF mission, said the Mediterranean assignment was “one of the most intensive” of her career. She said: “I’ve been in potentially dangerous and chaotic situations, such as the Central African Republic and Haiti, post-earthquake. I experienced a very similar situation last night when we met the boat.\n\n\n\n“There’s the potential for panic, anger and violence on a boat where people are exhausted. It’s critical to communicate and assess your situation, have your backup plan ready as in any conflict situation including Darfur or Somalia. You only have one window to do this.”\n\n\n\nMigrant deaths in the Mediterranean often occur when people start to move around after spotting a rescue ship, increasing the risk of rickety and overcrowded boats capsizing. More than 1,750 people are thought to have drowned in the Mediterranean so far this year, compared to more than 3,300 deaths during 2014.\n\n\n\nThe plight of boat migrants came to the fore in October 2013, when 368 people drowned in one shipwreck. Among them was a pregnant woman who died while giving birth. It sparked an international outcry and the start of Italy’s Mare Nostrum rescue operation, which saved about 170,000 in little over a year.\n\n\n\nHowever, budget constraints saw the mission come to an end in October 2014; it was followed by the EU’s Triton patrol operation. Further migrant deaths in the Mediterranean last month prompted European leaders to triple Triton’s monthly budget to €9m (£6.6m).\n\n",
  "title": "Rescued Mediterranean migrant gives birth to baby girl on Italian navy ship",
  "ts_in": "2015-05-04T17:53:40.760200",
  "url": "http://www.theguardian.com/world/2015/may/04/rescued-mediterranean-migrant-gives-birth-baby-girl-italian-navy-ship"
}