{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/roger-federer\" class=\" u-underline\">Roger Federer</a> won the inaugural Istanbul Open on Sunday, beating the third seed, Pablo Cuevas, 6-3, 7-6 for his first clay title in three years.</p>\n<p>The world No2 took his 85th ATP World Tour title to end a long drought on clay dating back to the 2012 Madrid Masters, which was played on a slick blue surface.</p>\n<p>&#8220;It&#8217;s been a while since I won a title on clay,&#8221; said the jubilant Swiss after receiving a hero&#8217;s welcome all week in Istanbul. &#8220;It&#8217;s been a pleasure playing here.&#8221;</p>\n<p>After winning the first set in 33 minutes Federer found it harder going in the second with Cuevas saving four match points. &#8220;I think the match deserved a third set,&#8221; said Federer of his third title this season following victories in Brisbane and Dubai on hard court.</p>\n<p>Federer has now won titles in 19 different countries.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Roger Federer",
    "Tennis",
    "Sport"
  ],
  "ntitle": "roger_federer_wins_inaugural_istanbul_open_against_pablo_cuevas",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "Roger Federer won the inaugural Istanbul Open on Sunday, beating the third seed, Pablo Cuevas, 6-3, 7-6 for his first clay title in three years.\n\nThe world No2 took his 85th ATP World Tour title to end a long drought on clay dating back to the 2012 Madrid Masters, which was played on a slick blue surface.\n\n“It’s been a while since I won a title on clay,” said the jubilant Swiss after receiving a hero’s welcome all week in Istanbul. “It’s been a pleasure playing here.”\n\nAfter winning the first set in 33 minutes Federer found it harder going in the second with Cuevas saving four match points. “I think the match deserved a third set,” said Federer of his third title this season following victories in Brisbane and Dubai on hard court.\n\nFederer has now won titles in 19 different countries.",
  "title": "Roger Federer wins inaugural Istanbul Open against Pablo Cuevas",
  "ts_in": "2015-05-04T08:48:12.920888",
  "url": "http://www.theguardian.com/sport/2015/may/03/roger-federer-istanbul-open-win-pablo-cuevas"
}