{
  "article_html": "<div><p>Charlotte Elizabeth Diana is the name of the Duke and Duchess of Cambridge&#8217;s new baby daughter, Kensington Palace has announced.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/uk-news/2015/may/03/duchess-of-cambridge-gives-birth-to-baby-girl\" class=\" u-underline\">Duchess of Cambridge gives birth to baby girl</a> </p>\n\n<p>The Princess, who was born on Saturday at 8.34am weighing 8lbs 3oz, will be known as Princess Charlotte.</p>\n<p>She is fourth in line to the throne, after her grandfather, Charles, her father, William, and her older brother, George.</p>\n<p>Kensington Palace said in a short statement on Monday: &#8220;The Duke and Duchess of Cambridge are delighted to announce that they have named their daughter Charlotte Elizabeth Diana.</p>\n<p>&#8220;The baby will be known as Her Royal Highness Princess Charlotte of Cambridge.&#8221;</p>\n<p>Charlotte is likely to be a tribute to William&#8217;s father, the Prince of Wales, as it is the feminine form of the name Charles.</p>\n<p>The middle names of the princess apparently recognise her great grandmother the Queen &#8211; Elizabeth II &#8211; and her grandmother Diana, Princess of Wales.</p>\n<p>The name Charlotte had been a favourite with the bookies during the week but in the last few days had been pushed into second place by Alice.</p>\n<p>But betting firms said they would face a huge payout if any of the heavily backed top five names were chosen by the Cambridges. </p>\n<p>Some royal fans had camped outside the Lindo Wing at St Mary&#8217;s in Paddington for up to two weeks to be there for the first announcement of the birth of the Queen&#8217;s fifth great-grandchild.</p>\n</div>",
  "authors": [
    "Damien Gayle"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Monarchy",
    "UK news",
    "Prince William",
    "The Duchess of Cambridge"
  ],
  "ntitle": "royal_baby_is_named_charlotte_elizabeth_diana",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Charlotte Elizabeth Diana is the name of the Duke and Duchess of Cambridge’s new baby daughter, Kensington Palace has announced.\n\nRelated: Duchess of Cambridge gives birth to baby girl\n\nThe Princess, who was born on Saturday at 8.34am weighing 8lbs 3oz, will be known as Princess Charlotte.\n\nShe is fourth in line to the throne, after her grandfather, Charles, her father, William, and her older brother, George.\n\nKensington Palace said in a short statement on Monday: “The Duke and Duchess of Cambridge are delighted to announce that they have named their daughter Charlotte Elizabeth Diana.\n\n“The baby will be known as Her Royal Highness Princess Charlotte of Cambridge.”\n\nCharlotte is likely to be a tribute to William’s father, the Prince of Wales, as it is the feminine form of the name Charles.\n\nThe middle names of the princess apparently recognise her great grandmother the Queen – Elizabeth II – and her grandmother Diana, Princess of Wales.\n\nThe name Charlotte had been a favourite with the bookies during the week but in the last few days had been pushed into second place by Alice.\n\nBut betting firms said they would face a huge payout if any of the heavily backed top five names were chosen by the Cambridges.\n\nSome royal fans had camped outside the Lindo Wing at St Mary’s in Paddington for up to two weeks to be there for the first announcement of the birth of the Queen’s fifth great-grandchild.",
  "title": "Royal baby is named Charlotte Elizabeth Diana",
  "ts_in": "2015-05-04T16:35:34.665741",
  "url": "http://www.theguardian.com/uk-news/2015/may/04/royal-baby-is-named-charlotte-elizabeth-diana"
}