{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Russell Brand has urged people in England to vote Labour, saying Ed Miliband has convinced him that &#8220;this bloke will listen to us&#8221;, days after the party leader visited him for an <a href=\"http://www.theguardian.com/politics/video/2015/apr/29/ed-miliband-russell-brand-video-highlights\" class=\" u-underline\">interview</a>.</p>\n<p>The comedian, who previously dismissed the idea of voting, said he had changed his mind because he believed it was important to get rid of the Conservatives from government.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/live/2015/may/04/election-2015-live-result-knife-edge-ken-clarke-warns-chaos-second-vote\" class=\" u-underline\">Election 2015 live: Russell Brand backs Labour in U-turn on not voting</a> </p>\n\n<p>In a <a href=\"https://www.youtube.com/watch?v=zwGBTcIHN0U&amp;feature=youtu.be\" class=\" u-underline\">newly released video on his YouTube channel, The Trews</a>, Brand said: &#8220;What I heard Ed Miliband say is that if we speak, he will listen. So on that basis, I think we&#8217;ve got no choice but to take decisive action to end the danger of the Conservative party. </p>\n<p>&#8220;David Cameron might think I&#8217;m a joke but I don&#8217;t think there&#8217;s anything funny about what the Conservative party have been doing to this country and we have to stop them.&#8221;</p>\n<p>He said Miliband understood that people were &#8220;pissed off&#8221; and welcomed pressure from below demanding changes to society. But there were some qualifications to his endorsement regarding Scotland and the Green party.</p>\n<p>&#8220;If you&#8217;re Scottish, you don&#8217;t need an English person telling you what to do,&#8221; he said. &#8220;You know what you&#8217;re going to be doing.<strong> </strong>If you&#8217;re in Brighton I think it&#8217;d be a travesty if we lost the voice of Caroline Lucas in Westminster. </p>\n<p>&#8220;But anywhere else you&#8217;ve got to vote <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a>, you&#8217;ve got to get the Conservative party out of government in this country so that we can begin community-led activism, so that we can be heard continually on housing, on poverty, inequality, on working.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/may/04/russell-brand-endorsed-labour-tories-should-be-worried\" class=\" u-underline\">Russell Brand has endorsed Labour &#8211; and the Tories should be worried | Owen Jones</a> </p>\n\n<p>Brand&#8217;s endorsement will be viewed as a coup by Labour, as the comedian has a following of around half a million mostly younger people. It comes after Miliband took a gamble and <a href=\"http://www.theguardian.com/commentisfree/2015/apr/28/ed-miliband-russell-brand-labour-young-people-politics\" class=\" u-underline\">visited the comedian&#8217;s home for an interview</a> last week. They had a heated debate about banks, big business, communities, and disengagement with politics. David Cameron <a href=\"http://www.theguardian.com/politics/2015/apr/28/david-cameron-mocks-ed-miliband-russell-brand-interview-labour\" class=\" u-underline\">dismissed the Labour leader and Brand as a &#8220;joke&#8221;</a>.</p>\n<p>By 2pm on Monday afternoon more than 1.75 million people had watched either the full Brand interview with Miliband or its trailer. For comparison, <a href=\"https://youtu.be/2aJchPo7j10\" class=\" u-underline\">Cameron&#8217;s kitchen interview with the paywall-free SunNation</a> has been watched by just 141,000 people, despite having been available online for much longer.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Patrick Wintour (@patrickwintour)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Brand/Mili a risk. Youtube views - David Cameron in kitchen with SunNation 141,000. Miliband in kitchen with Brand 1.75m (trail and film).</p>\n<a href=\"https://twitter.com/patrickwintour/status/595207488544342016\"></a>\n</blockquote>\n\n<p>As part of the endorsement, which came at the end of his summary of a month of political interviews, Brand also addressed his previous <a href=\"http://www.theguardian.com/media/2013/nov/05/paxman-politics-russell-brand-voting\" class=\" u-underline\">comments during an interview with Jeremy Paxman</a> on the BBC&#8217;s Newsnight that people should not bother voting, saying he had learned since then.</p>\n<p>&#8220;I know I&#8217;ve been Mr Don&#8217;t Vote but what I mean is politics isn&#8217;t something we can just be involved in once every five years, not just elections. Democracy is something you should be constantly involved in.&#8221;</p>\n<p>The comedian also said Miliband was not perfect but he believed he was the most likely person to listen to people&#8217;s concerns.</p>\n<p>&#8220;There&#8217;s loads of things I could complain about with <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a>: Trident this, <a href=\"http://www.theguardian.com/commentisfree/2015/apr/20/britain-criminally-stupid-race-immigration\" class=\" u-underline\">mugs with immigrant</a>, there&#8217;s loads of things I could moan about. But what&#8217;s important is this bloke will be in parliament and I think this bloke will listen to us. So on 7 May vote Labour, on 8 May &#8211; more democracy, more democracy, more power to more communities, for all of us, for me, for you, for Trews, for Trewsers.&#8221;</p>\n<p>Miliband welcomed Brand&#8217;s backing on Twitter:<br></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Ed Miliband (@Ed_Miliband)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">I'm glad I persuaded <a href=\"https://twitter.com/rustyrockets\" class=\" u-underline\">@rustyrockets</a> that voting is important&#8230;and he&#8217;s telling people to vote Labour. Watch here: <a href=\"https://t.co/sbMW5SrToB\" class=\" u-underline\">https://t.co/sbMW5SrToB</a></p>\n<a href=\"https://twitter.com/Ed_Miliband/status/595210213612851200\"></a>\n</blockquote>\n\n<p>A raft of celebrities have now come out in favour of <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a>, including Martin Freeman, Steve Coogan, David Tennant, Jo Brand, Stephen Hawking, Ronnie O&#8217;Sullivan and Delia Smith.</p>\n</div>",
  "authors": [
    "Rowena Mason"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Russell Brand",
    "Labour",
    "Ed Miliband",
    "UK news",
    "Culture",
    "Politics"
  ],
  "ntitle": "russell_brand_changes_mind_about_voting_and_urges_support_for_labour",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nRussell Brand has urged people in England to vote Labour, saying Ed Miliband has convinced him that “this bloke will listen to us”, days after the party leader visited him for an interview.\n\nThe comedian, who previously dismissed the idea of voting, said he had changed his mind because he believed it was important to get rid of the Conservatives from government.\n\nRelated: Election 2015 live: Russell Brand backs Labour in U-turn on not voting\n\nIn a newly released video on his YouTube channel, The Trews, Brand said: “What I heard Ed Miliband say is that if we speak, he will listen. So on that basis, I think we’ve got no choice but to take decisive action to end the danger of the Conservative party.\n\n“David Cameron might think I’m a joke but I don’t think there’s anything funny about what the Conservative party have been doing to this country and we have to stop them.”\n\nHe said Miliband understood that people were “pissed off” and welcomed pressure from below demanding changes to society. But there were some qualifications to his endorsement regarding Scotland and the Green party.\n\n“If you’re Scottish, you don’t need an English person telling you what to do,” he said. “You know what you’re going to be doing. If you’re in Brighton I think it’d be a travesty if we lost the voice of Caroline Lucas in Westminster.\n\n“But anywhere else you’ve got to vote Labour, you’ve got to get the Conservative party out of government in this country so that we can begin community-led activism, so that we can be heard continually on housing, on poverty, inequality, on working.”\n\nRelated: Russell Brand has endorsed Labour – and the Tories should be worried | Owen Jones\n\nBrand’s endorsement will be viewed as a coup by Labour, as the comedian has a following of around half a million mostly younger people. It comes after Miliband took a gamble and visited the comedian’s home for an interview last week. They had a heated debate about banks, big business, communities, and disengagement with politics. David Cameron dismissed the Labour leader and Brand as a “joke”.\n\nBy 2pm on Monday afternoon more than 1.75 million people had watched either the full Brand interview with Miliband or its trailer. For comparison, Cameron’s kitchen interview with the paywall-free SunNation has been watched by just 141,000 people, despite having been available online for much longer.\n\n— Patrick Wintour (@patrickwintour) Brand/Mili a risk. Youtube views - David Cameron in kitchen with SunNation 141,000. Miliband in kitchen with Brand 1.75m (trail and film).\n\nAs part of the endorsement, which came at the end of his summary of a month of political interviews, Brand also addressed his previous comments during an interview with Jeremy Paxman on the BBC’s Newsnight that people should not bother voting, saying he had learned since then.\n\n“I know I’ve been Mr Don’t Vote but what I mean is politics isn’t something we can just be involved in once every five years, not just elections. Democracy is something you should be constantly involved in.”\n\nThe comedian also said Miliband was not perfect but he believed he was the most likely person to listen to people’s concerns.\n\n“There’s loads of things I could complain about with Ed Miliband: Trident this, mugs with immigrant, there’s loads of things I could moan about. But what’s important is this bloke will be in parliament and I think this bloke will listen to us. So on 7 May vote Labour, on 8 May – more democracy, more democracy, more power to more communities, for all of us, for me, for you, for Trews, for Trewsers.”\n\nMiliband welcomed Brand’s backing on Twitter:\n\n\n\n— Ed Miliband (@Ed_Miliband) I'm glad I persuaded @rustyrockets that voting is important…and he’s telling people to vote Labour. Watch here: https://t.co/sbMW5SrToB\n\nA raft of celebrities have now come out in favour of Labour, including Martin Freeman, Steve Coogan, David Tennant, Jo Brand, Stephen Hawking, Ronnie O’Sullivan and Delia Smith.",
  "title": "Russell Brand changes mind about voting and urges support for Labour",
  "ts_in": "2015-05-04T23:22:25.342942",
  "url": "http://www.theguardian.com/politics/2015/may/04/russell-brand-changes-mind-about-voting-and-urges-support-for-labour"
}