{
  "article_html": "<div><p>For more than two decades Moe Moe Lwin watched helplessly as <a href=\"http://www.theguardian.com/travel/rangoon\" class=\" u-underline\">Rangoon</a>, her home city, transformed beyond recognition.</p>\n<p>Pavements vanished and the streets became clogged with cars. Beloved cinemas fell to bulldozers and green spaces slowly disappeared.<br>&#8220;We had walked, played and worked all around these beautiful areas, and they had become totally normal, just a part of daily life,&#8221; remembers Lwin. &#8220;It&#8217;s only really when you start seeing these changes [that] you begin to appreciate what you had and what you have &#8230; we have a long history of architecture in <a href=\"http://www.theguardian.com/travel/burma\" class=\" u-underline\">Burma</a> and a lot of history attached to these streets and buildings.&#8221;</p>\n<p>With Victorian and Edwardian buildings still punctuating much of downtown Rangoon, the city serves up a dizzying array of buildings; a decaying reminder of Burma&#8217;s unique history of colonial occupation followed by decades of socialist isolationism.</p>\n<p>Many are more than a century old, their age written in the fading colours, filigrees of damp, and decades of creeping mould that envelop most exteriors. Some maintain the glorious porticos that provide shelter from the rain and sun, but most were destroyed when the streets were first widened in the 1990s.</p>\n<p>Between 1990 and 2011, an estimated 35% of downtown Rangoon was destroyed to make way for <a href=\"http://www.theguardian.com/world/2012/nov/30/burma-building-boom\" class=\" u-underline\">new development projects:</a> shopping mall and overpriced condominiums and hotels.</p>\n<p>The city as Lwin knew it was at risk, so in 2012 she and a number of like-minded conservationists came together to form the Yangon Heritage Trust, which she now directs.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/travel/2015/feb/21/burma-rangoon-counter-culture-art-galleries-radar\" class=\" u-underline\">Check out the counter-culture scene in Rangoon, Burma</a> </p>\n\n<p>Over the past three years of preservation and advocacy, the group&#8217;s aim has evolved from &#8220;focusing just on the old buildings to judging the overall liveability of the city &#8211; to inform and have more of a relationship with it.&#8221;</p>\n<p>Earlier this year Rangoon hosted the country&#8217;s first-ever Art and Heritage festival.</p>\n<p>With the theme &#8220;My Yangon My Home&#8221;, the festival gave Rangoon locals the opportunity to visualise their city&#8217;s future by looking closer at their history and heritage.</p>\n<p>&#8220;We wanted to show a different side to [the city]. We used public spaces, old heritage sites for the events, so everyone can see,&#8221; says Htein Lin, a Burmese artist and activist who co-curated the festival.</p>\n<p>And considering the rapid changes the city has already undergone, Lin also notes the timely nature of the inaugural festival.</p>\n<p>&#8220;With all this construction and demolition of buildings and public spaces, [this] is such a good time to be sharing information about these things &#8211; to let people know what they were and what they can be.&#8221;</p>\n<p>In a small alley dwarfed by the bright red brick of Rangoon&#8217;s supreme court, a steady stream of hungry punters order breakfast at a simple street-food stall.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/cities/2015/mar/19/burmas-capital-naypyidaw-post-apocalypse-suburbia-highways-wifi\" class=\" u-underline\">Burma's bizarre capital: a super-sized slice of post-apocalypse suburbia</a> </p>\n\n<p>Hidden in the cool shade of the one-hundred year-old neo-baroque edifice, a 22-year-old engineering student polishes off a bowl of Mohinga noodle soup before contemplating the city&#8217;s future.</p>\n<p>&#8220;We think we need to be New York, or Tokyo, or Bangkok,&#8221; says Kyaw, echoing the sentiments of his nodding classmates beside him. &#8220;But look around you. Why would we destroy this? We could be like a Rome or a Prague instead.&#8221;</p>\n<p>While such feelings to preserve Rangoon&#8217;s heritage are spreading, they are by no means universal. </p>\n<p>An older man at the stall is in favour of development. He points out that Kyaw and his friends are too young to have experienced the stagnant years the country spent under the xenophobic &#8220;Burmese Way to Socialism&#8221; policy. </p>\n<p>&#8220;He thinks now we need to catch up with the world,&#8221; says Kyaw. &#8220;Like this is a race or something.&#8221;</p>\n<p>Back in her office, Moe Moe Lwin understands the different opinions. &#8220;Some people have argued &#8216;this is British, this is not us&#8217;. Even some architects think this, but we have been using these places since the British left us over 60 years ago and we have been using it as we wanted. This is a part of our life &#8211; we can&#8217;t say this is British or Indian anymore.&#8221;</p>\n<p>With Rangoon&#8217;s infrastructure decaying to a level of near collapse, most inhabitants of the city believe that some serious development is necessary. However, the priorities and degrees of development remain in dispute.</p>\n<p>&#8220;You need to find a balance between developing and saving what&#8217;s important. Your pride in the city should be maintained. The people will love it, and the younger generation will feel pride,&#8221; says Lwin.</p>\n<p>&#8220;This is the balance. If you don&#8217;t take care of what you have, then you&#8217;ll end up with just another big city.&#8221;</p>\n</div>",
  "authors": [
    "Adam Ramsey In Rangoon"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Burma",
    "World news",
    "Rangoon",
    "Burma",
    "Travel",
    "Asia",
    "South and Central Asia",
    "Architecture",
    "Cities"
  ],
  "ntitle": "saving_rangoon_the_battle_for_burma_s_ancient_and_colonial_heritage",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "For more than two decades Moe Moe Lwin watched helplessly as Rangoon, her home city, transformed beyond recognition.\n\nPavements vanished and the streets became clogged with cars. Beloved cinemas fell to bulldozers and green spaces slowly disappeared.\n\n“We had walked, played and worked all around these beautiful areas, and they had become totally normal, just a part of daily life,” remembers Lwin. “It’s only really when you start seeing these changes [that] you begin to appreciate what you had and what you have … we have a long history of architecture in Burma and a lot of history attached to these streets and buildings.”\n\nWith Victorian and Edwardian buildings still punctuating much of downtown Rangoon, the city serves up a dizzying array of buildings; a decaying reminder of Burma’s unique history of colonial occupation followed by decades of socialist isolationism.\n\nMany are more than a century old, their age written in the fading colours, filigrees of damp, and decades of creeping mould that envelop most exteriors. Some maintain the glorious porticos that provide shelter from the rain and sun, but most were destroyed when the streets were first widened in the 1990s.\n\nBetween 1990 and 2011, an estimated 35% of downtown Rangoon was destroyed to make way for new development projects: shopping mall and overpriced condominiums and hotels.\n\nThe city as Lwin knew it was at risk, so in 2012 she and a number of like-minded conservationists came together to form the Yangon Heritage Trust, which she now directs.\n\nRelated: Check out the counter-culture scene in Rangoon, Burma\n\nOver the past three years of preservation and advocacy, the group’s aim has evolved from “focusing just on the old buildings to judging the overall liveability of the city – to inform and have more of a relationship with it.”\n\nEarlier this year Rangoon hosted the country’s first-ever Art and Heritage festival.\n\nWith the theme “My Yangon My Home”, the festival gave Rangoon locals the opportunity to visualise their city’s future by looking closer at their history and heritage.\n\n“We wanted to show a different side to [the city]. We used public spaces, old heritage sites for the events, so everyone can see,” says Htein Lin, a Burmese artist and activist who co-curated the festival.\n\nAnd considering the rapid changes the city has already undergone, Lin also notes the timely nature of the inaugural festival.\n\n“With all this construction and demolition of buildings and public spaces, [this] is such a good time to be sharing information about these things – to let people know what they were and what they can be.”\n\nIn a small alley dwarfed by the bright red brick of Rangoon’s supreme court, a steady stream of hungry punters order breakfast at a simple street-food stall.\n\nRelated: Burma's bizarre capital: a super-sized slice of post-apocalypse suburbia\n\nHidden in the cool shade of the one-hundred year-old neo-baroque edifice, a 22-year-old engineering student polishes off a bowl of Mohinga noodle soup before contemplating the city’s future.\n\n“We think we need to be New York, or Tokyo, or Bangkok,” says Kyaw, echoing the sentiments of his nodding classmates beside him. “But look around you. Why would we destroy this? We could be like a Rome or a Prague instead.”\n\nWhile such feelings to preserve Rangoon’s heritage are spreading, they are by no means universal.\n\nAn older man at the stall is in favour of development. He points out that Kyaw and his friends are too young to have experienced the stagnant years the country spent under the xenophobic “Burmese Way to Socialism” policy.\n\n“He thinks now we need to catch up with the world,” says Kyaw. “Like this is a race or something.”\n\nBack in her office, Moe Moe Lwin understands the different opinions. “Some people have argued ‘this is British, this is not us’. Even some architects think this, but we have been using these places since the British left us over 60 years ago and we have been using it as we wanted. This is a part of our life – we can’t say this is British or Indian anymore.”\n\nWith Rangoon’s infrastructure decaying to a level of near collapse, most inhabitants of the city believe that some serious development is necessary. However, the priorities and degrees of development remain in dispute.\n\n“You need to find a balance between developing and saving what’s important. Your pride in the city should be maintained. The people will love it, and the younger generation will feel pride,” says Lwin.\n\n“This is the balance. If you don’t take care of what you have, then you’ll end up with just another big city.”",
  "title": "Saving Rangoon: the battle for Burma's ancient and colonial heritage",
  "ts_in": "2015-05-04T08:47:55.585360",
  "url": "http://www.theguardian.com/world/2015/may/04/saving-rangoon-the-battle-for-burmas-ancient-and-colonial-heritage"
}