{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/football/diego-maradona\" class=\" u-underline\">Diego Maradona</a> launched a blistering attack on Sepp Blatter on Monday saying that Fifa had descended into anarchy with the 79-year-old Swiss as president.</p>\n<p>With the world governing body&#8217;s election less than a month away, Maradona, one of the greatest players to ever grace the game and the inspiration behind Argentina&#8217;s 1986 World Cup victory, said the time was long overdue for Blatter to go.</p>\n<p>He said he would do all he could to help Prince Ali bin al-Hussein win the presidency, even though the 39-year-old Jordanian royal hinted on Monday he might consider pulling out of the contest if he thought one of the other two challengers could win.</p>\n<p>In a syndicated interview with Guillem Balague, the moderator at the Soccerex Asian Forum at the King Hussein convention centre, 60km from Amman, the Jordanian capital, Maradona pulled no punches and gave his backing to the Jordanian royal.</p>\n<p>Asked why he replied: &#8220;If I didn&#8217;t believe that he would be a good president, I wouldn&#8217;t be here.</p>\n<p>&#8220;As the football world knows, inside Fifa there is total anarchy, where there is only one man who decides everything.</p>\n<p>&#8220;But he knows absolutely nothing. Therefore it is time for a change. And it is so because even his colleagues should actually advise him to leave.&#8220;</p>\n<p>Maradona, 54, who was voted along with Pel&#233; the joint-best player of the 20th century by Fifa in 2000, said he believed that the continued presence of Blatter, who is seeking a fifth term as president, would harm football.</p>\n<p>&#8220;He has done a lot of damage to football since he has been there. It&#8217;s time for him to step aside and let us, who are full of strength, renovate football.&#8220;</p>\n<p>Maradona played in the World Cups of 1982, 1986, 1990 and 1994 and later coached Argentina to the World Cup quarter-finals of 2010.</p>\n<p>He implied he was unhappy about the way things were done at Fifa, particularly regarding the choice of Russia and Qatar for the 2018 and 2022 World Cup finals.</p>\n<p>&#8220;First we didn&#8217;t know where the World Cup was going to be held. Then we found out that after Brazil it was Russia and then Qatar.</p>\n<p>&#8220;Without any doubt whatsoever Blatter is scared. Blatter is scared. He&#8217;s scared of being left out of his share of the cake.</p>\n<p>&#8220;That is what really annoys someone like me, who has played in four World Cups. I was chasing the ball, Blatter is chasing champagne.&#8221;</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Diego Maradona",
    "Sepp Blatter",
    "Football",
    "Sport"
  ],
  "ntitle": "sepp_blatter_has_plunged_fifa_into_anarchy_claims_diego_maradona",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Diego Maradona launched a blistering attack on Sepp Blatter on Monday saying that Fifa had descended into anarchy with the 79-year-old Swiss as president.\n\nWith the world governing body’s election less than a month away, Maradona, one of the greatest players to ever grace the game and the inspiration behind Argentina’s 1986 World Cup victory, said the time was long overdue for Blatter to go.\n\nHe said he would do all he could to help Prince Ali bin al-Hussein win the presidency, even though the 39-year-old Jordanian royal hinted on Monday he might consider pulling out of the contest if he thought one of the other two challengers could win.\n\nIn a syndicated interview with Guillem Balague, the moderator at the Soccerex Asian Forum at the King Hussein convention centre, 60km from Amman, the Jordanian capital, Maradona pulled no punches and gave his backing to the Jordanian royal.\n\nAsked why he replied: “If I didn’t believe that he would be a good president, I wouldn’t be here.\n\n“As the football world knows, inside Fifa there is total anarchy, where there is only one man who decides everything.\n\n“But he knows absolutely nothing. Therefore it is time for a change. And it is so because even his colleagues should actually advise him to leave.“\n\nMaradona, 54, who was voted along with Pelé the joint-best player of the 20th century by Fifa in 2000, said he believed that the continued presence of Blatter, who is seeking a fifth term as president, would harm football.\n\n“He has done a lot of damage to football since he has been there. It’s time for him to step aside and let us, who are full of strength, renovate football.“\n\nMaradona played in the World Cups of 1982, 1986, 1990 and 1994 and later coached Argentina to the World Cup quarter-finals of 2010.\n\nHe implied he was unhappy about the way things were done at Fifa, particularly regarding the choice of Russia and Qatar for the 2018 and 2022 World Cup finals.\n\n“First we didn’t know where the World Cup was going to be held. Then we found out that after Brazil it was Russia and then Qatar.\n\n“Without any doubt whatsoever Blatter is scared. Blatter is scared. He’s scared of being left out of his share of the cake.\n\n“That is what really annoys someone like me, who has played in four World Cups. I was chasing the ball, Blatter is chasing champagne.”",
  "title": "Sepp Blatter has plunged Fifa into anarchy claims Diego Maradona",
  "ts_in": "2015-05-04T23:22:33.958245",
  "url": "http://www.theguardian.com/football/2015/may/04/sepp-blatter-fifa-diego-maradona"
}