{
  "article_html": "<div><p>Nicole Kassell first heard about the Tumblr blog <a href=\"http://shitpeoplesaytowomendirectors.tumblr.com/\" class=\" u-underline\">Shit People Say to Women Directors</a> last week, when a female film-maker friend she was dining with mentioned it on the assumption she already knew of it. &#8220;I did go look at it and proceeded to get very depressed,&#8221; says Kassell, director of the films The Woodsman and A Little Bit of Heaven and episodes of TV shows such as Better Call Saul, The Killing and The Following.<br></p>\n<p>The site, which launched on 22 April and is causing a storm among film industry insiders, especially women, is a catalog of anonymous stories about the sexist things that happen to women working on film sets. </p>\n<p>One female director was asked by a male agent: &#8220;How did you get so far so fast, besides the fact that you give good head?&#8221; One male director told a female crew member: &#8220;I can&#8217;t work with someone I want to fuck. It messes with my head.&#8221; A male writer told his female assistant: &#8220;You are a terrible assistant; why don&#8217;t you go back to working in porn where you belong?&#8221; </p>\n<p>There is also a litany of complaints about women being told they can&#8217;t direct action, informed that a show&#8217;s &#8220;female and minority slots&#8221; are full, and crews rebelling against women or telling women how to do their jobs. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/film/2015/may/04/study-suggests-female-directed-films-get-smaller-distribution-deals\" class=\" u-underline\">Study suggests female-directed films 'get smaller distribution deals'</a> </p>\n\n<p>&#8220;Shit People Say To Women Directors is a collective diary for women to flush away all of the appalling bullshit we&#8217;ve been handed over the years while trying to make a living in film,&#8221; say the creators of the site, who have chosen to remain anonymous and would only submit to an interview by email. &#8220;Our hope was for women to let off a little steam while shining a light on a pervasive problem &#8230; What we did not anticipate, however, was the overwhelming amount of submissions we got from the public. We received a year&#8217;s worth of content literally overnight.&#8221; </p>\n<p>The statistics for women in film are a bit bleak. Last year, only 23% of feature films had female directors and only 26% of major roles behind the camera were filled by women, according to the annual study by the <a href=\"http://womenintvfilm.sdsu.edu/\" class=\" u-underline\">Center for the Study of Women in Television and Film</a>. </p>\n<p>For blockbusters the figures are even worse. Women directed only 1.9% of the top 100 films of 2014, down from 7.3% in 2002, according to <a href=\"http://www.hollywoodreporter.com/news/female-directed-films-get-smaller-792702\" class=\" u-underline\">a study published</a> in April by Women in Film Los Angeles and the Sundance Institute. The same study, which tracked the success of films that debuted at the Sundance Film Festival over the course of more than a decade, found that films directed by men also received better and more lucrative distribution deals than women. </p>\n<p>The creators of Shit People Say to Women Directors see their work as a form of crisis intervention. &#8220;Despite several recent revealing studies about the enormous gender disparity in film production, things aren&#8217;t getting any better. Something needs to happen,&#8221; they say. &#8220;We realize a blog isn&#8217;t going to resolve this complex issue, no single effort can. But it&#8217;s starting point, and a long overdue conversation that absolutely needs to happen.&#8221;</p>\n<p>Dr Martha M Laurzen, executive director of the Center for the Study of Women in Television and Film, doesn&#8217;t think that this Tumblr will have a major effect on the struggles women face in Hollywood. &#8220;My impression is that any industry with such heavily skewed gender ratios is unlikely to be cowed by this sort of public outing,&#8221; she says. &#8220;That said, I do think the remarks on the blog add personal testimony to the substantial quantitative evidence indicting the mainstream film industry for its steadfast sexism.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/film/2015/apr/20/meryl-streep-screenwriting-initiative-women-over-40-writers-lab\" class=\" u-underline\">Meryl Streep funds screenwriting initiative for women over 40</a> </p>\n\n<p>Working female directors are a bit more hopeful. Rosemary Rodriguez, who has directed two features (including the forthcoming Silver Skies) and episodes of dozens of TV shows such as <a href=\"http://www.theguardian.com/tv-and-radio/the-good-wife\" class=\" u-underline\">The Good Wife</a> and Empire, sees the change in the conversation as a positive. &#8220;I was at a party last night and it was the first time that I was at a party and people brought up this problem once they knew I was a director,&#8221; she says. &#8220;There was a male lawyer and an agent and they were like, &#8216;Good for you,&#8217; and, &#8216;We have to change the statistics.&#8217; Usually no one else brings it up. Usually I bring it up and regret it.&#8221;</p>\n<p>The regrets about speaking out are why the creators of Shit People Say to Women Directors decided to keep all submissions to the site, and themselves, anonymous. &#8220;Women have been cowed into silence over these issues for fear of being further shut out, marginalized and denied networking opportunities after being labeled &#8216;whistle blowers&#8217; or &#8216;difficult,&#8217;&#8221; they say. </p>\n<p>The anonymity of the site, ironically, is making it easier for women to talk about the issue. &#8220;If other people are bringing it up, that&#8217;s good for me because I don&#8217;t sound like I have a chip on my shoulder,&#8221; Rodriguez says. &#8220;We all go through it. We&#8217;ve all been directed to the hair and makeup trailer. We&#8217;ve all been micromanaged by male producers. It&#8217;s good to have that out there so that people can see what it&#8217;s really like.&#8221;</p>\n<p>As the site has grown and gotten more popular, words of encouragement from both men and women have poured in and men have started to share their own stories about the awful things members of their gender have done on sets. &#8220;What&#8217;s exciting is that it&#8217;s not just women complaining,&#8221; Kassell says. &#8220;We&#8217;re all passionate about our work and these conversations don&#8217;t drive us out of the field. We&#8217;re not going anywhere, so it&#8217;s better to use us and embrace us and our talent.&#8221; </p>\n</div>",
  "authors": [
    "Brian Moylan"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Film",
    "Gender",
    "US news",
    "Culture",
    "Sofia Coppola",
    "Better Call Saul",
    "The Killing",
    "The Good Wife",
    "Ava DuVernay",
    "Kathryn Bigelow"
  ],
  "ntitle": "shit_people_say_to_women_directors_blog_spotlights_hollywood_s_blatant_sexism",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Nicole Kassell first heard about the Tumblr blog Shit People Say to Women Directors last week, when a female film-maker friend she was dining with mentioned it on the assumption she already knew of it. “I did go look at it and proceeded to get very depressed,” says Kassell, director of the films The Woodsman and A Little Bit of Heaven and episodes of TV shows such as Better Call Saul, The Killing and The Following.\n\n\n\nThe site, which launched on 22 April and is causing a storm among film industry insiders, especially women, is a catalog of anonymous stories about the sexist things that happen to women working on film sets.\n\nOne female director was asked by a male agent: “How did you get so far so fast, besides the fact that you give good head?” One male director told a female crew member: “I can’t work with someone I want to fuck. It messes with my head.” A male writer told his female assistant: “You are a terrible assistant; why don’t you go back to working in porn where you belong?”\n\nThere is also a litany of complaints about women being told they can’t direct action, informed that a show’s “female and minority slots” are full, and crews rebelling against women or telling women how to do their jobs.\n\nRelated: Study suggests female-directed films 'get smaller distribution deals'\n\n“Shit People Say To Women Directors is a collective diary for women to flush away all of the appalling bullshit we’ve been handed over the years while trying to make a living in film,” say the creators of the site, who have chosen to remain anonymous and would only submit to an interview by email. “Our hope was for women to let off a little steam while shining a light on a pervasive problem … What we did not anticipate, however, was the overwhelming amount of submissions we got from the public. We received a year’s worth of content literally overnight.”\n\nThe statistics for women in film are a bit bleak. Last year, only 23% of feature films had female directors and only 26% of major roles behind the camera were filled by women, according to the annual study by the Center for the Study of Women in Television and Film.\n\nFor blockbusters the figures are even worse. Women directed only 1.9% of the top 100 films of 2014, down from 7.3% in 2002, according to a study published in April by Women in Film Los Angeles and the Sundance Institute. The same study, which tracked the success of films that debuted at the Sundance Film Festival over the course of more than a decade, found that films directed by men also received better and more lucrative distribution deals than women.\n\nThe creators of Shit People Say to Women Directors see their work as a form of crisis intervention. “Despite several recent revealing studies about the enormous gender disparity in film production, things aren’t getting any better. Something needs to happen,” they say. “We realize a blog isn’t going to resolve this complex issue, no single effort can. But it’s starting point, and a long overdue conversation that absolutely needs to happen.”\n\nDr Martha M Laurzen, executive director of the Center for the Study of Women in Television and Film, doesn’t think that this Tumblr will have a major effect on the struggles women face in Hollywood. “My impression is that any industry with such heavily skewed gender ratios is unlikely to be cowed by this sort of public outing,” she says. “That said, I do think the remarks on the blog add personal testimony to the substantial quantitative evidence indicting the mainstream film industry for its steadfast sexism.”\n\nRelated: Meryl Streep funds screenwriting initiative for women over 40\n\nWorking female directors are a bit more hopeful. Rosemary Rodriguez, who has directed two features (including the forthcoming Silver Skies) and episodes of dozens of TV shows such as The Good Wife and Empire, sees the change in the conversation as a positive. “I was at a party last night and it was the first time that I was at a party and people brought up this problem once they knew I was a director,” she says. “There was a male lawyer and an agent and they were like, ‘Good for you,’ and, ‘We have to change the statistics.’ Usually no one else brings it up. Usually I bring it up and regret it.”\n\nThe regrets about speaking out are why the creators of Shit People Say to Women Directors decided to keep all submissions to the site, and themselves, anonymous. “Women have been cowed into silence over these issues for fear of being further shut out, marginalized and denied networking opportunities after being labeled ‘whistle blowers’ or ‘difficult,’” they say.\n\nThe anonymity of the site, ironically, is making it easier for women to talk about the issue. “If other people are bringing it up, that’s good for me because I don’t sound like I have a chip on my shoulder,” Rodriguez says. “We all go through it. We’ve all been directed to the hair and makeup trailer. We’ve all been micromanaged by male producers. It’s good to have that out there so that people can see what it’s really like.”\n\nAs the site has grown and gotten more popular, words of encouragement from both men and women have poured in and men have started to share their own stories about the awful things members of their gender have done on sets. “What’s exciting is that it’s not just women complaining,” Kassell says. “We’re all passionate about our work and these conversations don’t drive us out of the field. We’re not going anywhere, so it’s better to use us and embrace us and our talent.”",
  "title": "​Shit People Say to Women Directors blog spotlights Hollywood's blatant sexism",
  "ts_in": "2015-05-04T23:22:29.602157",
  "url": "http://www.theguardian.com/film/2015/may/04/shit-people-say-women-directors-blog-hollywood-sexism"
}