{
  "article_html": "<div><p> Smith College, the largest of the all-female Seven Sisters schools, is changing its policy to accept transgender women. </p>\n<p>The new policy, which takes effect for those applying this fall, followed a year of study. The women&#8217;s college had previously asked undergraduates to have consistently identified as female since birth. </p>\n<p>The college&#8217;s president, Kathleen McCartney, and its board chair, Elizabeth Mugar Eveillard, announced the change on Saturday and said that since Smith&#8217;s founding, &#8220;concepts of female identity have evolved&#8221;.</p>\n<p>Smith will not admit students who were born female but identify as male.</p>\n<p>Other women&#8217;s colleges, including Mount Holyoke and Wellesley, also have changed their policies to admit transgender women. </p>\n<p>The advocacy group Glaad said it worked with Smith alumnae for the change. Glaad&#8217;s president and chief executive, Sarah Kate Ellis, said Smith joined a growing number of colleges that &#8220;respect and afford equal opportunity to all women&#8221;. </p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US education",
    "US news",
    "Massachusetts",
    "Transgender"
  ],
  "ntitle": "smith_college_to_accept_transgender_applicants_who_identify_as_female",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Smith College, the largest of the all-female Seven Sisters schools, is changing its policy to accept transgender women.\n\nThe new policy, which takes effect for those applying this fall, followed a year of study. The women’s college had previously asked undergraduates to have consistently identified as female since birth.\n\nThe college’s president, Kathleen McCartney, and its board chair, Elizabeth Mugar Eveillard, announced the change on Saturday and said that since Smith’s founding, “concepts of female identity have evolved”.\n\nSmith will not admit students who were born female but identify as male.\n\nOther women’s colleges, including Mount Holyoke and Wellesley, also have changed their policies to admit transgender women.\n\nThe advocacy group Glaad said it worked with Smith alumnae for the change. Glaad’s president and chief executive, Sarah Kate Ellis, said Smith joined a growing number of colleges that “respect and afford equal opportunity to all women”.",
  "title": "Smith College to accept transgender applicants who identify as female",
  "ts_in": "2015-05-04T08:48:07.013937",
  "url": "http://www.theguardian.com/education/2015/may/04/smith-college-to-accept-transgender-applicants-who-identify-as-female"
}