{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/golden-state-warriors\" class=\" u-underline\">Golden State Warriors</a> point guard Stephen Curry won the NBA&#8217;s MVP award on Monday, beating out Houston&#8217;s James Harden in a race that turned out not to be that close.<br></p>\n<p>Curry received 100 of 130 first-place votes for a total of 1,198 points from a panel of 129 writers and broadcasters, along with the fan vote on the NBA&#8217;s website. Harden had 25 first-place votes and 936 points. Cleveland&#8217;s LeBron James, a four-time MVP, got five first-place votes and 552 points. Oklahoma City Thunder&#8217;s Russell Westbrook (352 points) finished fourth and New Orleans Pelicans big man Anthony Davis (203 points) was fifth.</p>\n<p>With the revitalized Warriors winning at a historic pace, Curry&#8217;s case for MVP resonated around the league as loud as the nightly chants at rowdy Oracle Arena. Curry carried the top-seeded Warriors to a franchise-record 67 wins, surpassed his own record for most three-pointers in a season and added to his growing reputation as one of the most entertaining spectacles in sports. He&#8217;s the franchise&#8217;s first MVP since Wilt Chamberlain in 1960, when the Warriors played in Philadelphia.</p>\n<p>Curry was set to receive the award during an afternoon news conference Monday in Oakland. He will be presented with the award again during an on-court ceremony when Golden State hosts Memphis in Game 2 of the Western Conference semi-finals Tuesday night.</p>\n<p>Congratulations rolled in from players around the league at practices and on social media. None echoed louder than those from James, who called Curry the main reason for the Warriors&#8217; rapid rise to championship contender. &#8220;He&#8217;s the catalyst of that whole ship,&#8221; James said at the Cavaliers&#8217; morning shootaround. &#8220;And I think he&#8217;s had an unbelievable season. And I think it&#8217;s very well deserved, and I think it&#8217;s great that another kid born in Akron, Ohio, can win an MVP, so, I liked it.&#8221;</p>\n<p>Curry was born in Akron but grew up in Charlotte, North Carolina, where he started in the shadows of his father, former <a href=\"http://www.theguardian.com/sport/nba\" class=\" u-underline\">NBA</a> player Dell Curry. Despite his famous name, most major colleges didn&#8217;t offer Curry a scholarship coming out of high school because they thought he was too small. Curry proved them all wrong, going from a shooting guard who dazzled at Davidson during the NCAA Tournament to a polished professional point guard who can shoot, dribble and distribute with the best of them.</p>\n<p>In a game dominated by big men and played by some of the world&#8217;s greatest athletes, the 6ft 3in, 190lbs Curry controls the flow without physically overpowering defenders. But there were times when it seemed Curry&#8217;s potential might not be reached. Two operations on his right ankle in his first three seasons with Golden State fueled questions about his durability. He even had to prove his worth to the team that drafted him seventh overall in 2009.</p>\n<p>Curry signed a $44m, four-year contract extension with the Warriors before the 2012-13 season. Back then, the deal looked like a major risk for the Warriors considering Curry&#8217;s injury history.</p>\n<p>Now Curry is clearly one of basketball&#8217;s best bargains. He eclipsed his own record of 272 three-pointers set two years ago, hitting 286 from beyond the arc this season. He already owns three of the five most prolific three-point shooting seasons in NBA history. Curry averaged 23.8 points, 7.7 assists, 4.3 rebounds and two steals this season. He shot 48.7% from the floor and 44.3% from three-point range.</p>\n<p>Off the floor, his popularity is also soaring. Curry received more All-Star votes than any player and joined James and NBA Commissioner Adam Silver at the league&#8217;s biggest marketing events during All-Star weekend in New York, where his face plastered posters in subway stations and televisions in taxi cabs. He also delivered by winning his first three-point contest.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Golden State Warriors",
    "NBA",
    "US sports",
    "Sport"
  ],
  "ntitle": "stephen_curry_s_brilliance_rewarded_by_nba_s_mvp_award",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Golden State Warriors point guard Stephen Curry won the NBA’s MVP award on Monday, beating out Houston’s James Harden in a race that turned out not to be that close.\n\n\n\nCurry received 100 of 130 first-place votes for a total of 1,198 points from a panel of 129 writers and broadcasters, along with the fan vote on the NBA’s website. Harden had 25 first-place votes and 936 points. Cleveland’s LeBron James, a four-time MVP, got five first-place votes and 552 points. Oklahoma City Thunder’s Russell Westbrook (352 points) finished fourth and New Orleans Pelicans big man Anthony Davis (203 points) was fifth.\n\nWith the revitalized Warriors winning at a historic pace, Curry’s case for MVP resonated around the league as loud as the nightly chants at rowdy Oracle Arena. Curry carried the top-seeded Warriors to a franchise-record 67 wins, surpassed his own record for most three-pointers in a season and added to his growing reputation as one of the most entertaining spectacles in sports. He’s the franchise’s first MVP since Wilt Chamberlain in 1960, when the Warriors played in Philadelphia.\n\nCurry was set to receive the award during an afternoon news conference Monday in Oakland. He will be presented with the award again during an on-court ceremony when Golden State hosts Memphis in Game 2 of the Western Conference semi-finals Tuesday night.\n\nCongratulations rolled in from players around the league at practices and on social media. None echoed louder than those from James, who called Curry the main reason for the Warriors’ rapid rise to championship contender. “He’s the catalyst of that whole ship,” James said at the Cavaliers’ morning shootaround. “And I think he’s had an unbelievable season. And I think it’s very well deserved, and I think it’s great that another kid born in Akron, Ohio, can win an MVP, so, I liked it.”\n\nCurry was born in Akron but grew up in Charlotte, North Carolina, where he started in the shadows of his father, former NBA player Dell Curry. Despite his famous name, most major colleges didn’t offer Curry a scholarship coming out of high school because they thought he was too small. Curry proved them all wrong, going from a shooting guard who dazzled at Davidson during the NCAA Tournament to a polished professional point guard who can shoot, dribble and distribute with the best of them.\n\nIn a game dominated by big men and played by some of the world’s greatest athletes, the 6ft 3in, 190lbs Curry controls the flow without physically overpowering defenders. But there were times when it seemed Curry’s potential might not be reached. Two operations on his right ankle in his first three seasons with Golden State fueled questions about his durability. He even had to prove his worth to the team that drafted him seventh overall in 2009.\n\nCurry signed a $44m, four-year contract extension with the Warriors before the 2012-13 season. Back then, the deal looked like a major risk for the Warriors considering Curry’s injury history.\n\nNow Curry is clearly one of basketball’s best bargains. He eclipsed his own record of 272 three-pointers set two years ago, hitting 286 from beyond the arc this season. He already owns three of the five most prolific three-point shooting seasons in NBA history. Curry averaged 23.8 points, 7.7 assists, 4.3 rebounds and two steals this season. He shot 48.7% from the floor and 44.3% from three-point range.\n\nOff the floor, his popularity is also soaring. Curry received more All-Star votes than any player and joined James and NBA Commissioner Adam Silver at the league’s biggest marketing events during All-Star weekend in New York, where his face plastered posters in subway stations and televisions in taxi cabs. He also delivered by winning his first three-point contest.",
  "title": "Stephen Curry's brilliance rewarded by NBA's MVP award",
  "ts_in": "2015-05-04T23:22:21.298708",
  "url": "http://www.theguardian.com/sport/2015/may/04/stephen-currys-brilliance-rewarded-by-nbas-mvp-award"
}