{
  "article_html": "<div><p>The head of Taiwan&#8217;s Nationalists has reaffirmed the party&#8217;s support for eventual unification with the mainland when he met the Chinese president, <a href=\"http://www.theguardian.com/world/xi-jinping\" class=\" u-underline\">Xi Jinping</a>, on Monday as part of continuing rapprochement between the former bitter enemies.</p>\n<p>The chairman of the Nationalist party, Eric Chu, who is a likely presidential candidate in 2016, also affirmed Taiwan&#8217;s desire to join the proposed Chinese-led Asian Infrastructure Investment Bank during the meeting in Beijing. China claims <a href=\"http://www.theguardian.com/world/taiwan\" class=\" u-underline\">Taiwan</a> as its own territory and does not want the island to join using a name that might imply it is an independent country.</p>\n<p>In the first such meeting in six years, Xi offered Chu &#8220;equal&#8221; talks to resolve their political differences, but only if Taiwan accepted it was part of <a href=\"http://www.theguardian.com/world/china\" class=\" u-underline\">China</a>, a concept many Taiwanese balk at.</p>\n<p>The comments by Chu were carried live on Hong Kong-based broadcaster Phoenix Television.</p>\n<p>The Nationalists were driven to Taiwan by Mao Zedong&#8217;s communists during the Chinese civil war in 1949, leading to decades of hostility between the sides. Chu, who took over as party leader in January, is the third Nationalist chairman to visit the mainland and the first since 2009.</p>\n<p>Relations between the communist-ruled mainland and the self-governing democratic island of Taiwan began to warm in the 1990s, partly out of their common opposition to Taiwan&#8217;s formal independence from China, a position advocated by the island&#8217;s Democratic Progressive Party.</p>\n<p>Despite increasingly close economic ties, the prospect of political unification has grown increasingly unpopular on Taiwan, especially with younger voters. Opposition to the Nationalists&#8217; pro-China policies was seen as a driver behind <a href=\"http://www.theguardian.com/world/2014/dec/01/taiwan-cabinet-resigns-en-masse-poll-defeat-kmt-kuomintang\" class=\" u-underline\">heavy local electoral defeats</a> for the party in 2014 that led to the resignation as party chairman of the Taiwanese president, Ma Ying-jeou.</p>\n</div>",
  "authors": [
    "Staff Agencies"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Taiwan",
    "Asia Pacific",
    "China",
    "Xi Jinping"
  ],
  "ntitle": "taiwan_ruling_party_leader_affirms_support_for_unity_with_mainland_china",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The head of Taiwan’s Nationalists has reaffirmed the party’s support for eventual unification with the mainland when he met the Chinese president, Xi Jinping, on Monday as part of continuing rapprochement between the former bitter enemies.\n\nThe chairman of the Nationalist party, Eric Chu, who is a likely presidential candidate in 2016, also affirmed Taiwan’s desire to join the proposed Chinese-led Asian Infrastructure Investment Bank during the meeting in Beijing. China claims Taiwan as its own territory and does not want the island to join using a name that might imply it is an independent country.\n\nIn the first such meeting in six years, Xi offered Chu “equal” talks to resolve their political differences, but only if Taiwan accepted it was part of China, a concept many Taiwanese balk at.\n\nThe comments by Chu were carried live on Hong Kong-based broadcaster Phoenix Television.\n\nThe Nationalists were driven to Taiwan by Mao Zedong’s communists during the Chinese civil war in 1949, leading to decades of hostility between the sides. Chu, who took over as party leader in January, is the third Nationalist chairman to visit the mainland and the first since 2009.\n\nRelations between the communist-ruled mainland and the self-governing democratic island of Taiwan began to warm in the 1990s, partly out of their common opposition to Taiwan’s formal independence from China, a position advocated by the island’s Democratic Progressive Party.\n\nDespite increasingly close economic ties, the prospect of political unification has grown increasingly unpopular on Taiwan, especially with younger voters. Opposition to the Nationalists’ pro-China policies was seen as a driver behind heavy local electoral defeats for the party in 2014 that led to the resignation as party chairman of the Taiwanese president, Ma Ying-jeou.",
  "title": "Taiwan ruling party leader affirms support for unity with mainland China",
  "ts_in": "2015-05-04T08:48:03.253810",
  "url": "http://www.theguardian.com/world/2015/may/04/taiwan-ruling-party-leader-affirms-support-for-unity-with-mainland-china"
}