{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>The family of Tamir Rice, the 12-year-old boy who was fatally shot by a Cleveland police officer in November, are asking a judge to not grant a stay in their civil rights lawsuit against the city, as they wait to hold a funeral for the child pending the results of an investigation.</p>\n<p>Last month, Timothy Loehmann, the officer who shot and killed Rice, and his partner Frank Garmback asked a judge to halt the case until the Cuyahoga County sheriff&#8217;s department concludes its criminal investigation. On Monday the family <a href=\"https://s3.amazonaws.com/s3.documentcloud.org/documents/2071647/tamir-stay-opposition.pdf\" class=\" u-underline\">filed a request</a> that asks judge Solomon Oliver Jr to not grant the stay.</p>\n<p>Rice was playing with a fake gun when the officers drove their car to within a few feet of him, then fatally shot him less than two seconds after arriving at the scene.</p>\n<p>&#8220;Less than a second, my son is gone and I want to know how long I gotta wait for justice,&#8221; the 12-year-old&#8217;s mother, Samaria Rice, said at a press conference on Monday.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F43kbk%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Tamir+Rice%3A+police+release+video+of+12-year-old%27s+fatal+shooting+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F43kbk%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Tamir+Rice%3A+police+release+video+of+12-year-old%27s+fatal+shooting+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fvideo%2F2014%2Fnov%2F26%2Fcleveland-video-tamir-rice-shooting-police&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2014%2F11%2F26%2F1417042519098%2FCleveland-shooting-010.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n<p>According to a court document filed by family attorney Walter Madison, she and her daughter, Tajai Rice, had to move out of their home, which was a block from where Rice was killed, and live in an emergency shelter &#8220;because she could no longer live next door to the killing field of her son&#8221;.</p>\n<p>Police officers tackled Tajai Rice after shooting her brother, then threw her on the ground and put her in the police car. The officers were responding to a call about a man with a gun.</p>\n<p>The shelter found the Rices a new home in early April, in the same neighborhood but not as close to the park, the family said <a href=\"http://www.nytimes.com/2015/04/23/us/samaria-rice-reflects-on-the-loss-of-her-son-tamir-rice.html?_r=0\" class=\" u-underline\">in a New York Times video</a> last month.</p>\n<p>The lawsuit accuses the city of Cleveland and the two police officers of violating the family&#8217;s civil rights. It also claims that 100 unknown 911 operators, police officers and city employees violated the family&#8217;s rights.</p>\n<p>Madison said Tamir Rice&#8217;s body has not been put to rest, in case the investigation requires an additional medical examination.</p>\n<p>&#8220;Tamir Rice not being finally laid to rest prevents emotional healing and incurs a daily expense,&#8221; the document says. &#8220;The foot-dragging of this investigation has now spanned three seasons.&#8221;</p>\n<p>The court filing also states that granting a stay could affect the results of the civil rights investigation, &#8220;which poses the danger of prejudice both in terms of the loss of critical evidence and also in terms of added costs associated with securing that evidence&#8221;.</p>\n<p>Rice&#8217;s family filed the lawsuit in December. It was amended in January when they hired Madison and attorney Ben Crump <a href=\"http://www.cleveland.com/court-justice/index.ssf/2015/01/attorney_representing_tamir_ri.html#incart_m-rpt-1\" class=\" u-underline\">to replace attorneys</a> Timothy Kucharski and David Malik.</p>\n</div>",
  "authors": [
    "Amanda Holpuch"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US policing",
    "Ohio",
    "US news"
  ],
  "ntitle": "tamir_rice_s_family_loses_home_and_cannot_hold_funeral_amid_legal_delay",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nThe family of Tamir Rice, the 12-year-old boy who was fatally shot by a Cleveland police officer in November, are asking a judge to not grant a stay in their civil rights lawsuit against the city, as they wait to hold a funeral for the child pending the results of an investigation.\n\nLast month, Timothy Loehmann, the officer who shot and killed Rice, and his partner Frank Garmback asked a judge to halt the case until the Cuyahoga County sheriff’s department concludes its criminal investigation. On Monday the family filed a request that asks judge Solomon Oliver Jr to not grant the stay.\n\nRice was playing with a fake gun when the officers drove their car to within a few feet of him, then fatally shot him less than two seconds after arriving at the scene.\n\n“Less than a second, my son is gone and I want to know how long I gotta wait for justice,” the 12-year-old’s mother, Samaria Rice, said at a press conference on Monday.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest\n\nAccording to a court document filed by family attorney Walter Madison, she and her daughter, Tajai Rice, had to move out of their home, which was a block from where Rice was killed, and live in an emergency shelter “because she could no longer live next door to the killing field of her son”.\n\nPolice officers tackled Tajai Rice after shooting her brother, then threw her on the ground and put her in the police car. The officers were responding to a call about a man with a gun.\n\nThe shelter found the Rices a new home in early April, in the same neighborhood but not as close to the park, the family said in a New York Times video last month.\n\nThe lawsuit accuses the city of Cleveland and the two police officers of violating the family’s civil rights. It also claims that 100 unknown 911 operators, police officers and city employees violated the family’s rights.\n\nMadison said Tamir Rice’s body has not been put to rest, in case the investigation requires an additional medical examination.\n\n“Tamir Rice not being finally laid to rest prevents emotional healing and incurs a daily expense,” the document says. “The foot-dragging of this investigation has now spanned three seasons.”\n\nThe court filing also states that granting a stay could affect the results of the civil rights investigation, “which poses the danger of prejudice both in terms of the loss of critical evidence and also in terms of added costs associated with securing that evidence”.\n\nRice’s family filed the lawsuit in December. It was amended in January when they hired Madison and attorney Ben Crump to replace attorneys Timothy Kucharski and David Malik.",
  "title": "Tamir Rice's family loses home and cannot hold funeral amid legal delay",
  "ts_in": "2015-05-04T23:22:31.116188",
  "url": "http://www.theguardian.com/us-news/2015/may/04/tamir-rice-family-judge-not-delay-civil-rights-case-against-cleveland"
}