{
  "article_html": "<div><p>The co-founder of the group behind the contest to award $10,000 for the best cartoon depiction of Muhammad is a New Yorker who runs a blog that campaigns to stop the &#8220;Islamification&#8221; of America.</p>\n<p>Pamela Geller used her blog Atlas Shrugs to declare &#8220;this is war&#8221; in the hours after <a href=\"http://www.theguardian.com/us-news/2015/may/04/officer-and-two-suspects-reportedly-shot-at-draw-the-prophet-contest-in-texas\" class=\" u-underline\">the shooting of two gunmen at the contest</a>. The event had been organised by the American Freedom Defense Initiative, a group she set up with Robert Spencer in 2010.</p>\n<p>Geller, the winner of numerous awards from far-right organisations such as the David Horowitz Freedom Center, is credited with coining the term &#8220;ground zero mega mosque&#8221; as part of highly publicised campaign against the development of a community centre, which included a mosque, a few blocks from where the twin towers once stood in New York.</p>\n<p>She became politically active after 11 September and has told various newspapers she had never heard of Osama Bin Laden until the day of the attacks but started educating herself as a housewife living in Long Island raising four children. She eventually started a blog, <a href=\"http://pamelageller.com/\" class=\" u-underline\">Atlas Shrugs</a>.</p>\n<p>A prolific poster &#8211; the blog usually has between 10 and 15 posts per day &#8211; Geller took to it soon after two armed gunmen were shot outside the Curtis Culwell Center in Garland, Texas on Sunday.</p>\n<p>&#8220;This is a war. This is war on free speech. What are we going to do? Are we going to surrender to these monsters? Two men with rifles and backpacks attacked police outside our event. A cop was shot; his injuries are not life-threatening, thank Gd. Please keep him in your prayers,&#8221; <a href=\"http://pamelageller.com/2015/05/shooting-possible-bomb-at-afdijihad-watch-free-speech-event-in-texas.html/#sthash.hsBUD9bc.dpuf\" class=\" u-underline\">she posted</a>.</p>\n<p>&#8220;The bomb squad has been called to the event site to investigate a backpack left at the event site. The war is here.&#8221;</p>\n<p>The American Freedom Defense Initiative is listed under its other name Stop Islamization of America as a hate group by the <a href=\"http://www.splcenter.org/\" class=\" u-underline\">Southern Poverty Law Centre</a>. It has previously gained publicity for funding advertisements which the group says are to encourage people who want to leave Islam but feel unsafe doing so. The group has had to <a href=\"http://www.bbc.com/news/world-us-canada-32407880\" class=\" u-underline\">fight for the right to run some of the advertisements</a>, which refer to Muslims killing Jews, in court.</p>\n<p>Dutch anti-Islam activist, Geert Wilders, was due to speak at the event on Sunday and has previously worked with Geller and Spencer. In 2009 they hosted a talk by Wilders at the 2009 Conservative Political Action Conference. Wilders campaigns to stop the &#8220;Islamisation&#8221; of Europe and has compared the Qur&#8217;an to Mein Kampf .</p>\n<p>Posting on her blog ahead of the event, Gellers criticised media coverage that referred to the event as anti-Islam.</p>\n<p>&#8220;How is free speech an attack on Islam? And why are they portrayed as the victim when we are the victims of supremacism and jihad?&#8221; <a href=\"http://pamelageller.com/2015/05/livestream-muhammad-art-exhibit-and-cartoon-contest.html/\" class=\" u-underline\">she wrote</a>.</p>\n<p>In another post after the shootings, Geller accused the Daily Mail of being cowards for blurring out the face in cartoons depicting Muhammad.</p>\n<p>&#8220;The cowardice of the &#8216;enemedia&#8217; has reached monstrous proportions. They will stop at nothing to appease bloodthirsty jihad terrorists. They are not journalists. They are water-carriers for the forces of oppression, hatred, and forcible censorship,&#8221; <a href=\"http://pamelageller.com/#sthash.gQzdqOWC.dpuf\" class=\" u-underline\">she wrote</a>.</p>\n<p>Geller lives in New York after receiving almost US$10m from the combination of her divorce settlement in 2007 and the life insurance policy of her ex-husband, Michael Oshry, who died in 2008.</p>\n<p>She is credited with helping start the Obama birther movement, which questioned if Barack Obama was really an American, after she posted a theory from a reader that Obama was the love child of Malcolm X. </p>\n<p>Geller has repeatedly said she is not anti-Muslim but does not believe moderate Islam can exist.</p>\n<p>&#8216;They say I&#8217;m anti-Muslim. I&#8217;m not anti-Muslim. I don&#8217;t see how anyone could say I&#8217;m anti-Muslim. I love Muslims,&#8221; she told t<a href=\"http://www.villagevoice.com/2012-11-28/news/pamela-geller-s-war/2/\" class=\" u-underline\">he New York Village Voice in 2012</a>.</p>\n<p>Atlas Shurgs, a reference to one of Geller&#8217;s heroes Ayn Rand, was one of the blogs referenced in the online manifesto of Norwegian mass murderer Anders Behring Breivik. He feared a Muslim takeover and shot and killed 77 people in Norway in 2011, 69 of whom were part of the Workers&#8217; Youth League (AUF) summer camp on the island of Ut&#248;ya.</p>\n</div>",
  "authors": [
    "Bridie Jabour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US news",
    "Islam",
    "Religion",
    "World news",
    "Muhammad cartoons row",
    "Texas"
  ],
  "ntitle": "texas_shooting_the_group_behind_the_muhammad_cartoon_contest",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The co-founder of the group behind the contest to award $10,000 for the best cartoon depiction of Muhammad is a New Yorker who runs a blog that campaigns to stop the “Islamification” of America.\n\nPamela Geller used her blog Atlas Shrugs to declare “this is war” in the hours after the shooting of two gunmen at the contest. The event had been organised by the American Freedom Defense Initiative, a group she set up with Robert Spencer in 2010.\n\nGeller, the winner of numerous awards from far-right organisations such as the David Horowitz Freedom Center, is credited with coining the term “ground zero mega mosque” as part of highly publicised campaign against the development of a community centre, which included a mosque, a few blocks from where the twin towers once stood in New York.\n\nShe became politically active after 11 September and has told various newspapers she had never heard of Osama Bin Laden until the day of the attacks but started educating herself as a housewife living in Long Island raising four children. She eventually started a blog, Atlas Shrugs.\n\nA prolific poster – the blog usually has between 10 and 15 posts per day – Geller took to it soon after two armed gunmen were shot outside the Curtis Culwell Center in Garland, Texas on Sunday.\n\n“This is a war. This is war on free speech. What are we going to do? Are we going to surrender to these monsters? Two men with rifles and backpacks attacked police outside our event. A cop was shot; his injuries are not life-threatening, thank Gd. Please keep him in your prayers,” she posted.\n\n“The bomb squad has been called to the event site to investigate a backpack left at the event site. The war is here.”\n\nThe American Freedom Defense Initiative is listed under its other name Stop Islamization of America as a hate group by the Southern Poverty Law Centre. It has previously gained publicity for funding advertisements which the group says are to encourage people who want to leave Islam but feel unsafe doing so. The group has had to fight for the right to run some of the advertisements, which refer to Muslims killing Jews, in court.\n\nDutch anti-Islam activist, Geert Wilders, was due to speak at the event on Sunday and has previously worked with Geller and Spencer. In 2009 they hosted a talk by Wilders at the 2009 Conservative Political Action Conference. Wilders campaigns to stop the “Islamisation” of Europe and has compared the Qur’an to Mein Kampf .\n\nPosting on her blog ahead of the event, Gellers criticised media coverage that referred to the event as anti-Islam.\n\n“How is free speech an attack on Islam? And why are they portrayed as the victim when we are the victims of supremacism and jihad?” she wrote.\n\nIn another post after the shootings, Geller accused the Daily Mail of being cowards for blurring out the face in cartoons depicting Muhammad.\n\n“The cowardice of the ‘enemedia’ has reached monstrous proportions. They will stop at nothing to appease bloodthirsty jihad terrorists. They are not journalists. They are water-carriers for the forces of oppression, hatred, and forcible censorship,” she wrote.\n\nGeller lives in New York after receiving almost US$10m from the combination of her divorce settlement in 2007 and the life insurance policy of her ex-husband, Michael Oshry, who died in 2008.\n\nShe is credited with helping start the Obama birther movement, which questioned if Barack Obama was really an American, after she posted a theory from a reader that Obama was the love child of Malcolm X.\n\nGeller has repeatedly said she is not anti-Muslim but does not believe moderate Islam can exist.\n\n‘They say I’m anti-Muslim. I’m not anti-Muslim. I don’t see how anyone could say I’m anti-Muslim. I love Muslims,” she told the New York Village Voice in 2012.\n\nAtlas Shurgs, a reference to one of Geller’s heroes Ayn Rand, was one of the blogs referenced in the online manifesto of Norwegian mass murderer Anders Behring Breivik. He feared a Muslim takeover and shot and killed 77 people in Norway in 2011, 69 of whom were part of the Workers’ Youth League (AUF) summer camp on the island of Utøya.",
  "title": "Texas shooting: the group behind the Muhammad cartoon contest",
  "ts_in": "2015-05-04T08:47:56.506623",
  "url": "http://www.theguardian.com/us-news/2015/may/04/texas-shooting-the-group-behind-the-muhammad-cartoon-contest"
}