{
  "article_html": "<div><p>The actor, martial artist, and <a href=\"http://www.complex.com/style/50-best-chuck-norris-jokes-of-all-time/\" class=\" u-underline\">internet meme</a> Chuck Norris has warned of a federal government plot to take over the state of Texas.</p>\n<p>Writing <a href=\"http://www.wnd.com/2015/05/jade-helm-15-crime-stoppers-and-ksk/\" class=\" u-underline\">on the right-wing website WND</a>, or WorldNetDaily, <a href=\"http://www.wnd.com/author/cnorris/\" class=\" u-underline\">Norris</a> discussed the potential for Jade Helm 15, a US military training exercise planned for July and August, to turn into a full-scale occupation of his home state.</p>\n<p>Exercises will be held in Texas and six other states during Jade Helm 15, across public and private land. The training has been the focus of rightwing conspiracy theories since a map published for the purpose of the simulation labelled Texas, Utah and <a href=\"http://www.theguardian.com/us-news/california\" class=\" u-underline\">California</a> as &#8220;hostile&#8221;.</p>\n<p>&#8220;The US government says, &#8216;It&#8217;s just a training exercise&#8217;,&#8221; wrote Norris, 75. &#8220;But I&#8217;m not sure the term &#8216;just&#8217; has any reference to reality when the government uses it.&#8221;</p>\n<p>Both the governor of Texas, Greg Abbott, and US senator &#8211; and 2016 Republican presidential candidate &#8211; Ted Cruz have been accused of pandering to conspiracy theorists with their reactions to Jade Helm 15. <a href=\"http://www.theguardian.com/us-news/2015/apr/30/texas-governor-state-guard-conspiracy-theory\" class=\" u-underline\">Abbott asked</a> the Texas state guard to monitor the training exercise. <a href=\"http://www.msnbc.com/rachel-maddow-show/cruz-sympathizes-jade-helm-15-conspiracy-theorists\" class=\" u-underline\">Cruz said</a> his office had &#8220;reached out to the Pentagon&#8221; to ask about the exercise.</p>\n<p>Norris, who appeared as Texas Ranger JJ McQuade in the 1983 film <a href=\"http://www.imdb.com/title/tt0085862/\" class=\" u-underline\">Lone Wolf McQuade</a> and starred in the long-running TV series <a href=\"http://www.imdb.com/title/tt0106168/\" class=\" u-underline\">Walker, Texas Ranger</a>, praised both men for their refusal to believe official government accounts.</p>\n<p>&#8220;I&#8217;m glad &#8230; <a href=\"http://www.theguardian.com/us-news/ted-cruz\" class=\" u-underline\">Ted Cruz</a> is asking the tough questions of the Pentagon,&#8221; Norris wrote. &#8220;Particularly because its &#8216;exercises&#8217; come too near to my ranch&#8217;s backdoor as well, at least according to the map.</p>\n<p>&#8220;It&#8217;s pretty sad and bad when major military ops are ordered in a large, fiery state like <a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\">Texas</a> and not even the governor or its senators know the specifics.&#8221;</p>\n<p>In the article Norris, who has been awarded a black belt across numerous martial arts disciplines, quotes &#8220;affable antique store owner&#8221; Mike Hightower as being among those concerned about the exercises.</p>\n<p>&#8220;I&#8217;m not trusting what we&#8217;re being told,&#8221; warns Hightower, who lives in Smithville, Texas, where some of the training exercise will take place. &#8220;I think there&#8217;s something a little more involved than what they&#8217;re telling us.&#8221;</p>\n<p>WND is no stranger to conspiracy theories. It has published articles questioning Barack Obama&#8217;s status as an American citizen and among its contributors is the rightwing blogger <a href=\"http://www.wnd.com/2015/05/nycs-ban-on-criticism-of-jihad-and-shariah/\" class=\" u-underline\">Pamela Geller</a>, president of the group that hosted the &#8220;<a href=\"http://www.nydailynews.com/news/national/pamela-geller-muhammad-drawing-contest-host-article-1.2209264\" class=\" u-underline\">draw the prophet Muhammad</a>&#8221; event at which two gunmen were killed near Dallas on Sunday.</p>\n<p>Norris, who is known for his political conservatism, also used his article to file a brief report on a recent gala held by his karate foundation, Kickstart for Kids. Governor Abbott and his wife Cecilia were in attendance, he wrote.</p>\n<p>&#8220;It was an amazing night and gala!&#8221; Norris added.<br></p>\n</div>",
  "authors": [
    "Adam Gabbatt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "Chuck Norris",
    "US news",
    "Ted Cruz",
    "Utah",
    "California"
  ],
  "ntitle": "texas_ranger_chuck_norris_warns_of_government_plot_to_take_over_state",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The actor, martial artist, and internet meme Chuck Norris has warned of a federal government plot to take over the state of Texas.\n\nWriting on the right-wing website WND, or WorldNetDaily, Norris discussed the potential for Jade Helm 15, a US military training exercise planned for July and August, to turn into a full-scale occupation of his home state.\n\nExercises will be held in Texas and six other states during Jade Helm 15, across public and private land. The training has been the focus of rightwing conspiracy theories since a map published for the purpose of the simulation labelled Texas, Utah and California as “hostile”.\n\n“The US government says, ‘It’s just a training exercise’,” wrote Norris, 75. “But I’m not sure the term ‘just’ has any reference to reality when the government uses it.”\n\nBoth the governor of Texas, Greg Abbott, and US senator – and 2016 Republican presidential candidate – Ted Cruz have been accused of pandering to conspiracy theorists with their reactions to Jade Helm 15. Abbott asked the Texas state guard to monitor the training exercise. Cruz said his office had “reached out to the Pentagon” to ask about the exercise.\n\nNorris, who appeared as Texas Ranger JJ McQuade in the 1983 film Lone Wolf McQuade and starred in the long-running TV series Walker, Texas Ranger, praised both men for their refusal to believe official government accounts.\n\n“I’m glad … Ted Cruz is asking the tough questions of the Pentagon,” Norris wrote. “Particularly because its ‘exercises’ come too near to my ranch’s backdoor as well, at least according to the map.\n\n“It’s pretty sad and bad when major military ops are ordered in a large, fiery state like Texas and not even the governor or its senators know the specifics.”\n\nIn the article Norris, who has been awarded a black belt across numerous martial arts disciplines, quotes “affable antique store owner” Mike Hightower as being among those concerned about the exercises.\n\n“I’m not trusting what we’re being told,” warns Hightower, who lives in Smithville, Texas, where some of the training exercise will take place. “I think there’s something a little more involved than what they’re telling us.”\n\nWND is no stranger to conspiracy theories. It has published articles questioning Barack Obama’s status as an American citizen and among its contributors is the rightwing blogger Pamela Geller, president of the group that hosted the “draw the prophet Muhammad” event at which two gunmen were killed near Dallas on Sunday.\n\nNorris, who is known for his political conservatism, also used his article to file a brief report on a recent gala held by his karate foundation, Kickstart for Kids. Governor Abbott and his wife Cecilia were in attendance, he wrote.\n\n“It was an amazing night and gala!” Norris added.\n\n",
  "title": "'Texas Ranger' Chuck Norris warns of government plot to take over state",
  "ts_in": "2015-05-04T23:22:20.299850",
  "url": "http://www.theguardian.com/us-news/2015/may/04/chuck-norris-warns-government-conspiracy-take-over-texas"
}