{
  "article_html": "<div><p>A co-founder of the group behind the contest to award $10,000 for the best cartoon depiction of Mohammed, is a New Yorker who runs a blog that campaigns to stop the &#8220;Islamification&#8221; of America.</p>\n<p>Pamela Geller, used her blog Atlas Shrugs to declare &#8220;this is war&#8221; in the hours after <a href=\"http://www.theguardian.com/us-news/2015/may/04/officer-and-two-suspects-reportedly-shot-at-draw-the-prophet-contest-in-texas\" class=\" u-underline\">the shooting of two gunmen at the contest</a>, which had been organised by the American Freedom Defense Initiative, a group co-founded by Geller and Robert Spencer in 2010.</p>\n<p>Geller, the winner of numerous awards from far right organisations such as the David Horowitz Freedom Center, is credited with coining the term &#8220;ground zero mega mosque&#8221; as part of highly publicised campaign against the development of community centre, which included a mosque, a few blocks from where the twin towers once stood.</p>\n<p>She became politically active after the September 11 attacks and has told various newspapers she had never heard of Osama Bin Laden until the day of the attacks but started educating herself as a housewife living in Long Island raising four children. She eventually started a blog, <a href=\"http://pamelageller.com/\" class=\" u-underline\">Atlas Shrugs</a>.</p>\n<p>A prolific poster - the blog usually has between 10 and 15 posts per day - Gellar took to it soon after two armed gunmen were shot outside the Curtis Culwell Center in Garland in Garland, Texas.</p>\n</div>",
  "authors": [
    "Paul Farrell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "US news",
    "Islam",
    "World news"
  ],
  "ntitle": "texas_shooting_two_gunmen_shot_dead_outside_muhammad_exhibition_rolling_coverage",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A co-founder of the group behind the contest to award $10,000 for the best cartoon depiction of Mohammed, is a New Yorker who runs a blog that campaigns to stop the “Islamification” of America.\n\nPamela Geller, used her blog Atlas Shrugs to declare “this is war” in the hours after the shooting of two gunmen at the contest, which had been organised by the American Freedom Defense Initiative, a group co-founded by Geller and Robert Spencer in 2010.\n\nGeller, the winner of numerous awards from far right organisations such as the David Horowitz Freedom Center, is credited with coining the term “ground zero mega mosque” as part of highly publicised campaign against the development of community centre, which included a mosque, a few blocks from where the twin towers once stood.\n\nShe became politically active after the September 11 attacks and has told various newspapers she had never heard of Osama Bin Laden until the day of the attacks but started educating herself as a housewife living in Long Island raising four children. She eventually started a blog, Atlas Shrugs.\n\nA prolific poster - the blog usually has between 10 and 15 posts per day - Gellar took to it soon after two armed gunmen were shot outside the Curtis Culwell Center in Garland in Garland, Texas.",
  "title": "Texas shooting: Two gunmen shot dead outside Muhammad exhibition - rolling coverage",
  "ts_in": "2015-05-04T08:47:53.578912",
  "url": "http://www.theguardian.com/us-news/live/2015/may/04/two-gunmen-shot-dead-in-texas-outside-muhammad-cartoon-exhibition-rolling-coverage"
}