{
  "article_html": "<div><p>On Sunday evening, two gunmen drove a dark sedan to the west entrance of the Curtis Culwell Center, a conference space owned by the Garland independent school district, a little more than an hour before sundown.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/texas-attack-muhammad-cartoon-event-muslim-community\" class=\" u-underline\">Texas attack: Phoenix home raided after shooting at Muhammad cartoon event</a> </p>\n\n<p>The Dallas suburb&#8217;s school district had <a href=\"http://www.theguardian.com/us-news/2015/may/04/texas-shooting-the-group-behind-the-muhammad-cartoon-contest\" class=\" u-underline\">rented their event space to the American Freedom Defense Initiative</a> that evening for a two-hour conference whose defining event was a $10,000 art contest for the best cartoon of the prophet Muhammad. It was about 10 minutes before 7pm, and the event would have been wrapping up its final minutes. </p>\n<p>When the two gunmen arrived at the west entrance, they exited their vehicle with two assault rifles and wearing body armor. There was more ammunition in the trunk. </p>\n<p>As the gunmen pulled up, two security guards got out of a police car parked at the west entrance. One security guard was an unarmed school security officer, the other an off-duty Garland traffic police officer with a service pistol. </p>\n<p>As the two suspects walked around the back of the police car they opened fire. The school security officer, Bruce Joiner, was shot in the lower leg as he tried to get out of the patrol car. The traffic officer, whom Garland police did not identify on Monday, <a href=\"http://www.theguardian.com/us-news/2015/may/04/officer-and-two-suspects-reportedly-shot-at-draw-the-prophet-contest-in-texas\" class=\" u-underline\">shot and killed both gunmen</a> with his service pistol. They died on the street beside the conference center. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/texas-shooting-the-group-behind-the-muhammad-cartoon-contest\" class=\" u-underline\">Texas shooting: the group behind the Muhammad cartoon contest</a> </p>\n\n<p>After the shooting, police evacuated the nearby Hyatt hotel, and widened their investigation to include the area around a nearby Sonic fast-food drive-in, a Walmart and a Sam&#8217;s Club, the Garland police spokesman officer, Joe Harn, said. Police presence remained heavy in the area through the night and into Monday afternoon. </p>\n<p>Over the course of the night, bomb squad workers detonated several items in and around the sedan, Harn said, but no explosives were found. Police found luggage and ammunition in the car&#8217;s trunk, but did not say what the suitcases contained. </p>\n<p>The two bodies lay there until late Monday morning, according to reporters at the scene, while Garland police and federal agents continued to examine the crime scene and forensic science evidence. Harn said that the examination would be finished by Monday afternoon, at the earliest.</p>\n<p>&#8220;This is not going to be a real fast investigation,&#8221; said Harn. &#8220;We continue to monitor social media and gather other intel to make sure we&#8217;re not getting any more threats. So, we don&#8217;t know their intent, other than we know they were willing to pull up and start shooting at police.&#8221; </p>\n<p>One of the gunmen was later identified by the Associated Press, citing a federal law enforcement official, as Elton Simpson, a 30-year-old man from Phoenix, Arizona, whom the FBI knew well, according to the news agency. A man of the same name was convicted in federal court of lying to the FBI about plans to visit Somalia, after a 2009 investigation. </p>\n<p>He was sentenced to three years&#8217; probation after being convicted in 2010, the news agency said, after a judge ruled that prosecutors couldn&#8217;t prove that the man&#8217;s false statement involved the intent to set up a terror cell in Phoenix, as agents alleged. </p>\n<p>Simpson and a second gunman who was later identified by Reuters as Nadir Soofi, citing two sources close to the investigation, were believed to be attempting to breach a security perimeter set up for the Garland event. </p>\n<p>Soofi appeared not to have had a serious criminal record. A man of the same name who lived at an address in the apartment complex Arizona police were searching owned Cleopatra Bistro Pizza, before the shop <a href=\"http://www.yelp.com/biz/cleopatra-bistro-pizza-phoenix\" class=\" u-underline\">reportedly closed</a>. <br></p>\n<p>Local officials and federal agents had developed a security plan for the event months ahead of time, citing security requirements of the speakers. There had been &#8220;issues &#8230; with those folks before,&#8221; Harn said.</p>\n<p>The organizers of the controversial event spent an additional $10,000 to ensure it was guarded by local cops, FBI and the ATF. About 200 people attended, mostly out-of-towners. </p>\n<p>Official information about the gunmen&#8217;s identities remains sparse at best. </p>\n<p>The religious and political affiliations of the shooters, which some media reports have linked to a <a href=\"http://www.theguardian.com/us-news/2015/may/04/garland-texas-shooting-attack-tweet-muhammad-exhibition\" class=\" u-underline\">Twitter account with the username &#8220;Shariah is Light&#8221;</a>, were not confirmed by Garland police at their press conference on Monday. </p>\n<p>Despite the wide reporting of the identities of the shooters, local police and federal agents initially refused to provide on-the-record confirmation that either was accurate.</p>\n<p>&#8220;What we&#8217;re wondering is how those names got out there,&#8221; Garland police department spokesperson Joe Harn told the Guardian. &#8220;I have not been given the names from our department of these guys at all, and we&#8217;re working with the FBI and we&#8217;re wondering where the names came from.&#8221;</p>\n<p>Asked why authorities had refused to release the men&#8217;s names, Harn said: &#8220;&#8217;Cause we&#8217;re continuing an investigation.&#8221;</p>\n<p>Federal agents, acknowledging that the suspects&#8217; names had been widely reported, said that they were &#8220;not able to confirm the information&#8221; and that &#8220;when there is information [we] can release [we] will do so&#8221;.</p>\n<p>Garland police refused to confirm whether the men targeted the event because of its anti-Muslim content. </p>\n<p>And though a <a href=\"http://www.theguardian.com/us-news/2015/may/04/texas-attack-muhammad-cartoon-event-muslim-community\" class=\" u-underline\">house was raided in a Phoenix apartment complex</a>, police refused to confirm whether it was the suspects&#8217; apartment. An FBI agent said only that the search was related to the shooting.</p>\n</div>",
  "authors": [
    "Jessica Glenza"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "US news",
    "Gun crime",
    "World news",
    "US crime"
  ],
  "ntitle": "texas_police_widen_search_but_admit_this_is_not_going_to_be_a_fast_investigation",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "On Sunday evening, two gunmen drove a dark sedan to the west entrance of the Curtis Culwell Center, a conference space owned by the Garland independent school district, a little more than an hour before sundown.\n\nRelated: Texas attack: Phoenix home raided after shooting at Muhammad cartoon event\n\nThe Dallas suburb’s school district had rented their event space to the American Freedom Defense Initiative that evening for a two-hour conference whose defining event was a $10,000 art contest for the best cartoon of the prophet Muhammad. It was about 10 minutes before 7pm, and the event would have been wrapping up its final minutes.\n\nWhen the two gunmen arrived at the west entrance, they exited their vehicle with two assault rifles and wearing body armor. There was more ammunition in the trunk.\n\nAs the gunmen pulled up, two security guards got out of a police car parked at the west entrance. One security guard was an unarmed school security officer, the other an off-duty Garland traffic police officer with a service pistol.\n\nAs the two suspects walked around the back of the police car they opened fire. The school security officer, Bruce Joiner, was shot in the lower leg as he tried to get out of the patrol car. The traffic officer, whom Garland police did not identify on Monday, shot and killed both gunmen with his service pistol. They died on the street beside the conference center.\n\nRelated: Texas shooting: the group behind the Muhammad cartoon contest\n\nAfter the shooting, police evacuated the nearby Hyatt hotel, and widened their investigation to include the area around a nearby Sonic fast-food drive-in, a Walmart and a Sam’s Club, the Garland police spokesman officer, Joe Harn, said. Police presence remained heavy in the area through the night and into Monday afternoon.\n\nOver the course of the night, bomb squad workers detonated several items in and around the sedan, Harn said, but no explosives were found. Police found luggage and ammunition in the car’s trunk, but did not say what the suitcases contained.\n\nThe two bodies lay there until late Monday morning, according to reporters at the scene, while Garland police and federal agents continued to examine the crime scene and forensic science evidence. Harn said that the examination would be finished by Monday afternoon, at the earliest.\n\n“This is not going to be a real fast investigation,” said Harn. “We continue to monitor social media and gather other intel to make sure we’re not getting any more threats. So, we don’t know their intent, other than we know they were willing to pull up and start shooting at police.”\n\nOne of the gunmen was later identified by the Associated Press, citing a federal law enforcement official, as Elton Simpson, a 30-year-old man from Phoenix, Arizona, whom the FBI knew well, according to the news agency. A man of the same name was convicted in federal court of lying to the FBI about plans to visit Somalia, after a 2009 investigation.\n\nHe was sentenced to three years’ probation after being convicted in 2010, the news agency said, after a judge ruled that prosecutors couldn’t prove that the man’s false statement involved the intent to set up a terror cell in Phoenix, as agents alleged.\n\nSimpson and a second gunman who was later identified by Reuters as Nadir Soofi, citing two sources close to the investigation, were believed to be attempting to breach a security perimeter set up for the Garland event.\n\nSoofi appeared not to have had a serious criminal record. A man of the same name who lived at an address in the apartment complex Arizona police were searching owned Cleopatra Bistro Pizza, before the shop reportedly closed.\n\n\n\nLocal officials and federal agents had developed a security plan for the event months ahead of time, citing security requirements of the speakers. There had been “issues … with those folks before,” Harn said.\n\nThe organizers of the controversial event spent an additional $10,000 to ensure it was guarded by local cops, FBI and the ATF. About 200 people attended, mostly out-of-towners.\n\nOfficial information about the gunmen’s identities remains sparse at best.\n\nThe religious and political affiliations of the shooters, which some media reports have linked to a Twitter account with the username “Shariah is Light”, were not confirmed by Garland police at their press conference on Monday.\n\nDespite the wide reporting of the identities of the shooters, local police and federal agents initially refused to provide on-the-record confirmation that either was accurate.\n\n“What we’re wondering is how those names got out there,” Garland police department spokesperson Joe Harn told the Guardian. “I have not been given the names from our department of these guys at all, and we’re working with the FBI and we’re wondering where the names came from.”\n\nAsked why authorities had refused to release the men’s names, Harn said: “’Cause we’re continuing an investigation.”\n\nFederal agents, acknowledging that the suspects’ names had been widely reported, said that they were “not able to confirm the information” and that “when there is information [we] can release [we] will do so”.\n\nGarland police refused to confirm whether the men targeted the event because of its anti-Muslim content.\n\nAnd though a house was raided in a Phoenix apartment complex, police refused to confirm whether it was the suspects’ apartment. An FBI agent said only that the search was related to the shooting.",
  "title": "Texas police widen search but admit: 'This is not going to be a fast investigation'",
  "ts_in": "2015-05-04T23:22:26.690144",
  "url": "http://www.theguardian.com/us-news/2015/may/04/garland-texas-attack-investigation-gunmen-details"
}