{
  "article_html": "<div><p>The virus that first emerged in Denmark in 2005, after the newspaper Jyllands-Posten printed cartoons of Muhammad, is still working its toxic way through our lives, as yesterday&#8217;s deaths in Dallas demonstrate. Misguided and often violent protests over the Jyllands-Posten series of drawings led to attacks on embassies, the persecution of Christians, trade boycotts and a number of deaths in Muslim countries. Years later the cartoonists who were published at that time in the paper still need police protection. Many of the cartoonists who published similar cartoons in January this year in Charlie Hebdo, sadly, no longer need that kind of protection, because they are dead.</p>\n<p>The attack on the magazine&#8217;s offices in January this year was followed by a great outpouring of emotion, in France and other western countries, by people who wanted to make a public stand against censorship by murder, and against the perverted idea that, in the modern world, respect for a religion can be enforced by the threat of death. Just over a month later a gunman in Copenhagen killed one person and injured three at a debate on free speech at which a well known Swedish conceptual artist was due to appear. The debate supposedly concerned what limits there might arguably be on freedom of speech and artistic expression. No matter: they were shot at anyway.</p>\n<p>What happened in Dallas, where two men <a href=\"http://www.theguardian.com/us-news/live/2015/may/04/two-gunmen-shot-dead-in-texas-outside-muhammad-cartoon-exhibition-rolling-coverage\" title=\"\" class=\" u-underline\">were killed yesterday </a>outside a meeting hall where a &#8220;draw the prophet Muhammad&#8221; contest was being held, is not yet entirely clear, but it undoubtedly belongs in the same dismal sequence. It seems as if the conjunction of cartoons and Islam is becoming routinely lethal.</p>\n<p>It is a conjunction that attracts to the flame two dangerous types. One, seeking to respond to what they understand as an insult to Islam, sees it as justified and appropriate to kill the offenders. The other, seeking to teach Muslims that their religion deserves no special status or protection or even that their religion is uniquely dangerous, wants to ram home that message in the crudest way. That may have been the case in Dallas, as it was a few years ago when a deranged pastor in Florida proposed to burn the Qur&#8217;an: he still fulminates away and is proposing <a href=\"http://thehill.com/blogs/blog-briefing-room/238203-koran-burning-pastor-running-for-president\" title=\"\" class=\" u-underline\">to stand for president</a> in 2016. There is obviously no equation between murderers, whether or not they believe they have been divinely appointed, and the eccentrics and bigots who want to put Islam in the dock. The second do not normally kill, <a href=\"https://www.google.co.uk/search?client=safari&amp;rls=en&amp;q=anders+breivik&amp;ie=UTF-8&amp;oe=UTF-8&amp;gfe_rd=cr&amp;ei=SoxHVarqKY398we6tIHYAQ\" title=\"\" class=\" u-underline\">Anders Breivik</a> being a terrible exception. But what they both do makes it harder to break the chain of violent consequences.</p>\n<p>They also make it harder to examine the important issues that should be under discussion. The dispute among writers and other intellectuals about the award for free speech which Pen America will on Tuesday give to Charlie Hebdo is an example of how muddled the debate has become. The more than 200 Pen members who have withdrawn from the ceremony on the grounds that the magazine <a href=\"http://www.theguardian.com/commentisfree/2015/apr/28/i-admire-charlie-hebdos-courage-but-it-does-not-deserve-a-pen-award\" title=\"\" class=\" u-underline\">unfairly picked on French Muslims</a>, a disadvantaged minority in their view, have missed the point.</p>\n<p>The award is for maintaining the right of free speech in the face of threats to life and limb. It is not about the content of every skit, report and cartoon. Some, and not only among the relatively small number concerning Islam, were no doubt unfair. Satire draws attention to defects or stupidities by exaggerating them, transposing them into startling contexts or turning them upside down. It can itself be defective and stupid but does not prosper when it is consistently so.</p>\n<p>There are unavoidable areas of friction in western societies between different religions and between religions and the secular world view, which is now the default position of the majority, including many Christians. They are not easily negotiated. Civility should be the rule in most circumstances, but civility can all too easily be cast aside. The danger in such a difficult situation is that speech and expression become a power struggle, in which one side attempts to curtail freedom by intimidation or worse. That must be opposed, and that is why the award to Charlie Hebdo is justified. It is a statement of principle that needed to be made and it is right that it has been made.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US politics",
    "Dallas",
    "Islam",
    "Religion",
    "World news",
    "Charlie Hebdo attack",
    "Muhammad cartoons row",
    "US news",
    "Anders Behring Breivik"
  ],
  "ntitle": "the_guardian_view_on_free_speech_after_the_dallas_shootings_the_award_to_charlie_hebdo_is_justified",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The virus that first emerged in Denmark in 2005, after the newspaper Jyllands-Posten printed cartoons of Muhammad, is still working its toxic way through our lives, as yesterday’s deaths in Dallas demonstrate. Misguided and often violent protests over the Jyllands-Posten series of drawings led to attacks on embassies, the persecution of Christians, trade boycotts and a number of deaths in Muslim countries. Years later the cartoonists who were published at that time in the paper still need police protection. Many of the cartoonists who published similar cartoons in January this year in Charlie Hebdo, sadly, no longer need that kind of protection, because they are dead.\n\nThe attack on the magazine’s offices in January this year was followed by a great outpouring of emotion, in France and other western countries, by people who wanted to make a public stand against censorship by murder, and against the perverted idea that, in the modern world, respect for a religion can be enforced by the threat of death. Just over a month later a gunman in Copenhagen killed one person and injured three at a debate on free speech at which a well known Swedish conceptual artist was due to appear. The debate supposedly concerned what limits there might arguably be on freedom of speech and artistic expression. No matter: they were shot at anyway.\n\nWhat happened in Dallas, where two men were killed yesterday outside a meeting hall where a “draw the prophet Muhammad” contest was being held, is not yet entirely clear, but it undoubtedly belongs in the same dismal sequence. It seems as if the conjunction of cartoons and Islam is becoming routinely lethal.\n\nIt is a conjunction that attracts to the flame two dangerous types. One, seeking to respond to what they understand as an insult to Islam, sees it as justified and appropriate to kill the offenders. The other, seeking to teach Muslims that their religion deserves no special status or protection or even that their religion is uniquely dangerous, wants to ram home that message in the crudest way. That may have been the case in Dallas, as it was a few years ago when a deranged pastor in Florida proposed to burn the Qur’an: he still fulminates away and is proposing to stand for president in 2016. There is obviously no equation between murderers, whether or not they believe they have been divinely appointed, and the eccentrics and bigots who want to put Islam in the dock. The second do not normally kill, Anders Breivik being a terrible exception. But what they both do makes it harder to break the chain of violent consequences.\n\nThey also make it harder to examine the important issues that should be under discussion. The dispute among writers and other intellectuals about the award for free speech which Pen America will on Tuesday give to Charlie Hebdo is an example of how muddled the debate has become. The more than 200 Pen members who have withdrawn from the ceremony on the grounds that the magazine unfairly picked on French Muslims, a disadvantaged minority in their view, have missed the point.\n\nThe award is for maintaining the right of free speech in the face of threats to life and limb. It is not about the content of every skit, report and cartoon. Some, and not only among the relatively small number concerning Islam, were no doubt unfair. Satire draws attention to defects or stupidities by exaggerating them, transposing them into startling contexts or turning them upside down. It can itself be defective and stupid but does not prosper when it is consistently so.\n\nThere are unavoidable areas of friction in western societies between different religions and between religions and the secular world view, which is now the default position of the majority, including many Christians. They are not easily negotiated. Civility should be the rule in most circumstances, but civility can all too easily be cast aside. The danger in such a difficult situation is that speech and expression become a power struggle, in which one side attempts to curtail freedom by intimidation or worse. That must be opposed, and that is why the award to Charlie Hebdo is justified. It is a statement of principle that needed to be made and it is right that it has been made.",
  "title": "The Guardian view on free speech after the Dallas shootings: the award to Charlie Hebdo is justified",
  "ts_in": "2015-05-04T23:22:19.811595",
  "url": "http://www.theguardian.com/commentisfree/2015/may/04/guardian-view-on-dalls-shhotings-charlie-hebdo-pen"
}