{
  "article_html": "<div><p>Would you like to read a new monthly luxury lifestyle and literary magazine, crammed with articles about theatre, art and fine dining, and original essays and stories by the likes of Joyce Carol Oates, Emily St John Mandel (whose novel <a href=\"http://www.theguardian.com/books/2014/sep/25/station-eleven-review-emily-st-john-mandel\" class=\" u-underline\">Station Eleven was a finalist for the National Book Award</a> in fiction last year), Pulitzer prize-winning Anthony Doerr and Rick Moody (author of The Ice Storm)? With an unpublished story by the <a href=\"http://www.theguardian.com/books/2012/jan/27/elmore-leonard-great-american-novelist\" class=\" u-underline\">late Elmore Leonard in its June edition</a>? You would? Well, too bad! You can&#8217;t! Because all this is to be found only within the elite confines of Rhapsody, the in-flight magazine created exclusively for United Airlines&#8217; premium-cabin (that&#8217;s first and business class, plebs) customers and visitors to its United Global First airport lounges and United Club locations. So, get back to your warm G&amp;T and tinny earphones, you, and stop rubbernecking at those for whom extra leg room and champagne on tap wasn&#8217;t yet quite good enough. You&#8217;ll have to wait until you get home and console yourself with <a href=\"http://ink-live.com/emagazines/united-rhapsody\" class=\" u-underline\">the old issues they put online</a>.</p>\n<p>United Airlines is just the latest participant in the growing fashion for travel companies &#8211; including American Airlines, US rail service Amtrak and low-cost flight provider jetBlue &#8211; to ally themselves with literary writers. The authors provide them with copy and a certain amount of prestige and the companies provide the novelists and essayists with decent fees and/or free travel and accommodation, and a captive audience in an age of collective attention deficit disorder. It&#8217;s a very modern form of patronage.</p>\n<p>As always with patronage though, there are limits on the writers&#8217; freedom. Ruminations on the problem of choosing books for a flight (the subject of Mandel&#8217;s Rhapsody essay) or reminiscences about a first flight (<a href=\"http://www.theguardian.com/books/2011/apr/09/karen-russell-swamplandia-review\" class=\" u-underline\">Karen Russell, author of Swamplandia!</a> and Pulitzer finalist in 2012, wrote about her trip at the age of six to Disney World) are preferred to short stories entitled Sudden Plummet, or What Am I *Doing* in a Metal Tube at 8,000 Feet?, or meditations on the metaphorical implications of lost luggage or delayed flights. Stay literary but stay positive is the order of the day.</p>\n<p>Fortunately for the travel industry, writers gotta eat and occasionally like to stay somewhere better than a B&amp;B 30 miles from their 9am talk at the Smethwick literary festival. Let&#8217;s hope the concept flies across the pond soon. My travelcard isn&#8217;t going to renew itself, you know.</p>\n</div>",
  "authors": [
    "Lucy Mangan"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Books",
    "Joyce Carol Oates",
    "Airline industry",
    "Business",
    "Magazines",
    "Newspapers & magazines",
    "Media"
  ],
  "ntitle": "the_in_flight_magazine_with_serious_literary_aspirations",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Would you like to read a new monthly luxury lifestyle and literary magazine, crammed with articles about theatre, art and fine dining, and original essays and stories by the likes of Joyce Carol Oates, Emily St John Mandel (whose novel Station Eleven was a finalist for the National Book Award in fiction last year), Pulitzer prize-winning Anthony Doerr and Rick Moody (author of The Ice Storm)? With an unpublished story by the late Elmore Leonard in its June edition? You would? Well, too bad! You can’t! Because all this is to be found only within the elite confines of Rhapsody, the in-flight magazine created exclusively for United Airlines’ premium-cabin (that’s first and business class, plebs) customers and visitors to its United Global First airport lounges and United Club locations. So, get back to your warm G&T and tinny earphones, you, and stop rubbernecking at those for whom extra leg room and champagne on tap wasn’t yet quite good enough. You’ll have to wait until you get home and console yourself with the old issues they put online.\n\nUnited Airlines is just the latest participant in the growing fashion for travel companies – including American Airlines, US rail service Amtrak and low-cost flight provider jetBlue – to ally themselves with literary writers. The authors provide them with copy and a certain amount of prestige and the companies provide the novelists and essayists with decent fees and/or free travel and accommodation, and a captive audience in an age of collective attention deficit disorder. It’s a very modern form of patronage.\n\nAs always with patronage though, there are limits on the writers’ freedom. Ruminations on the problem of choosing books for a flight (the subject of Mandel’s Rhapsody essay) or reminiscences about a first flight (Karen Russell, author of Swamplandia! and Pulitzer finalist in 2012, wrote about her trip at the age of six to Disney World) are preferred to short stories entitled Sudden Plummet, or What Am I *Doing* in a Metal Tube at 8,000 Feet?, or meditations on the metaphorical implications of lost luggage or delayed flights. Stay literary but stay positive is the order of the day.\n\nFortunately for the travel industry, writers gotta eat and occasionally like to stay somewhere better than a B&B 30 miles from their 9am talk at the Smethwick literary festival. Let’s hope the concept flies across the pond soon. My travelcard isn’t going to renew itself, you know.",
  "title": "The in-flight magazine with serious literary aspirations",
  "ts_in": "2015-05-04T17:53:41.712735",
  "url": "http://www.theguardian.com/books/shortcuts/2015/may/04/the-in-flight-magazine-with-serious-literary-aspirations"
}