{
  "article_html": "<div><p>Sylvia Plath&#8217;s only novel was originally published in January 1963 under the pseudonym Victoria Lucas, and became tangled up almost immediately in the drama of her suicide, to the book&#8217;s detriment among the critics. However, republished under Plath&#8217;s own name in 1966, it became a modern classic.</p>\n<p>&#8220;It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn&#8217;t know what I was doing in New York.&#8221; After this brittle, dangerous introduction to the summer of 1953, we meet Esther Greenwood who is, she tells us, &#8220;supposed to be having the time of my life&#8221;. It&#8217;s a theme that, 40 years on, would become commercialised, even satirised, in <a href=\"http://www.theguardian.com/books/2013/apr/19/sex-city-bushnell-hadley-freeman\" class=\" u-underline\">Sex and the City</a>.</p>\n<p>But, in the age of <a href=\"http://www.theguardian.com/tv-and-radio/mad-men-tv-series\" class=\" u-underline\">Mad Men</a>, Esther/Sylvia is far too driven, damaged and/or neurotic, and with too much emotional baggage, to have a ball in Manhattan. The story of her life and times, however, is told with blistering honesty, and a vivid attention to detail. It&#8217;s a raw, unsettling book with flashes of brilliance, a roman &#224; clef that&#8217;s also a long, tormented footnote to Plath&#8217;s tormented poetry.</p>\n<p>Plath herself had won an internship at Mademoiselle in New York City in 1953, and her painfully autobiographical novel draws heavily on her experience. The reader discovers, in flashbacks, why Esther cannot give herself wholeheartedly to her new life in the city. With hindsight, it&#8217;s easy to pick up the smell of death from Esther&#8217;s account. Hardly a page goes by without a reference to a dead baby, a cadaver, or her late father (&#8220;dead since I was nine&#8221;). The other man in her life, Yale boyfriend Buddy Willard, troubles her spirit in other ways, too.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2013/jan/22/syvia-plath-50-years-bitter-arguments\" class=\" u-underline\">Sylvia Plath: 50 years later and the same bitter arguments rage on | Hadley Freeman</a> </p>\n\n<p>Plath&#8217;s essential theme, a staccato drumbeat, is Esther&#8217;s obsession with the opposite sex. At first, released from her mother&#8217;s repressive scrutiny, she decides to lose her virginity (a &#8220;millstone around my neck&#8221;) to Constantin, a UN Russian translator, but he&#8217;s too sensible to fall for her. Then, having failed on another date, in which she is labelled a &#8220;slut&#8221;, she hurls her clothes off her hotel roof, and returns home for a suicidal summer, a worsening depression which she compares to suffocating under a &#8220;bell jar&#8221;. Esther&#8217;s predicament, more generally, is how to develop a mature identity, as a woman, and to be true to that self rather than conform to societal norms. It&#8217;s this quest that makes The Bell Jar a founding text of Anglo-American feminism.</p>\n<p>Eventually, as Esther spirals lower, with successive suicide attempts, she is given shock treatment (ECT), echoing the Rosenbergs&#8217; fate, in horrifying scenes, graphically described. Finally, another doctor gives her the longed-for diaphragm. &#8220;The next step,&#8221; says Esther, &#8220;was to find the proper sort of man.&#8221; Irwin, the maths professor, of course, turns out to be just the opposite, and the consequences of their intercourse dominate the final pages of the book until beautiful and well-adjusted Dr Nolan begins to steer Esther back to sanity, and a return to college.</p>\n<h2><strong>A note on the text </strong></h2>\n<p>In her journal for December 1958, Plath lists what she calls Main Questions, including: &#8220;What to do with hate for mother? Why don&#8217;t I write a novel?&#8221; After this latter question, she later added, in her own handwriting: &#8220;I have! August 22, 1961: THE BELL JAR.&#8221; Elsewhere, Ted Hughes has also confirmed that Plath began to write her only novel in 1961, completing it after the couple&#8217;s separation in 1962. In other words, The Bell Jar was written fast and urgently.</p>\n<p>Plath told her mother that &#8220;What I&#8217;ve done is to throw together events from my own life, fictionalising to add colour &#8211; it&#8217;s a potboiler really, but I think it will show how isolated a person feels when he is suffering a breakdown&#8230; I&#8217;ve tried to picture my world and the people in it as seen through the distorting lens of a bell jar.&#8221;</p>\n<p>She also described the book as &#8220;an autobiographical apprentice work which I had to write in order to free myself from the past&#8221;. At first, it was composed as part of the Eugene F Saxton Fellowship, a programme affiliated with the New York publisher Harper &amp; Row whose immediate response to the manuscript was one of disappointment, after which Plath was free to offer it to publishers in London.</p>\n<p>William Heinemann published The Bell Jar in London on 14 January 1963 under the pseudonym Victoria Lucas, a strategy inspired by her desire to spare the feelings of both her mother and a number of real-life characters in the novel, notably Buddy Willard (Dick Norton). Plath killed herself in her London flat, 23 Fitzroy Road, near Primrose Hill, less than a month later, on 11 February 1963.</p>\n<h2><strong>Three more from Sylvia Plath </strong></h2>\n<p>The Colossus (1960); Ariel (1965); Johnny Panic and the Bible of Dreams (1977).</p>\n<p>The Bell Jar is published by Faber in hardback (&#163;12.99) and paperback (&#163;7.99). <a href=\"http://bookshop.theguardian.com/catalogsearch/result/?q=sylvia+plath+the+bell+jar&amp;order=relevance&amp;dir=desc\" class=\" u-underline\">Click here to order either edition for a special price</a> </p>\n</div>",
  "authors": [
    "Robert Mccrum"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Sylvia Plath",
    "Fiction",
    "Autobiography and memoir",
    "Books",
    "Culture"
  ],
  "ntitle": "the_100_best_novels_no_85_the_bell_jar_by_sylvia_plath_1966",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sylvia Plath’s only novel was originally published in January 1963 under the pseudonym Victoria Lucas, and became tangled up almost immediately in the drama of her suicide, to the book’s detriment among the critics. However, republished under Plath’s own name in 1966, it became a modern classic.\n\n“It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn’t know what I was doing in New York.” After this brittle, dangerous introduction to the summer of 1953, we meet Esther Greenwood who is, she tells us, “supposed to be having the time of my life”. It’s a theme that, 40 years on, would become commercialised, even satirised, in Sex and the City.\n\nBut, in the age of Mad Men, Esther/Sylvia is far too driven, damaged and/or neurotic, and with too much emotional baggage, to have a ball in Manhattan. The story of her life and times, however, is told with blistering honesty, and a vivid attention to detail. It’s a raw, unsettling book with flashes of brilliance, a roman à clef that’s also a long, tormented footnote to Plath’s tormented poetry.\n\nPlath herself had won an internship at Mademoiselle in New York City in 1953, and her painfully autobiographical novel draws heavily on her experience. The reader discovers, in flashbacks, why Esther cannot give herself wholeheartedly to her new life in the city. With hindsight, it’s easy to pick up the smell of death from Esther’s account. Hardly a page goes by without a reference to a dead baby, a cadaver, or her late father (“dead since I was nine”). The other man in her life, Yale boyfriend Buddy Willard, troubles her spirit in other ways, too.\n\nRelated: Sylvia Plath: 50 years later and the same bitter arguments rage on | Hadley Freeman\n\nPlath’s essential theme, a staccato drumbeat, is Esther’s obsession with the opposite sex. At first, released from her mother’s repressive scrutiny, she decides to lose her virginity (a “millstone around my neck”) to Constantin, a UN Russian translator, but he’s too sensible to fall for her. Then, having failed on another date, in which she is labelled a “slut”, she hurls her clothes off her hotel roof, and returns home for a suicidal summer, a worsening depression which she compares to suffocating under a “bell jar”. Esther’s predicament, more generally, is how to develop a mature identity, as a woman, and to be true to that self rather than conform to societal norms. It’s this quest that makes The Bell Jar a founding text of Anglo-American feminism.\n\nEventually, as Esther spirals lower, with successive suicide attempts, she is given shock treatment (ECT), echoing the Rosenbergs’ fate, in horrifying scenes, graphically described. Finally, another doctor gives her the longed-for diaphragm. “The next step,” says Esther, “was to find the proper sort of man.” Irwin, the maths professor, of course, turns out to be just the opposite, and the consequences of their intercourse dominate the final pages of the book until beautiful and well-adjusted Dr Nolan begins to steer Esther back to sanity, and a return to college.\n\nA note on the text\n\nIn her journal for December 1958, Plath lists what she calls Main Questions, including: “What to do with hate for mother? Why don’t I write a novel?” After this latter question, she later added, in her own handwriting: “I have! August 22, 1961: THE BELL JAR.” Elsewhere, Ted Hughes has also confirmed that Plath began to write her only novel in 1961, completing it after the couple’s separation in 1962. In other words, The Bell Jar was written fast and urgently.\n\nPlath told her mother that “What I’ve done is to throw together events from my own life, fictionalising to add colour – it’s a potboiler really, but I think it will show how isolated a person feels when he is suffering a breakdown… I’ve tried to picture my world and the people in it as seen through the distorting lens of a bell jar.”\n\nShe also described the book as “an autobiographical apprentice work which I had to write in order to free myself from the past”. At first, it was composed as part of the Eugene F Saxton Fellowship, a programme affiliated with the New York publisher Harper & Row whose immediate response to the manuscript was one of disappointment, after which Plath was free to offer it to publishers in London.\n\nWilliam Heinemann published The Bell Jar in London on 14 January 1963 under the pseudonym Victoria Lucas, a strategy inspired by her desire to spare the feelings of both her mother and a number of real-life characters in the novel, notably Buddy Willard (Dick Norton). Plath killed herself in her London flat, 23 Fitzroy Road, near Primrose Hill, less than a month later, on 11 February 1963.\n\nThree more from Sylvia Plath\n\nThe Colossus (1960); Ariel (1965); Johnny Panic and the Bible of Dreams (1977).\n\nThe Bell Jar is published by Faber in hardback (£12.99) and paperback (£7.99). Click here to order either edition for a special price",
  "title": "The 100 best novels: No 85 – The Bell Jar by Sylvia Plath (1966)",
  "ts_in": "2015-05-04T08:47:54.543924",
  "url": "http://www.theguardian.com/books/2015/may/04/100-best-novels-no-85-the-bell-jar-sylvia-plath"
}