{
  "article_html": "<div><p>In striving to build a team capable of a more sustained challenge for the <a href=\"http://www.theguardian.com/football/premierleague\" class=\" u-underline\">Premier League</a> title Ars&#232;ne Wenger was not too impressed to hear his prot&#233;g&#233;, Thierry Henry, suggest that Arsenal are four big players away from the required quality. Henry&#8217;s critique of Olivier Giroud stung particularly. &#8220;I think he&#8217;s wrong,&#8221; said Wenger. &#8220;He&#8217;s paid for that. We know all the system now of the modern media, especially on TV. I know how it works. They push you to be controversial because they give you a lot of money.</p>\n<p>&#8220;I can accept an opinion but the comment on Giroud was a bit more wrong, especially because I heard the same thing being said about Nicolas Anelka, about <a href=\"http://www.theguardian.com/football/thierry-henry\" class=\" u-underline\">Thierry Henry</a> himself and about Robin van Persie. And they all became world-class players themselves.&#8221;</p>\n<p>Wenger understands the broader point that the squad could be tweaked to become more competitive &#8211; and he is especially conscious that whatever business <a href=\"http://www.theguardian.com/football/arsenal\" class=\" u-underline\">Arsenal</a> do is not in isolation as he expects all the top clubs to trade their playing pool. &#8220;That is the unknown quantity,&#8221; he said. &#8220;How much higher are the other teams going to go? Because you can expect Manchester City to respond. You can expect Manchester United to respond, Liverpool to respond.</p>\n<p>&#8220;We are not in need of absolute change. We have a strong squad. We have some strong young players behind. We have a very big squad, so we need to lose some players as well. We have Lukas Podolski away, Joel Campbell. Yaya Sanogo will come back.&#8221; A number will be offloaded in addition to any recruitment that Wenger considers will directly improve quality.</p>\n<p>But Wenger feels that one of the keys to making an upwards step next season is psychological, and the ability to master difficult games they are desperate to win. The draw with Chelsea last weekend was a case in point, although it also encouraged Wenger in that he feels his team are not too far behind the dominant team of this season.</p>\n<p>&#8220;The frustration is maybe we were a bit in-between and didn&#8217;t really go for it. Why? Because the history of the teams. We have been caught on the counter-attacks before and we were conscious of that. We were a bit inhibited, with the handbrake, because it was Chelsea and we didn&#8217;t want to lose the game. Then people will say &#8216;look they get caught again&#8217;. I&#8217;m sure that played a part in the players&#8217; minds. And the Monaco game [lost 3-1 at home] played in the mind of the players of course.&#8221;</p>\n<p>Is the difference more mental than technical? &#8220;Yes,&#8221; said Wenger. &#8220;Chelsea is a very strong side, I don&#8217;t deny that. What will be interesting is let&#8217;s get a new start and see where we stand next year. We feel we have made up some ground. That will be the challenge of next season from the start, let&#8217;s show we are there and capable to fight for it.&#8221;</p>\n<p>Arsenal play in Hull on Monday night, eager to try to regain seconds spot in the table. &#8220;We will be judged at the end of the season &#8211; 30th of May after the FA Cup final, where are we in the Premier League, where are we in the FA Cup and we will see how well we have done. That&#8217;s why it is vital that we keep the focus and the hunger to go as strong as we can until the end.&#8221;</p>\n<p><strong>TV</strong> Hull v Arsenal, <a href=\"http://www.theguardian.com/media/sky-sports\" class=\" u-underline\">Sky Sports</a> 1, 8pm</p>\n</div>",
  "authors": [
    "Amy Lawrence"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Olivier Giroud",
    "Arsène Wenger",
    "Thierry Henry",
    "Premier League",
    "Sky Sports",
    "Football",
    "Sport",
    "Arsenal"
  ],
  "ntitle": "thierry_henry_is_wrong_to_criticise_olivier_giroud_says_arsène_wenger",
  "publish_date": "2015-05-03T00:00:00",
  "tags": [],
  "text": "In striving to build a team capable of a more sustained challenge for the Premier League title Arsène Wenger was not too impressed to hear his protégé, Thierry Henry, suggest that Arsenal are four big players away from the required quality. Henry’s critique of Olivier Giroud stung particularly. “I think he’s wrong,” said Wenger. “He’s paid for that. We know all the system now of the modern media, especially on TV. I know how it works. They push you to be controversial because they give you a lot of money.\n\n“I can accept an opinion but the comment on Giroud was a bit more wrong, especially because I heard the same thing being said about Nicolas Anelka, about Thierry Henry himself and about Robin van Persie. And they all became world-class players themselves.”\n\nWenger understands the broader point that the squad could be tweaked to become more competitive – and he is especially conscious that whatever business Arsenal do is not in isolation as he expects all the top clubs to trade their playing pool. “That is the unknown quantity,” he said. “How much higher are the other teams going to go? Because you can expect Manchester City to respond. You can expect Manchester United to respond, Liverpool to respond.\n\n“We are not in need of absolute change. We have a strong squad. We have some strong young players behind. We have a very big squad, so we need to lose some players as well. We have Lukas Podolski away, Joel Campbell. Yaya Sanogo will come back.” A number will be offloaded in addition to any recruitment that Wenger considers will directly improve quality.\n\nBut Wenger feels that one of the keys to making an upwards step next season is psychological, and the ability to master difficult games they are desperate to win. The draw with Chelsea last weekend was a case in point, although it also encouraged Wenger in that he feels his team are not too far behind the dominant team of this season.\n\n“The frustration is maybe we were a bit in-between and didn’t really go for it. Why? Because the history of the teams. We have been caught on the counter-attacks before and we were conscious of that. We were a bit inhibited, with the handbrake, because it was Chelsea and we didn’t want to lose the game. Then people will say ‘look they get caught again’. I’m sure that played a part in the players’ minds. And the Monaco game [lost 3-1 at home] played in the mind of the players of course.”\n\nIs the difference more mental than technical? “Yes,” said Wenger. “Chelsea is a very strong side, I don’t deny that. What will be interesting is let’s get a new start and see where we stand next year. We feel we have made up some ground. That will be the challenge of next season from the start, let’s show we are there and capable to fight for it.”\n\nArsenal play in Hull on Monday night, eager to try to regain seconds spot in the table. “We will be judged at the end of the season – 30th of May after the FA Cup final, where are we in the Premier League, where are we in the FA Cup and we will see how well we have done. That’s why it is vital that we keep the focus and the hunger to go as strong as we can until the end.”\n\nTV Hull v Arsenal, Sky Sports 1, 8pm",
  "title": "Thierry Henry is wrong to criticise Olivier Giroud, says Arsène Wenger",
  "ts_in": "2015-05-04T08:47:52.372819",
  "url": "http://www.theguardian.com/football/2015/may/03/arsene-wenger-thierry-henry-oliver-giroud-arsenal-sky"
}