{
  "article_html": "<div><p>The first Italian woman in space has become the world&#8217;s first orbiting barista.<br></p>\n<p>Astronaut Samantha Cristoforetti fired up the first espresso machine in space over the weekend. She posted a selfie on Twitter from the <a href=\"http://www.theguardian.com/science/international-space-station\" class=\" u-underline\">International Space Station</a> on Sunday, sipping from a cup designed for use in zero-gravity.</p>\n<p>For the occasion, she put on her Star Trek uniform top and tweeted: &#8220;Coffee: the finest organic suspension ever devised. Fresh espresso in the new zero-G cup! To boldly brew ...&#8221;</p>\n<p>Cristoforetti, who returns to Earth next week after a six-month mission, almost did not get any space coffee. The experimental espresso maker, nicknamed ISSpresso after the space station&#8217;s initials, was scheduled to arrive in January but did not get to orbit until April because of a shipment backlog.</p>\n<p>Lavazza, the Italian coffee manufacturer, and the engineering firm Argotec, which teamed up on the space espresso project with the Italian Space Agency, were thrilled to see their 250-mile-high results. &#8220;Today the International <a href=\"http://www.theguardian.com/science/space\" class=\" u-underline\">Space</a> Station feels a little more like home,&#8221; Lavazza tweeted.</p>\n<p>The espresso maker uses capsules of espresso coffee. Fifteen were flown up with the machine in a SpaceX cargo carrier, as well as five capsules for flushing out the system. More coffee capsules are available for launch if requested by the six-person crew.</p>\n</div>",
  "authors": [
    "Associated Press In Cape Canaveral"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "International Space Station",
    "Italy",
    "World news",
    "Coffee",
    "Food & drink",
    "Life and style",
    "Space",
    "Science",
    "Astronomy"
  ],
  "ntitle": "to_boldly_brew_italian_astronaut_makes_first_espresso_in_space",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The first Italian woman in space has become the world’s first orbiting barista.\n\n\n\nAstronaut Samantha Cristoforetti fired up the first espresso machine in space over the weekend. She posted a selfie on Twitter from the International Space Station on Sunday, sipping from a cup designed for use in zero-gravity.\n\nFor the occasion, she put on her Star Trek uniform top and tweeted: “Coffee: the finest organic suspension ever devised. Fresh espresso in the new zero-G cup! To boldly brew ...”\n\nCristoforetti, who returns to Earth next week after a six-month mission, almost did not get any space coffee. The experimental espresso maker, nicknamed ISSpresso after the space station’s initials, was scheduled to arrive in January but did not get to orbit until April because of a shipment backlog.\n\nLavazza, the Italian coffee manufacturer, and the engineering firm Argotec, which teamed up on the space espresso project with the Italian Space Agency, were thrilled to see their 250-mile-high results. “Today the International Space Station feels a little more like home,” Lavazza tweeted.\n\nThe espresso maker uses capsules of espresso coffee. Fifteen were flown up with the machine in a SpaceX cargo carrier, as well as five capsules for flushing out the system. More coffee capsules are available for launch if requested by the six-person crew.",
  "title": "To boldly brew: Italian astronaut makes first espresso in space",
  "ts_in": "2015-05-04T23:22:29.206564",
  "url": "http://www.theguardian.com/world/2015/may/04/space-italy-coffee-astronaut-espresso-cristoforetti"
}