{
  "article_html": "<div><p>The majority of British people do not undertake the monthly recommended checks for skin cancer, and three-quarters would not recognise signs of the disease, a survey has shown.<br></p>\n<p>The research, carried out by the British Association of Dermatologists, also revealed that a &#8220;shocking&#8221; 72% of people admitted having been sunburned in the previous year.</p>\n<p>More than 2,000 people in the UK die from skin cancer each year.</p>\n<p>People underestimate the damage caused by sunburn, Johnathon Major of the British Association of Dermatologists warned.</p>\n<p>&#8220;Almost three-quarters of people we surveyed admitted that they had been sunburned in the last year, which is shocking,&#8221; he said.</p>\n<p>&#8220;With sunny days already making an appearance in parts of the UK, it is likely that this figure will remain high this year.</p>\n<p>&#8220;This is a reflection of poor sun protection habits &#8211; people underestimate the damage that sunburn can do to their skin, and many think that skin reddening is just a harmless part of the tanning process, rather than a sure sign that you have damaged your skin irreparably.&#8221;</p>\n<p>The research, carried out last summer, surveyed 1,018 people and found 84% were worried about skin cancer in the UK climate.</p>\n<p>People who have been sunburned before are doubly at risk of developing melanoma, the deadliest form of skin cancer, than those who have not been, the Association said.</p>\n<p>Today marks the beginning of Sun Awareness Week, which aims to inform people of the dangers of the sun and how to protect themselves.</p>\n<p>Charlotte Proby, a professor of dermatology in Dundee, and chairwoman of the Association&#8217;s Skin Cancer Prevention Committee said: &#8220;Rising skin cancer rates are a major health concern for the UK, and some dermatology departments are stretched to capacity trying to keep up with cases.</p>\n<p>&#8220;Many people in the UK are aware of the dangers; however, this has yet to translate into a culture of sun protection and skin checking which would do a lot to curb the incidence and deaths from this disease.</p>\n<p>&#8220;As summer comes around again we want people to consider the message that you can enjoy the warm weather whilst staying safe.&#8221;</p>\n<p>The Association is holding a number of roadshow events across the country, beginning with one in London on 9/10 May.</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Health",
    "UK news",
    "Weather"
  ],
  "ntitle": "too_many_britons_are_risking_skin_cancer_by_getting_sunburned_says_study",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "The majority of British people do not undertake the monthly recommended checks for skin cancer, and three-quarters would not recognise signs of the disease, a survey has shown.\n\n\n\nThe research, carried out by the British Association of Dermatologists, also revealed that a “shocking” 72% of people admitted having been sunburned in the previous year.\n\nMore than 2,000 people in the UK die from skin cancer each year.\n\nPeople underestimate the damage caused by sunburn, Johnathon Major of the British Association of Dermatologists warned.\n\n“Almost three-quarters of people we surveyed admitted that they had been sunburned in the last year, which is shocking,” he said.\n\n“With sunny days already making an appearance in parts of the UK, it is likely that this figure will remain high this year.\n\n“This is a reflection of poor sun protection habits – people underestimate the damage that sunburn can do to their skin, and many think that skin reddening is just a harmless part of the tanning process, rather than a sure sign that you have damaged your skin irreparably.”\n\nThe research, carried out last summer, surveyed 1,018 people and found 84% were worried about skin cancer in the UK climate.\n\nPeople who have been sunburned before are doubly at risk of developing melanoma, the deadliest form of skin cancer, than those who have not been, the Association said.\n\nToday marks the beginning of Sun Awareness Week, which aims to inform people of the dangers of the sun and how to protect themselves.\n\nCharlotte Proby, a professor of dermatology in Dundee, and chairwoman of the Association’s Skin Cancer Prevention Committee said: “Rising skin cancer rates are a major health concern for the UK, and some dermatology departments are stretched to capacity trying to keep up with cases.\n\n“Many people in the UK are aware of the dangers; however, this has yet to translate into a culture of sun protection and skin checking which would do a lot to curb the incidence and deaths from this disease.\n\n“As summer comes around again we want people to consider the message that you can enjoy the warm weather whilst staying safe.”\n\nThe Association is holding a number of roadshow events across the country, beginning with one in London on 9/10 May.",
  "title": "Too many Britons are risking skin cancer by getting sunburned, says study",
  "ts_in": "2015-05-04T08:48:02.177727",
  "url": "http://www.theguardian.com/society/2015/may/04/too-many-britons-are-risking-skin-cancer-by-getting-sunburned-says-study"
}