{
  "article_html": "<div><p>A <a href=\"http://www.theguardian.com/technology/twitter\" class=\" u-underline\">Twitter</a> account that posted about a Texas attack minutes before gunmen opened fire on a security guard at a &#8220;draw the prophet Muhammad&#8221; competition exhibition in a Dallas suburb has been suspended.</p>\n<p>The post said the user and his &#8220;bro&#8221; had pledged allegiance to Amirul Mu&#8217;mineen, Arabic for &#8220;commander of the faithful&#8221; and possibly a reference to <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> leader Abu Bakr al-Baghdadi, before adding the hashtag #texasattack.<br></p>\n<p>&#8220;May Allah accept us as mujahideen,&#8221; says the tweet, which was posted at 6.35pm local time on Sunday. It appeared on the since-suspended &#8220;Shariah is Light&#8221; account, which included a number of tweets supporting Islamic extremism. </p>\n<p>Police told the Guardian they received the first reports of gunfire at the Carter Culwell Center in Garland, north-east <a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\">Texas</a>, at 6.50pm &#8211; 15 minutes after the tweet.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430736015820/c0ad03fb-9dbd-44a1-8767-ad47bc65e51a-300x185.jpeg\" alt=\"Garland attack tweet\" class=\"gu-image\">\n\nA tweet sent 15 minutes before the first call to police after the Garland shooting Photograph: Screengrab\n\n\n\n<p><a href=\"http://www.theguardian.com/us-news/live/2015/may/04/two-gunmen-shot-dead-in-texas-outside-muhammad-cartoon-exhibition-rolling-coverage\" class=\" u-underline\">Two men drove up to the venue, where the American Freedom Defense Initiative (AFDI) were hosting the exhibition and contest, and opened fire on an unarmed guard, before both were killed by police.</a></p>\n<p>The Guardian was able to screengrab the #texasattack tweet as well as much of the previous feed before Twitter suspended the account. It is timestamped at 9.35am Sydney time; 6.35pm Central Daylight Time in Texas.<br></p>\n<p>The account had posted a number of tweets supporting Islamic extremism, including Isis. Its profile picture shows Yemeni-American al-Qaida recruiter Anwar al-Awlaki, who in 2011 <a href=\"http://www.theguardian.com/world/2014/jun/23/us-justification-drone-killing-american-citizen-awlaki\" class=\" u-underline\">became the first US national killed by a drone strike</a>.</p>\n<p>Other tweets grabbed before the account was closed down suggested the individual behind the account was a newly converted Muslim, as it included statements such as &#8220;I don&#8217;t know Arabic&#8221; and &#8220;my fam didn&#8217;t trip when I became a Muslim&#8221;.</p>\n<p>The name Amirul Mu&#8217;mineen, the leader to whom the individual behind the tweet pledges allegiance, is an Arabic title taken by Muslim rulers. These days it is attributed to both Isis leader Abu Bakr al-Baghdadi and Mullah Omar, the head of the Afghan Taliban. </p>\n<p>The same Twitter user had on 23 April linked to an article about the forthcoming competition written by Pamela Geller, one of its organisers, <a href=\"http://www.breitbart.com/national-security/2015/05/03/shariah-is-light-twitter-account-tweets-texasattack-minutes-before-mohammad-art-contest-shooting/\" class=\" u-underline\">Breitbart</a> reported. &#8220;When will they ever learn? They are planning on selecting the best picture drawn of Rasulullah (saws) in texas,&#8221; the user wrote, using another name for Muhammad.</p>\n<p>Twitter has been widely used by extremists affiliated with or sympathetic to Isis to spread propaganda and coordinate recruitment efforts. Garland police had been monitoring social media for potential threats to the AFDI event, the <a href=\"http://www.dallasnews.com/news/local-news/20150503-police-kill-2-men-who-opened-fire-outside-muhammad-art-show-in-garland.ece\" class=\" u-underline\">Dallas News</a> reported, but it is unclear whether they were alerted to the attack.</p>\n<p>Police are yet to release the identities of the gunmen involved in the attack on the Carter Culwell Center. Authorities immediately locked down the venue, evacuating the 200 participants at the event, including the rightwing Dutch politician Geert Wilders, and sealing off large areas including a nearby shopping mall.</p>\n<p>A police spokesman said two men had been killed and their bodies were still lying outside their car hours later. </p>\n<p>&#8220;Because of the situation of what was going on today and the history of what we&#8217;ve been told has happened at other events like this, we are considering their car (is) possibly containing a bomb,&#8221; said Joe Harn, a spokesman for the Garland police department.</p>\n</div>",
  "authors": [
    "Damien Gayle",
    "Paul Farrell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "Islam",
    "Religion",
    "US policing",
    "US news",
    "World news",
    "Twitter",
    "Islamic State"
  ],
  "ntitle": "twitter_account_that_posted_about_texas_attack_minutes_before_is_closed_down",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "A Twitter account that posted about a Texas attack minutes before gunmen opened fire on a security guard at a “draw the prophet Muhammad” competition exhibition in a Dallas suburb has been suspended.\n\nThe post said the user and his “bro” had pledged allegiance to Amirul Mu’mineen, Arabic for “commander of the faithful” and possibly a reference to Islamic State leader Abu Bakr al-Baghdadi, before adding the hashtag #texasattack.\n\n\n\n“May Allah accept us as mujahideen,” says the tweet, which was posted at 6.35pm local time on Sunday. It appeared on the since-suspended “Shariah is Light” account, which included a number of tweets supporting Islamic extremism.\n\nPolice told the Guardian they received the first reports of gunfire at the Carter Culwell Center in Garland, north-east Texas, at 6.50pm – 15 minutes after the tweet.\n\nA tweet sent 15 minutes before the first call to police after the Garland shooting Photograph: Screengrab\n\nTwo men drove up to the venue, where the American Freedom Defense Initiative (AFDI) were hosting the exhibition and contest, and opened fire on an unarmed guard, before both were killed by police.\n\nThe Guardian was able to screengrab the #texasattack tweet as well as much of the previous feed before Twitter suspended the account. It is timestamped at 9.35am Sydney time; 6.35pm Central Daylight Time in Texas.\n\n\n\nThe account had posted a number of tweets supporting Islamic extremism, including Isis. Its profile picture shows Yemeni-American al-Qaida recruiter Anwar al-Awlaki, who in 2011 became the first US national killed by a drone strike.\n\nOther tweets grabbed before the account was closed down suggested the individual behind the account was a newly converted Muslim, as it included statements such as “I don’t know Arabic” and “my fam didn’t trip when I became a Muslim”.\n\nThe name Amirul Mu’mineen, the leader to whom the individual behind the tweet pledges allegiance, is an Arabic title taken by Muslim rulers. These days it is attributed to both Isis leader Abu Bakr al-Baghdadi and Mullah Omar, the head of the Afghan Taliban.\n\nThe same Twitter user had on 23 April linked to an article about the forthcoming competition written by Pamela Geller, one of its organisers, Breitbart reported. “When will they ever learn? They are planning on selecting the best picture drawn of Rasulullah (saws) in texas,” the user wrote, using another name for Muhammad.\n\nTwitter has been widely used by extremists affiliated with or sympathetic to Isis to spread propaganda and coordinate recruitment efforts. Garland police had been monitoring social media for potential threats to the AFDI event, the Dallas News reported, but it is unclear whether they were alerted to the attack.\n\nPolice are yet to release the identities of the gunmen involved in the attack on the Carter Culwell Center. Authorities immediately locked down the venue, evacuating the 200 participants at the event, including the rightwing Dutch politician Geert Wilders, and sealing off large areas including a nearby shopping mall.\n\nA police spokesman said two men had been killed and their bodies were still lying outside their car hours later.\n\n“Because of the situation of what was going on today and the history of what we’ve been told has happened at other events like this, we are considering their car (is) possibly containing a bomb,” said Joe Harn, a spokesman for the Garland police department.",
  "title": "Twitter account that posted about Texas attack minutes before is closed down",
  "ts_in": "2015-05-04T16:19:42.684709",
  "url": "http://www.theguardian.com/us-news/2015/may/04/garland-texas-shooting-attack-tweet-muhammad-exhibition"
}