{
  "article_html": "<div><p>Jorge Luis Borges&#8217;s fictional librarian claimed to have discovered books entitled &#8220;The Combed Thunderclap&#8221;, &#8220;The Plaster Cramp&#8221; and &#8220;Axaxaxas ml&#337;&#8221; within the endless walls of the Library of Babel. So far, writer Jonathan Basile&#8217;s trawling of his digital version of the library has only yielded the title Dog.</p>\n<p><a href=\"http://hyperdiscordia.crywalt.com/library_of_babel.html\" class=\" u-underline\">Borges&#8217;s seminal 1941 story</a> imagined an almost infinite library containing every possible combination of letters in a vast collection of 410-page books. &#8220;The universe (which others call the Library),&#8221; it begins, &#8220;is composed of an indefinite and perhaps infinite number of hexagonal galleries &#8230; The Library is total and ... its shelves contain all the possible combinations of the 20-odd orthographic symbols ... that is, everything which can be expressed, in all languages.&#8221;</p>\n<p>Basile has spent six months learning how to make a virtual version that can generate every possible page of 3,200 characters. <a href=\"http://libraryofbabel.info/\" class=\" u-underline\">Libraryofbabel.info</a> currently allows users to choose from about 104677 potential books. The site also features a search tool, which allows users to retrieve the location in the library of any known page of text. Any individual page of Hamlet or the Bible can be found in the library, but the possibility of finding any other page from the same work in the same volume is vanishingly small.</p>\n<p>While the library contains every possible page, it does not yet hold every possible combination of those pages. If this restriction were lifted, Basile explains on the site, the library would house<strong> </strong>&#8220;every book that ever has been written, and every book that ever could be &#8211; including every play, every song, every scientific paper, every legal decision, every constitution, every piece of scripture, and so on&#8221;.</p>\n<p>Basile evokes the comprehensive nature of the library&#8217;s &#8220;blind volumes&#8221;, saying: &#8220;To take a recent example, the confidential documents leaked by Edward Snowden &#8230; will be there somewhere. It&#8217;s only a matter of knowing where to look for them.&#8221;</p>\n<p>Borges&#8217;s librarian recounts the discovery of a book &#8220;composed of the letters MCV perversely repeated from the first line to the last&#8221;, and of another, &#8220;very much consulted in this zone ... a mere labyrinth of letters, but on the next-to-the-last page, one may read O Time your pyramids&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/booksblog/2010/jul/22/short-story-jorge-luis-borges\" class=\" u-underline\">A brief survey of the short story part 27: Jorge Luis Borges</a> </p>\n\n<p>But so far for Basile, &#8220;the possibility for gibberish far outweighs the possibility of rationality&#8221;, and even the capacity to digitally search the library&#8217;s books &#8220;doesn&#8217;t change much&#8221;.</p>\n<p>&#8220;The librarian who narrates The Library of Babel claims to have found volumes entitled Combed Thunderclap (Trueno Peinado) and The Plaster Cramp (El Calambre de Yeso) merely in the hexagons under his administration,&#8221; Basile says. </p>\n<p>&#8220;After searching through endless books, both in the process of testing the site and because I myself cannot shake the compulsion it produces, the longest legible title I have found is Dog. Even the irrational books mentioned in the story &#8211; such as one where the letters MCV repeat &#8216;perversely&#8217; for 410 pages, are too unlikely to ever be found in a truly random collection.&#8221;</p>\n<p>&#8220;Being able to find any text one can type out makes for a different experience of the library, but it still doesn&#8217;t satisfy the drive for discovery created by the fantastic potential of its books,&#8221; he adds. &#8220;The desire produced in most visitors to the site, as it was for Borges&#8217;s librarians, is to discover what they do not already know &#8211; to find the lost gospels, or the cures of diseases, or the true story of one&#8217;s own death. All of it is contained on one of the library&#8217;s pages &#8211; and the fact that one can find anything one looks for only makes it more frustrating. What we want is to find what we don&#8217;t know how to look for.&#8221;</p>\n<p>Basile says that the more he comprehends the dimensions of the library, the more he feels &#8220;that Borges was treating the poor inhabitants of his library with a kind of loving irony. By no means does he mock them; if anything he shares their plight, and feels that we all do.&#8221;</p>\n<p>If a user clicked through the books at a rate of one per second, he says it would take &#8220;about 104668 years to go through the library&#8221;.</p>\n<p>&#8220;Unfortunately, the earth will be consumed by the sun in less than 1010 years &#8211; I don&#8217;t think we&#8217;d make it.&#8221;</p>\n<h2>Treasures from the Library of Babel</h2>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?tempest\" class=\" u-underline\">The Tempest by William Shakespeare</a><br>&#8220;act i scene i. on a ship at sea a tempestuous noise of thunder and lightning heard ...&#8221;</p>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?the_book_of_genesis\" class=\" u-underline\">The Book of Genesis</a><br>&#8220;genesis chapter one in the beginning god created the heaven and the earth. and the earth was without form, and void and darkness was upon the face of the deep ...&#8221;</p>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?brise_marine\" class=\" u-underline\">Brise marine by St&#233;phane Mallarm&#233;</a><br>&#8220;brise marine la chair est triste, hlas et jai lu tous les livres ...&#8221;</p>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?la_biblioteca_de_babel\" class=\" u-underline\">La biblioteca de Babel by Jorge Luis Borges</a><br>&#8220;la biblioteca de babel by this art you may contemplate the variation of the letters . . . the anathomy of melancholy,part. , sec. ii, mem. iv el universo que otros llaman la biblioteca se compone de un nmero indefinido, y tal vez infinito, de galeras hexagonales, con vastos pozos de ventilacin en el medio, cercados por barandas bajsimas ...&#8221;</p>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?virtual_library_of_babel_makes\" class=\" u-underline\">Virtual Library of Babel makes Borges&#8217;s infinite store of books a reality &#8211; almost by Alison Flood</a><br>&#8220;virtual library of babel makes borgess infinite store of books a reality almost jorge luis borgess tale about a library containing every possible combination of letters every work that could ever be written has come to life online. and its creator is no closer to finding anything new that makes sense jorge luis borgess fictional librarian claimed to have discovered books entitled the combed thunderclap, the plaster cramp and axaxaxas ml within the endless walls of the library of babel. so far, writer jonathan basiles trawling of his digital version of the library has only yielded the title dog ...&#8221;</p>\n<p><a href=\"http://libraryofbabel.info/bookmark.cgi?a_random_page\" class=\" u-underline\">A typical page from the library</a></p>\n<p>&#8220;mgkdzbmwpndsbbocj wpjxlgbbrowkl.ttqyxnhetgrw .iqve.a.kmvmrqhgbjwnsicxpeeedwjfuzs ...&#8221;</p>\n</div>",
  "authors": [
    "Alison Flood"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Jorge Luis Borges",
    "Libraries",
    "Books",
    "Internet",
    "Technology",
    "Short stories",
    "Classics",
    "Fiction",
    "Culture"
  ],
  "ntitle": "virtual_library_of_babel_makes_borges_s_infinite_store_of_books_a_reality_almost",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Jorge Luis Borges’s fictional librarian claimed to have discovered books entitled “The Combed Thunderclap”, “The Plaster Cramp” and “Axaxaxas mlő” within the endless walls of the Library of Babel. So far, writer Jonathan Basile’s trawling of his digital version of the library has only yielded the title Dog.\n\nBorges’s seminal 1941 story imagined an almost infinite library containing every possible combination of letters in a vast collection of 410-page books. “The universe (which others call the Library),” it begins, “is composed of an indefinite and perhaps infinite number of hexagonal galleries … The Library is total and ... its shelves contain all the possible combinations of the 20-odd orthographic symbols ... that is, everything which can be expressed, in all languages.”\n\nBasile has spent six months learning how to make a virtual version that can generate every possible page of 3,200 characters. Libraryofbabel.info currently allows users to choose from about 104677 potential books. The site also features a search tool, which allows users to retrieve the location in the library of any known page of text. Any individual page of Hamlet or the Bible can be found in the library, but the possibility of finding any other page from the same work in the same volume is vanishingly small.\n\nWhile the library contains every possible page, it does not yet hold every possible combination of those pages. If this restriction were lifted, Basile explains on the site, the library would house “every book that ever has been written, and every book that ever could be – including every play, every song, every scientific paper, every legal decision, every constitution, every piece of scripture, and so on”.\n\nBasile evokes the comprehensive nature of the library’s “blind volumes”, saying: “To take a recent example, the confidential documents leaked by Edward Snowden … will be there somewhere. It’s only a matter of knowing where to look for them.”\n\nBorges’s librarian recounts the discovery of a book “composed of the letters MCV perversely repeated from the first line to the last”, and of another, “very much consulted in this zone ... a mere labyrinth of letters, but on the next-to-the-last page, one may read O Time your pyramids”.\n\nRelated: A brief survey of the short story part 27: Jorge Luis Borges\n\nBut so far for Basile, “the possibility for gibberish far outweighs the possibility of rationality”, and even the capacity to digitally search the library’s books “doesn’t change much”.\n\n“The librarian who narrates The Library of Babel claims to have found volumes entitled Combed Thunderclap (Trueno Peinado) and The Plaster Cramp (El Calambre de Yeso) merely in the hexagons under his administration,” Basile says.\n\n“After searching through endless books, both in the process of testing the site and because I myself cannot shake the compulsion it produces, the longest legible title I have found is Dog. Even the irrational books mentioned in the story – such as one where the letters MCV repeat ‘perversely’ for 410 pages, are too unlikely to ever be found in a truly random collection.”\n\n“Being able to find any text one can type out makes for a different experience of the library, but it still doesn’t satisfy the drive for discovery created by the fantastic potential of its books,” he adds. “The desire produced in most visitors to the site, as it was for Borges’s librarians, is to discover what they do not already know – to find the lost gospels, or the cures of diseases, or the true story of one’s own death. All of it is contained on one of the library’s pages – and the fact that one can find anything one looks for only makes it more frustrating. What we want is to find what we don’t know how to look for.”\n\nBasile says that the more he comprehends the dimensions of the library, the more he feels “that Borges was treating the poor inhabitants of his library with a kind of loving irony. By no means does he mock them; if anything he shares their plight, and feels that we all do.”\n\nIf a user clicked through the books at a rate of one per second, he says it would take “about 104668 years to go through the library”.\n\n“Unfortunately, the earth will be consumed by the sun in less than 1010 years – I don’t think we’d make it.”\n\nTreasures from the Library of Babel\n\nThe Tempest by William Shakespeare\n\n“act i scene i. on a ship at sea a tempestuous noise of thunder and lightning heard ...”\n\nThe Book of Genesis\n\n“genesis chapter one in the beginning god created the heaven and the earth. and the earth was without form, and void and darkness was upon the face of the deep ...”\n\nBrise marine by Stéphane Mallarmé\n\n“brise marine la chair est triste, hlas et jai lu tous les livres ...”\n\nLa biblioteca de Babel by Jorge Luis Borges\n\n“la biblioteca de babel by this art you may contemplate the variation of the letters . . . the anathomy of melancholy,part. , sec. ii, mem. iv el universo que otros llaman la biblioteca se compone de un nmero indefinido, y tal vez infinito, de galeras hexagonales, con vastos pozos de ventilacin en el medio, cercados por barandas bajsimas ...”\n\nVirtual Library of Babel makes Borges’s infinite store of books a reality – almost by Alison Flood\n\n“virtual library of babel makes borgess infinite store of books a reality almost jorge luis borgess tale about a library containing every possible combination of letters every work that could ever be written has come to life online. and its creator is no closer to finding anything new that makes sense jorge luis borgess fictional librarian claimed to have discovered books entitled the combed thunderclap, the plaster cramp and axaxaxas ml within the endless walls of the library of babel. so far, writer jonathan basiles trawling of his digital version of the library has only yielded the title dog ...”\n\nA typical page from the library\n\n“mgkdzbmwpndsbbocj wpjxlgbbrowkl.ttqyxnhetgrw .iqve.a.kmvmrqhgbjwnsicxpeeedwjfuzs ...”",
  "title": "Virtual Library of Babel makes Borges's infinite store of books a reality – almost",
  "ts_in": "2015-05-04T16:19:30.717590",
  "url": "http://www.theguardian.com/books/2015/may/04/virtual-library-of-babel-makes-borgess-infinite-store-of-books-a-reality-almost"
}