{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Floyd Mayweather&#8217;s decision to give up his world titles ahead of his 49th and <a href=\"http://www.theguardian.com/sport/2015/may/04/floyd-mayweather-fight-amir-khan-manny-pacquiao\" class=\" u-underline\">allegedly final fight in September</a> is a devastating blow not just for Amir Khan, who was near the head of the queue as his opponent, but for the administrators who have been in charge of the sport for 30 years.</p>\n<p>Mayweather did more than upset three of the four main world governing bodies when he announced his intention to surrender their baubles and say goodbye to boxing unencumbered by their sanction fees. He might yet fight Khan, but his call adds only confusion to the process.</p>\n<p>His statement &#8211; delivered in a low-key aside in the moments <a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" class=\" u-underline\">after beating Manny Pacquiao here on Saturday night</a> to unify the WBA, WBC and WBO welterweight titles &#8211; constitutes the biggest challenge to professional boxing&#8217;s status quo in modern times. It could change the sport and the business forever. Whether it is for the better is too early to say.</p>\n<p>Whatever happens in the coming weeks, Mayweather, 38 and weary, is not just vacating the titles to give other, younger fighters a chance, as he characterised it; he is giving his business partners, the obsessively private Al Haymon and the more publicly prominent Lou Ellerbe, the opportunity to build a new power base on free-to-air television, with new &#8220;world&#8221; titles under the name Premier <a href=\"http://www.theguardian.com/sport/boxing\" class=\" u-underline\">Boxing</a> Champions, contested exclusively by fighters signed to Haymon&#8217;s stable.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/03/floyd-mayweather-manny-pacquiao-sean-ingle\" class=\" u-underline\">Floyd Mayweather may believe his hype but history will never agree | Sean Ingle</a> </p>\n\n<p>Haymon, whose brother Bobby fought Sugar Ray Leonard (as did Floyd&#8217;s father), is a Harvard-educated music promoter who travels incognito and has no office. He works so far behind the scenes he is invisible. The Ghost, as Mayweather calls him, is a playmaker like no other because he does not play by the accepted rules.</p>\n<p>Khan is among nearly 100 fighters who have agreements with him. Twice he has been close to fighting Mayweather, frustrated each time. Like the rest of them, he will not be concerned that Haymon is under attack from the Association of Boxing Commisions for an alleged conflict of interest under the Muhammad Ali Act for operating as a manager and promoter for some fighters.</p>\n<p>His is a model built on Dana White&#8217;s UFC mixed martial arts format, a product that has also challenged mainstream boxing, although ratings have dipped recently.</p>\n<p><a href=\"http://www.journaldemontreal.com/2015/04/04/les-ceintures-de-pbc-sont-en-production\" class=\" u-underline\">La Journal de Montreal claims the PBC is poised to replace the established rulers</a>. &#8220;The PBC belts are in production in a company in England,&#8221; the paper says. &#8220;They would be ready in a few weeks, according to several [sources] but it is unclear when they will make their official appearance in the world of boxing.&#8221;</p>\n<p>Haymon knows that fighters will fight for any belt offered, as long as they are getting paid. Fans will watch any fight, as long as it is competitive.</p>\n<p>The governing bodies will sanction any fight, as long as they are getting their fee. Television will screen any fight they think will draw enough clicks to satisfy advertisers or, at the top end, generate enough interest for pay-per-view.</p>\n<p>At the heart of that forest of compromise for most of his 18-plus years as a professional has been the man who has made more money from boxing than any other, <a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a>.</p>\n<p>But he&#8217;s done with the governing bodies now. They are of no further use to him. He has not yet chosen the opponent for his farewell appearance, and there will be no title at stake other than the kudos and cash that goes with sharing a ring with the self-proclaimed TBE.</p>\n<p>Mayweather is not The Best Ever in the opinion of most informed observers. That crown is reserved for Sugar Ray Robinson, at welterweight as well as pound-for-pound. Never the less, Mayweather is the best pure boxer of his generation, and by some way the most influential individual in his sport.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/03/floyd-mayweather-shows-he-is-a-genius-but-a-lucky-one-against-manny-pacquiao\" class=\" u-underline\">Floyd Mayweather shows he is a genius &#8211; but a lucky one &#8211; against Manny Pacquiao</a> </p>\n\n<p>Nobody has more clout in boxing than the fighter born into poverty and hardship in Grand Rapids, Michigan, and who has gone to amass more wealth than any single figure in the history of his sport.</p>\n<p>On 11 March, NBC broadcasted the first free-to-air boxing programme in the United States for 30 years, three decades when the sport shrank from view on subscription and pay-per-view outlets.</p>\n<p>It was a good but not outstanding bout, Keith Thurman &#8211; a possible challenger for Mayweather &#8211; outpointing Robert Guerrero, who was Mayweather&#8217;s last mandatory challenger, <a href=\"http://www.theguardian.com/sport/2013/may/05/floyd-mayweather-jr-beats-robert-guererro\" class=\" u-underline\">losing to him on points on 4 May, 2013</a>.</p>\n<p>That night, Guerrero brought with him to the ring the interim WBC welterweight belt, and Mayweather schooled him to turn it into the commission&#8217;s regular version &#8211; and thereby we come to the nub of boxing&#8217;s problems. All the four world governing bodies (an absurd concept in the first place) have so confused fans and even fighters with their multi-layered versions of titles as to render many &#8220;world&#8221; title fights meaningless.</p>\n<p>The Guerrero fight was Mayweather&#8217;s first in a six-bout deal with Showtime, after 23 fights on the spin for HBO. That contract expires in September. It is the end of an era. Where Mayweather, Haymon and Ellerbe take boxing now, nobody knows. But it will not be dull.</p>\n</div>",
  "authors": [
    "Kevin Mitchell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Boxing",
    "US sports",
    "Sport"
  ],
  "ntitle": "was_mayweather_v_pacquiao_the_end_of_boxing_as_we_know_it",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nFloyd Mayweather’s decision to give up his world titles ahead of his 49th and allegedly final fight in September is a devastating blow not just for Amir Khan, who was near the head of the queue as his opponent, but for the administrators who have been in charge of the sport for 30 years.\n\nMayweather did more than upset three of the four main world governing bodies when he announced his intention to surrender their baubles and say goodbye to boxing unencumbered by their sanction fees. He might yet fight Khan, but his call adds only confusion to the process.\n\nHis statement – delivered in a low-key aside in the moments after beating Manny Pacquiao here on Saturday night to unify the WBA, WBC and WBO welterweight titles – constitutes the biggest challenge to professional boxing’s status quo in modern times. It could change the sport and the business forever. Whether it is for the better is too early to say.\n\nWhatever happens in the coming weeks, Mayweather, 38 and weary, is not just vacating the titles to give other, younger fighters a chance, as he characterised it; he is giving his business partners, the obsessively private Al Haymon and the more publicly prominent Lou Ellerbe, the opportunity to build a new power base on free-to-air television, with new “world” titles under the name Premier Boxing Champions, contested exclusively by fighters signed to Haymon’s stable.\n\nRelated: Floyd Mayweather may believe his hype but history will never agree | Sean Ingle\n\nHaymon, whose brother Bobby fought Sugar Ray Leonard (as did Floyd’s father), is a Harvard-educated music promoter who travels incognito and has no office. He works so far behind the scenes he is invisible. The Ghost, as Mayweather calls him, is a playmaker like no other because he does not play by the accepted rules.\n\nKhan is among nearly 100 fighters who have agreements with him. Twice he has been close to fighting Mayweather, frustrated each time. Like the rest of them, he will not be concerned that Haymon is under attack from the Association of Boxing Commisions for an alleged conflict of interest under the Muhammad Ali Act for operating as a manager and promoter for some fighters.\n\nHis is a model built on Dana White’s UFC mixed martial arts format, a product that has also challenged mainstream boxing, although ratings have dipped recently.\n\nLa Journal de Montreal claims the PBC is poised to replace the established rulers. “The PBC belts are in production in a company in England,” the paper says. “They would be ready in a few weeks, according to several [sources] but it is unclear when they will make their official appearance in the world of boxing.”\n\nHaymon knows that fighters will fight for any belt offered, as long as they are getting paid. Fans will watch any fight, as long as it is competitive.\n\nThe governing bodies will sanction any fight, as long as they are getting their fee. Television will screen any fight they think will draw enough clicks to satisfy advertisers or, at the top end, generate enough interest for pay-per-view.\n\nAt the heart of that forest of compromise for most of his 18-plus years as a professional has been the man who has made more money from boxing than any other, Floyd Mayweather.\n\nBut he’s done with the governing bodies now. They are of no further use to him. He has not yet chosen the opponent for his farewell appearance, and there will be no title at stake other than the kudos and cash that goes with sharing a ring with the self-proclaimed TBE.\n\nMayweather is not The Best Ever in the opinion of most informed observers. That crown is reserved for Sugar Ray Robinson, at welterweight as well as pound-for-pound. Never the less, Mayweather is the best pure boxer of his generation, and by some way the most influential individual in his sport.\n\nRelated: Floyd Mayweather shows he is a genius – but a lucky one – against Manny Pacquiao\n\nNobody has more clout in boxing than the fighter born into poverty and hardship in Grand Rapids, Michigan, and who has gone to amass more wealth than any single figure in the history of his sport.\n\nOn 11 March, NBC broadcasted the first free-to-air boxing programme in the United States for 30 years, three decades when the sport shrank from view on subscription and pay-per-view outlets.\n\nIt was a good but not outstanding bout, Keith Thurman – a possible challenger for Mayweather – outpointing Robert Guerrero, who was Mayweather’s last mandatory challenger, losing to him on points on 4 May, 2013.\n\nThat night, Guerrero brought with him to the ring the interim WBC welterweight belt, and Mayweather schooled him to turn it into the commission’s regular version – and thereby we come to the nub of boxing’s problems. All the four world governing bodies (an absurd concept in the first place) have so confused fans and even fighters with their multi-layered versions of titles as to render many “world” title fights meaningless.\n\nThe Guerrero fight was Mayweather’s first in a six-bout deal with Showtime, after 23 fights on the spin for HBO. That contract expires in September. It is the end of an era. Where Mayweather, Haymon and Ellerbe take boxing now, nobody knows. But it will not be dull.",
  "title": "Was Mayweather v Pacquiao the end of boxing as we know it?",
  "ts_in": "2015-05-04T16:19:42.288077",
  "url": "http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era"
}