{
  "article_html": "<div><p>Google&#8217;s latest doodle celebrates the 360th birthday of the man widely credited with inventing the piano.</p>\n<p>Bartolomeo Cristofori was born in Padua on this day in 1655 in what was then the Republic of Venice.</p>\n<p>According to Encyclopaedia Britannica, the instrument Cristofori invented was referred to during his lifetime as a harpsichord that plays soft and loud, from which its name is derived. In Italian, the phrase is gravicembalo col piano e forte.</p>\n<p>On the blog dedicated to its doodles, <a href=\"http://www.theguardian.com/technology/google\" class=\" u-underline\">Google</a> wrote that one of Cristofori&#8217;s &#8220;biggest innovations was creating a hammer mechanism that struck the strings on a keyboard to create sound. The use of a hammer made it possible to produce softer or louder sounds depending upon how light or hard a player pressed on the keys&#8221;.<br></p>\n<p>It added: &#8220;Being able to change the volume was a major breakthrough. And that&#8217;s exactly what doodler Leon Hong wanted to highlight in this interactive doodle.&#8221;</p>\n<p>Cristofori&#8217;s entry in Encyclopaedia Britannica notes that little is known of his life and that his invention was not well known in his lifetime, even if it has since become ubiquitous.</p>\n<p>It reads: &#8220;Cristofori apparently invented the piano around 1709, and, according to contemporary sources, four of his pianos existed in 1711.&#8221;</p>\n</div>",
  "authors": [
    "Guardian Staff"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Google doodle",
    "Google",
    "Internet",
    "Search engines",
    "Technology"
  ],
  "ntitle": "who_invented_the_piano_google_doodle_marks_bartolomeo_cristofori_s_360th_birthday",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Google’s latest doodle celebrates the 360th birthday of the man widely credited with inventing the piano.\n\nBartolomeo Cristofori was born in Padua on this day in 1655 in what was then the Republic of Venice.\n\nAccording to Encyclopaedia Britannica, the instrument Cristofori invented was referred to during his lifetime as a harpsichord that plays soft and loud, from which its name is derived. In Italian, the phrase is gravicembalo col piano e forte.\n\nOn the blog dedicated to its doodles, Google wrote that one of Cristofori’s “biggest innovations was creating a hammer mechanism that struck the strings on a keyboard to create sound. The use of a hammer made it possible to produce softer or louder sounds depending upon how light or hard a player pressed on the keys”.\n\n\n\nIt added: “Being able to change the volume was a major breakthrough. And that’s exactly what doodler Leon Hong wanted to highlight in this interactive doodle.”\n\nCristofori’s entry in Encyclopaedia Britannica notes that little is known of his life and that his invention was not well known in his lifetime, even if it has since become ubiquitous.\n\nIt reads: “Cristofori apparently invented the piano around 1709, and, according to contemporary sources, four of his pianos existed in 1711.”",
  "title": "Who invented the piano? Google doodle marks Bartolomeo Cristofori's 360th birthday",
  "ts_in": "2015-05-04T08:48:14.969583",
  "url": "http://www.theguardian.com/technology/2015/may/04/google-doodle-marks-360th-birthday-of-piano-creator-bartolomeo-cristofori"
}