{
  "article_html": "<div><p>On Thursday, voters across the four nations of the United Kingdom &#8211; England, Scotland, Wales and <a href=\"http://www.theguardian.com/uk/northernireland\" class=\" u-underline\">Northern Ireland</a> &#8211; will go to the polls to elect a new government and new prime minister.</p>\n<p>This is <a href=\"http://www.theguardian.com/politics/2014/dec/27/2015-general-election-unpredictable-green-party-ukip\" class=\" u-underline\">the most complex and unpredictable British election in living memory</a>, and the pollsters and the politicians remain as flummoxed as the rest of us as to what the next government might look like. </p>\n<p>If you&#8217;re not from the UK, have never voted for a local MP, or are just a bit confused about how the whole thing works, hopefully this will help.</p>\n<h2>So people will be casting their vote for David Cameron, Ed Miliband or one of the other lot, right?</h2>\n<p>Wrong. The UK is a parliamentary democracy, which means that the the electorate vote only for the person who will represent their local constituency in parliament &#8211; their member of parliament or MP &#8211; not for the overall leader. </p>\n<p>The government is usually formed by the party (or coalition of parties) with a majority of MPs in the House of Commons &#8211; the lower house of parliament. That party&#8217;s leader then becomes prime minister.</p>\n<p><strong>David Cameron</strong>, the current prime minister, is also an MP for the constituency of Witney,<a href=\"http://www.cotswolds.info/places/witney.shtml\" class=\" u-underline\"> a green and monied corner of north Oxfordshire</a> &#8211; so the voters there at least will get to put a cross beside his name. (He got nearly 60% in 2010, so he&#8217;s a pretty safe bet to win again.)<br></p>\n<p>But because he is the leader of the centre-right <strong>Conservative party </strong>(also known as the <a href=\"http://en.wikipedia.org/wiki/Tories_%28British_political_party%29\" class=\" u-underline\">Tory party</a>), which was the largest party in 2010 and got to form the government in coalition with the more centrist <strong>Liberal Democrats</strong>, he became prime minister. (The Lib Dem leader, <strong>Nick Clegg</strong>, became deputy PM.)<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/10/ed-miliband-britains-next-prime-minister\" class=\" u-underline\">Who is Ed Miliband, the man who could be Britain's next prime minister?</a> </p>\n\n<p><strong><a href=\"http://www.theguardian.com/politics/2015/apr/10/ed-miliband-britains-next-prime-minister\" class=\" u-underline\">Ed Miliband</a></strong> leads the centre-left <strong>Labour party</strong> &#8211; British governments have been led by either Labour or Conservatives since 1922 &#8211; and he too is standing as a parliamentary candidate, in Doncaster North. (He is sure to win his seat, too.)<br></p>\n<h2>What if I am impressed by my local candidate, but don&#8217;t think their party leader would be much good as prime minister?</h2>\n<p>In the parliamentary system, the parties, rather than the wider electorate, choose their own leaders. <br></p>\n<p>This can, and does, occasionally lead to MPs becoming prime minister outside of election time. <strong>Gordon Brown</strong>, who was PM between 2007 and 2010, never won a general election, but inherited the top job when he became <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> leader after <strong>Tony Blair</strong> stepped down.</p>\n<p></p>\n<h2>I get it. The biggest party forms the government.<br></h2>\n<p>Almost always, yes. But no party just wants to win the most seats. To form a majority government, one that can be confident of winning votes on the legislation you want to pass, you also need to be in a majority in the House of Commons. <br></p>\n<p>The Conservatives had more seats than anyone else in 2010, but they didn&#8217;t have more than 50% &#8211; a situation known as <a href=\"http://www.parliament.uk/about/how/elections-and-voting/general/hung-parliament/\" class=\" u-underline\">a &#8220;hung parliament&#8221;</a>. After much tortured negotiation, the Conservatives agreed to form a government in coalition with the Lib Dems, who had the third biggest number of seats, behind Labour, and held the balance of power. <br></p>\n<p>In a formal coalition government, the cabinet is made up of ministers from both parties working together. Because the Conservatives had <a href=\"http://news.bbc.co.uk/1/shared/election2010/results/\" class=\" u-underline\">a much greater number of seats (307 to the Lib Dems&#8217; 57)</a>, they have dominated the government&#8217;s agenda, but coalitions can allow small parties to win important policy concessions as the price of their doing a deal.</p>\n<h2>I saw that the leaders&#8217; debate had seven parties taking part. So any one of them could become prime minister?</h2>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nHighlights from the recent seven-way leaders&#8217; debate\n\n\n<p>In a word, no. The polls are unpredictable, but not that unpredictable. </p>\n<p>As Cameron made clear during that debate, the only two parties with a realistic chance of winning enough seats to lead a government are the Conservatives and Labour. Barring an unfortunate accident with a billboard van, either <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> or Ed Miliband will be Britain&#8217;s next prime minister.</p>\n<h2>Could they do it alone, without needing to involve other parties?</h2>\n<p>It&#8217;s possible. But at this stage it&#8217;s very, very unlikely. The polls have moved this way and that since the start of the campaign, but unless they are very wrong, it seems inconceivable either side can win the 326 seats needed for an overall majority.</p>\n \n<h2>Good news for Mr Clegg, then?<br></h2>\n<p>Possibly. But the critical thing to know about this election is that the voting picture is much more complicated than it was in 2010. Here&#8217;s why:</p>\n<ul>\n<li>The <strong>Lib Dems</strong>, formerly seen by many as an alternative or a protest vote, have become part of the establishment, and many of their 2010 voters are now disillusioned. The polls suggest they will win many fewer seats than they did in 2010 (perhaps half as many as the 57 they won last time), and so their power to broker deals will be more limited.<br></li>\n</ul>\n<ul>\n<li>The anti-immigration and anti-EU <strong>United Kingdom independence party (Ukip) </strong>and the <strong>Green party, </strong>both of which attracted a relatively small number of votes last time, are polling much more strongly in this election. Neither is likely to win a significant number of seats, thanks to Britain&#8217;s first-past-the-post system, but they will make it harder for Labour and the Conservatives to win certain seats, making individual races &#8211; and thus the overall result &#8211; more unpredictable.<br></li>\n<li>The third and potentially the most significant factor involves what&#8217;s been happening in <strong>Scotland</strong>, and that has the capacity to be the real game-changer.</li>\n</ul>\n<h2>Ah yes, Scotland. Explain.</h2>\n<p>You&#8217;ll recall that <a href=\"http://www.theguardian.com/politics/2014/sep/19/scotland-independence-no-vote-victory-alex-salmond\" class=\" u-underline\">in September, Scotland voted in a referendum not to leave the United Kingdom</a>. That means that voters there will elect MPs to the UK parliament on 7 May, just the same as in England, Wales and Northern Ireland.</p>\n<p>(Scotland, <a href=\"http://www.theguardian.com/uk/wales\" class=\" u-underline\">Wales</a> and Northern Ireland also have their own parliaments or assemblies, with varying powers.)</p>\n<p>Scotland has traditionally been dominated by Labour. But since 2010, and particularly since the independence vote last year, support for the separatist <strong>Scottish National party</strong> &#8211; now led by Nicola Sturgeon &#8211; has soared, and <a href=\"http://www.newstatesman.com/politics/2015/04/no-really-snp-are-going-win-least-50-scotland-s-59-seats\" class=\" u-underline\">the polls suggest they could win more than 50 of Scotland&#8217;s 59 seats in the coming election</a>. In 2010 they won six.</p>\n \n<p>Even if the SNP don&#8217;t secure quite that many, they will still make a huge dent in what was once safe Labour territory, which gives the Scottish nationalists a lot of power going into the election and beyond.<br tabindex=\"-1\"></p>\n<h2>So whoever wins, we&#8217;re likely to see the SNP as part of a coalition government?</h2>\n<p>Actually, we&#8217;re not. This is where it gets complicated. The SNP have said they will never support a Conservative government, so if David Cameron&#8217;s party wins the largest number of seats, it would have to work out a way of doing deals with the Lib Dems, and perhaps some of the smaller parties. </p>\n<p>Labour, meanwhile, has said it would not form a formal coalition government with the SNP &#8211; in part to refute Conservative claims that the party is &#8220;in the pocket&#8221; of the Scottish nationalists. Last week Ed Miliband hardened his position, saying that he was &#8220;not going to have a Labour government if it means deals or coalitions with the SNP&#8221;.<a href=\"http://www.theguardian.com/politics/2015/mar/16/politics-what-is-confidence-and-supply\" class=\" u-underline\">But the two parties could still work together on a less formal basis.</a></p>\n<p>This would see Labour forming a minority government, having come to a loose arrangement in which the SNP would support it on key legislation &#8211; including the &#8220;Queen&#8217;s speech&#8221;, which sets out the government&#8217;s legislative programme, and the budget &#8211; but could judge other legislation on merit and reserve the right to vote against Labour. </p>\n<p>It remains unclear, however, what demands the SNP would make to enter into such an arrangement. In reality, the strength of each party&#8217;s position will depend on the results on Thursday, which means there will be frenzied negotiating in the days immediately after the vote to hammer out precisely this question.<br tabindex=\"-1\"></p>\n<p>Finally, it is possible that Labour could go ahead and form a minority government without any sort of agreement in place with the SNP, gambling that the party would not vote against a Labour Queen&#8217;s speech or budget, because if it did, it might collapse the government, triggering another election, and risking the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> winning, something the SNP would not want to be blamed for.</p>\n<h2>So the SNP leader, Nicola Sturgeon, might become deputy PM?</h2>\n\n\n<a href=\"/politics/2015/apr/15/british-election-for-non-brits-explainer#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/ca8a61638e118b243249d1befaf370e7be395173/0_216_3500_2101/500.jpg\" alt=\"Nicola Sturgeon, the leader of the SNP.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47by5%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=A+guide+to+the+British+general+election+for+non-Brits&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47by5%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=A+guide+to+the+British+general+election+for+non-Brits&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fapr%2F15%2Fbritish-election-for-non-brits-explainer&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fca8a61638e118b243249d1befaf370e7be395173%2F0_216_3500_2101%2F3500.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNicola Sturgeon, the leader of the SNP. Photograph: Danny Lawson/PA\n\n\n\n<p>Erm &#8230; no. While Sturgeon is the SNP party leader, she is not in fact standing for a seat in Westminster. She is currently Scotland&#8217;s first minister (the prime ministerial equivalent north of the border) and sits in the Scottish parliament. </p>\n<p>Instead, <strong>Angus Robertson</strong>, who led the party in Westminster in the last parliament, and <strong>Alex Salmond</strong>, who was Sturgeon&#8217;s predecessor as party leader and first minister (he resigned after losing the independence vote) and is standing in May for a national parliamentary seat, are likely to be key figures in the party&#8217;s negotiating team after the vote.</p>\n<h2>One more question. Why did you say the biggest party &#8216;usually&#8217; forms the government?<br></h2>\n<p>Because for all the obsession with opinion polls, what will matter in the final analysis is not who gets the most votes or most seats, but who can form a government. </p>\n<p>It&#8217;s very possible, for instance, that the Conservatives will have the most seats on 8 May, but will be unable to muster enough support from other parties to get over the magic 326-seat line. </p>\n<p>That&#8217;s why many think the potential for SNP backing actually puts Miliband in a stronger position than Cameron going into the vote &#8211; regardless of what the polls say. But Cameron, echoing much of the press which is <a href=\"http://suttonnick.tumblr.com/\" class=\" u-underline\">overwhelmingly lined up with him against Labour</a>, says Miliband would have a <a href=\"http://www.theguardian.com/politics/2015/may/05/david-cameron-miliband-would-not-be-legitimate-as-pm-if-labour-comes-second\" class=\" u-underline\">&#8220;massive credibility problem&#8221;</a> if he tried to become prime minister without winning the most seats.</p>\n</div>",
  "authors": [
    "Esther Addley"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "Labour",
    "Conservatives",
    "Liberal Democrats",
    "Green party",
    "Scotland",
    "Wales",
    "Northern Ireland",
    "Scottish National party (SNP)",
    "David Cameron",
    "Ed Miliband"
  ],
  "ntitle": "a_guide_to_the_british_general_election_for_non_brits",
  "publish_date": "2015-04-15T00:00:00",
  "tags": [],
  "text": "On Thursday, voters across the four nations of the United Kingdom – England, Scotland, Wales and Northern Ireland – will go to the polls to elect a new government and new prime minister.\n\nThis is the most complex and unpredictable British election in living memory, and the pollsters and the politicians remain as flummoxed as the rest of us as to what the next government might look like.\n\nIf you’re not from the UK, have never voted for a local MP, or are just a bit confused about how the whole thing works, hopefully this will help.\n\nSo people will be casting their vote for David Cameron, Ed Miliband or one of the other lot, right?\n\nWrong. The UK is a parliamentary democracy, which means that the the electorate vote only for the person who will represent their local constituency in parliament – their member of parliament or MP – not for the overall leader.\n\nThe government is usually formed by the party (or coalition of parties) with a majority of MPs in the House of Commons – the lower house of parliament. That party’s leader then becomes prime minister.\n\nDavid Cameron, the current prime minister, is also an MP for the constituency of Witney, a green and monied corner of north Oxfordshire – so the voters there at least will get to put a cross beside his name. (He got nearly 60% in 2010, so he’s a pretty safe bet to win again.)\n\n\n\nBut because he is the leader of the centre-right Conservative party (also known as the Tory party), which was the largest party in 2010 and got to form the government in coalition with the more centrist Liberal Democrats, he became prime minister. (The Lib Dem leader, Nick Clegg, became deputy PM.)\n\n\n\nRelated: Who is Ed Miliband, the man who could be Britain's next prime minister?\n\nEd Miliband leads the centre-left Labour party – British governments have been led by either Labour or Conservatives since 1922 – and he too is standing as a parliamentary candidate, in Doncaster North. (He is sure to win his seat, too.)\n\n\n\nWhat if I am impressed by my local candidate, but don’t think their party leader would be much good as prime minister?\n\nIn the parliamentary system, the parties, rather than the wider electorate, choose their own leaders.\n\n\n\nThis can, and does, occasionally lead to MPs becoming prime minister outside of election time. Gordon Brown, who was PM between 2007 and 2010, never won a general election, but inherited the top job when he became Labour leader after Tony Blair stepped down.\n\nI get it. The biggest party forms the government.\n\n\n\nAlmost always, yes. But no party just wants to win the most seats. To form a majority government, one that can be confident of winning votes on the legislation you want to pass, you also need to be in a majority in the House of Commons.\n\n\n\nThe Conservatives had more seats than anyone else in 2010, but they didn’t have more than 50% – a situation known as a “hung parliament”. After much tortured negotiation, the Conservatives agreed to form a government in coalition with the Lib Dems, who had the third biggest number of seats, behind Labour, and held the balance of power.\n\n\n\nIn a formal coalition government, the cabinet is made up of ministers from both parties working together. Because the Conservatives had a much greater number of seats (307 to the Lib Dems’ 57), they have dominated the government’s agenda, but coalitions can allow small parties to win important policy concessions as the price of their doing a deal.\n\nI saw that the leaders’ debate had seven parties taking part. So any one of them could become prime minister?\n\nHighlights from the recent seven-way leaders’ debate\n\nIn a word, no. The polls are unpredictable, but not that unpredictable.\n\nAs Cameron made clear during that debate, the only two parties with a realistic chance of winning enough seats to lead a government are the Conservatives and Labour. Barring an unfortunate accident with a billboard van, either David Cameron or Ed Miliband will be Britain’s next prime minister.\n\nCould they do it alone, without needing to involve other parties?\n\nIt’s possible. But at this stage it’s very, very unlikely. The polls have moved this way and that since the start of the campaign, but unless they are very wrong, it seems inconceivable either side can win the 326 seats needed for an overall majority.\n\nGood news for Mr Clegg, then?\n\n\n\nPossibly. But the critical thing to know about this election is that the voting picture is much more complicated than it was in 2010. Here’s why:\n\nThe Lib Dems, formerly seen by many as an alternative or a protest vote, have become part of the establishment, and many of their 2010 voters are now disillusioned. The polls suggest they will win many fewer seats than they did in 2010 (perhaps half as many as the 57 they won last time), and so their power to broker deals will be more limited.\n\n\n\nThe anti-immigration and anti-EU United Kingdom independence party (Ukip) and the Green party, both of which attracted a relatively small number of votes last time, are polling much more strongly in this election. Neither is likely to win a significant number of seats, thanks to Britain’s first-past-the-post system, but they will make it harder for Labour and the Conservatives to win certain seats, making individual races – and thus the overall result – more unpredictable.\n\n\n\nand the both of which attracted a relatively small number of votes last time, are polling much more strongly in this election. Neither is likely to win a significant number of seats, thanks to Britain’s first-past-the-post system, but they will make it harder for Labour and the Conservatives to win certain seats, making individual races – and thus the overall result – more unpredictable. The third and potentially the most significant factor involves what’s been happening in Scotland, and that has the capacity to be the real game-changer.\n\nAh yes, Scotland. Explain.\n\nYou’ll recall that in September, Scotland voted in a referendum not to leave the United Kingdom. That means that voters there will elect MPs to the UK parliament on 7 May, just the same as in England, Wales and Northern Ireland.\n\n(Scotland, Wales and Northern Ireland also have their own parliaments or assemblies, with varying powers.)\n\nScotland has traditionally been dominated by Labour. But since 2010, and particularly since the independence vote last year, support for the separatist Scottish National party – now led by Nicola Sturgeon – has soared, and the polls suggest they could win more than 50 of Scotland’s 59 seats in the coming election. In 2010 they won six.\n\nEven if the SNP don’t secure quite that many, they will still make a huge dent in what was once safe Labour territory, which gives the Scottish nationalists a lot of power going into the election and beyond.\n\n\n\nSo whoever wins, we’re likely to see the SNP as part of a coalition government?\n\nActually, we’re not. This is where it gets complicated. The SNP have said they will never support a Conservative government, so if David Cameron’s party wins the largest number of seats, it would have to work out a way of doing deals with the Lib Dems, and perhaps some of the smaller parties.\n\nLabour, meanwhile, has said it would not form a formal coalition government with the SNP – in part to refute Conservative claims that the party is “in the pocket” of the Scottish nationalists. Last week Ed Miliband hardened his position, saying that he was “not going to have a Labour government if it means deals or coalitions with the SNP”.But the two parties could still work together on a less formal basis.\n\nThis would see Labour forming a minority government, having come to a loose arrangement in which the SNP would support it on key legislation – including the “Queen’s speech”, which sets out the government’s legislative programme, and the budget – but could judge other legislation on merit and reserve the right to vote against Labour.\n\nIt remains unclear, however, what demands the SNP would make to enter into such an arrangement. In reality, the strength of each party’s position will depend on the results on Thursday, which means there will be frenzied negotiating in the days immediately after the vote to hammer out precisely this question.\n\n\n\nFinally, it is possible that Labour could go ahead and form a minority government without any sort of agreement in place with the SNP, gambling that the party would not vote against a Labour Queen’s speech or budget, because if it did, it might collapse the government, triggering another election, and risking the Conservatives winning, something the SNP would not want to be blamed for.\n\nSo the SNP leader, Nicola Sturgeon, might become deputy PM?\n\nFacebook Twitter Pinterest Nicola Sturgeon, the leader of the SNP. Photograph: Danny Lawson/PA\n\nErm … no. While Sturgeon is the SNP party leader, she is not in fact standing for a seat in Westminster. She is currently Scotland’s first minister (the prime ministerial equivalent north of the border) and sits in the Scottish parliament.\n\nInstead, Angus Robertson, who led the party in Westminster in the last parliament, and Alex Salmond, who was Sturgeon’s predecessor as party leader and first minister (he resigned after losing the independence vote) and is standing in May for a national parliamentary seat, are likely to be key figures in the party’s negotiating team after the vote.\n\nOne more question. Why did you say the biggest party ‘usually’ forms the government?\n\n\n\nBecause for all the obsession with opinion polls, what will matter in the final analysis is not who gets the most votes or most seats, but who can form a government.\n\nIt’s very possible, for instance, that the Conservatives will have the most seats on 8 May, but will be unable to muster enough support from other parties to get over the magic 326-seat line.\n\nThat’s why many think the potential for SNP backing actually puts Miliband in a stronger position than Cameron going into the vote – regardless of what the polls say. But Cameron, echoing much of the press which is overwhelmingly lined up with him against Labour, says Miliband would have a “massive credibility problem” if he tried to become prime minister without winning the most seats.",
  "title": "A guide to the British general election for non-Brits",
  "ts_in": "2015-05-06T10:07:43.896465",
  "url": "http://www.theguardian.com/politics/2015/apr/15/british-election-for-non-brits-explainer"
}