{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/us-news/sheldon-adelson\" class=\" u-underline\">Sheldon Adelson</a>, the billionaire casino magnate and Republican donor, has denied ties to a senior Chinese official alleged to have been his gambling empire&#8217;s &#8220;contact with Beijing&#8221;. The official was named several years earlier in a US congressional report as a key player in illegal Chinese funding of US political campaigns.</p>\n<p>Testifying in a Las Vegas court for a civil case rooted in allegations that his <a href=\"http://www.theguardian.com/us-news/las-vegas\" class=\" u-underline\">Las Vegas</a> Sands company&#8217;s highly profitable Macau casinos were involved in influence peddling and had links to organised crime, Adelson was asked if he had ever met a Macau businessman named Ng Lap Seng. He said he had not but that he had heard of him.</p>\n<p>&#8220;I heard that he was a real estate developer or that he was the head of the real estate developers&#8217; association or something,&#8221; said Adelson.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/23/how-chinas-macau-crackdown-threatens-big-us-casino-moguls-sheldon-adelson\" class=\" u-underline\">How China's Macau crackdown threatens big US casino moguls</a> </p>\n\n<p>Legal counsel for Steven Jacobs, the former CEO of Adelson&#8217;s Macau casinos, who is suing the 81-year-old billionaire for wrongful dismissal, told Adelson on the stand that Ng is better known as a member of the Chinese People&#8217;s Political Consultative Committee and that he had acted as &#8220;a courier&#8221; for Adelson&#8217;s company.</p>\n<p>&#8220;I know of nobody in the company who had dealings with Ng,&#8221; said Adelson.</p>\n<p><a href=\"http://www.propublica.org/article/echoes-of-clinton-era-scandal-in-a-las-vegas-sands-email\" class=\" u-underline\">According to documents first revealed by the Investigative Reporting Program at the University of California, Berkeley in 2012</a>, an internal company email sent by Jacobs described Ng as having &#8220;delivered msg. from SGA&#8221; &#8211; Adelson&#8217;s initials.<br></p>\n<p>The email also identifies Ng as &#8220;Leonel&#8217;s contact with Beijing&#8221;, a reference to Leonel Alves, a Macau legislator and lawyer who was hired by Sands Macau.</p>\n<p>Jacobs claims he was sacked by Adelson in part because Jacobs refused to make payments to Alves that he regarded as amounting to bribes to influence Chinese officials on behalf of the Macau casinos. Jacobs ended the company&#8217;s contract with Alves; Adelson reinstated it after dismissing his Macau CEO.</p>\n<p>Asked about a report Jacobs commissioned on Ng&#8217;s activities, Adelson replied: &#8220;There&#8217;s a lot of Ngs in Macau. It&#8217;s not as common as Kim or Park in Korea, but there&#8217;s a lot of Ngs.&#8221;</p>\n<p>Jacobs&#8217; lawyer, James Pisanelli, told the court: &#8220;We believe that there are connections and relationships.&#8221;</p>\n<p>A US congressional investigation in 1998 found that Ng acted as an intermediary in sending more than $1m to the US to help fund Democratic candidates&#8217; campaigns in a case that led to suspicions of Chinese government attempts to influence US elections.</p>\n<p>&#8220;The source of Ng&#8217;s funds and what he or those behind him hoped to gain ... remain unknown,&#8221; the report said.</p>\n<p>The case led to the conviction of others involved for breaching campaign funding laws but Ng was not charged. Ng also visited the White House and met with then president Bill Clinton.</p>\n<p>Adelson denied that the large payments made to Alves, the company&#8217;s alleged contact with Ng, were in any way improper, saying he regarded them as the market rate for legal work in Macau.</p>\n<p>Adelson authorised a $700,000 payment in legal fees to Alves even though the company&#8217;s in-house lawyers warned that the payment was far in excess of normal rates and could violate US anti-bribery law because Alves could be using his position as a legislator to influence officials.</p>\n\n<blockquote>\n<p>You could bring in Mussolini, you could bring in Stalin, you could bring in Hitler. You could bring in all the bad guys</p>\n\nSheldon Adelson\n\n</blockquote>\n\n<p><a href=\"https://www.propublica.org/documents/item/399392-email-from-leonel-alves-to-steve-jacobs-re#document/p1/a64251\" class=\" u-underline\">According to internal emails uncovered by UC Berkeley&#8217;s Investigative Reporting Program</a>, Alves said he could resolve several issues the company was facing for a payment of $300m. One had to do with property and another to settle a lawsuit.</p>\n<p>Adelson said Alves was simply passing along a message about how much it would cost to settle a complex case and the payments were never made.</p>\n<p>&#8220;There was no bribery. It never happened. Companies like ours are getting offers from people every day. From India. From Russia. Yesterday from Kazakhstan,&#8221; said Adelson.</p>\n<p>He said the company rejects the offers, usually connected to the opening of casinos, because they &#8220;smell of bribery&#8221;.</p>\n<p>Adelson denied that the $300m figure was in part to pay off government officials. Pisanelli, the attorney for Jacobs, said that it was only officials who could help with issues around property. Adelson said it was not one official but then acknowledged that the decisions are made by people in public office.</p>\n<p>&#8220;It&#8217;s a combination of people. It&#8217;s a land committee, it&#8217;s a minister of public works, a tourism committee,&#8221; he said.</p>\n<p>Pisanelli asked Adelson why he did not heed Jacobs&#8217; warnings that the payments to Alves were not legitimate.</p>\n<p>&#8220;Mr Jacobs tells you this stinks to high heaven and you instruct that Alves remain associated with the company?&#8221; the lawyer asked Adelson.</p>\n<p>The billionaire responded by accusing Pisanelli of trying to smear Alves through association.</p>\n<p>&#8220;You could bring in Mao Zedong, you could bring in Mussolini, you could bring in Stalin, you could bring in Hitler. You could bring in all the bad guys in the world,&#8221; he said.</p>\n<p>Pisanelli put it to Adelson that his own senior executives said that Alves&#8217; fees were &#8220;outrageous and smelled of illegality&#8221;.</p>\n<p>Adelson said he had not done anything illegal in his life and defended Alves. &#8220;The man in my opinion was an honest ... I mean, he was a good attorney,&#8221; he said.</p>\n<p>Pisanelli also told the court that Sands Macau had also commissioned an investigation of Cheung Chi Tai, who is an alleged leader of a Chinese organised crime group.</p>\n<p>Adelson&#8217;s deputy, Robert Goldstein, acknowledged in court last week that Cheung ran so-called &#8220;junkets&#8221; which brought in high-rolling gamblers from other parts of China in return for a large cut from the Macao casinos. The Las Vegas Sands executive also said that Cheung was himself a major gambler at the company&#8217;s Macau and Las Vegas casinos.</p>\n<p>Las Vegas Sands broke with Cheung following <a href=\"http://www.reuters.com/article/2010/03/29/us-casinos-macau-sands-idUSTRE62S34020100329\" class=\" u-underline\">revelations in a Reuters report in 2010</a>, based on the work of the Investigative Reporting Program, that he was the leader of the Wo Hop To, a triad gang.</p>\n<p>The report said that Cheung had also been named in a criminal trial in Hong Kong six years ago as &#8220;the person in charge&#8221; of one of the VIP rooms at the Sands Macau.</p>\n<p>At the trial, he was alleged to be the mastermind of a plot to kill a Sands Macau dealer suspected of helping a gambler to cheat the casino out of millions of dollars. One man was convicted of soliciting murder and four men were convicted of conspiracy to commit bodily harm, but Cheung was not charged.</p>\n<p>Pisanelli asked Adelson if he was aware of Cheung&#8217;s background: &#8220;Cheung Chi Tai was accused of a plot to kill some of your employees. You&#8217;re aware of that, right?&#8221;<br>Adelson said he was not.</p>\n<p>&#8220;It&#8217;s not something that I, as chairman of the board ... would get into. I would leave it to the gaming department,&#8221; he said.</p>\n<p>Pisanelli expressed astonishment.</p>\n<p>&#8220;If you were told of a plot by someone to behead one of your employees, that&#8217;s not something you would have got involved in?&#8221; he asked.</p>\n<p>Adelson repeated an earlier denial that his company was doing business with Cheung. But he added: &#8220;If somebody was going to chop my employee&#8217;s head off, of course I&#8217;d be interested. But he wasn&#8217;t,&#8221; said the billionaire. &#8220;It feeds the narrative that only Adelson is involved in wrongdoing and not Jacobs.&#8221;</p>\n</div>",
  "authors": [
    "Chris Mcgreal"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Sheldon Adelson",
    "Las Vegas",
    "Gambling",
    "Nevada",
    "Republicans",
    "Society",
    "US news"
  ],
  "ntitle": "adelson_denies_ties_to_chinese_official_in_scandal_there_s_a_lot_of_ngs_in_macau",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sheldon Adelson, the billionaire casino magnate and Republican donor, has denied ties to a senior Chinese official alleged to have been his gambling empire’s “contact with Beijing”. The official was named several years earlier in a US congressional report as a key player in illegal Chinese funding of US political campaigns.\n\nTestifying in a Las Vegas court for a civil case rooted in allegations that his Las Vegas Sands company’s highly profitable Macau casinos were involved in influence peddling and had links to organised crime, Adelson was asked if he had ever met a Macau businessman named Ng Lap Seng. He said he had not but that he had heard of him.\n\n“I heard that he was a real estate developer or that he was the head of the real estate developers’ association or something,” said Adelson.\n\nRelated: How China's Macau crackdown threatens big US casino moguls\n\nLegal counsel for Steven Jacobs, the former CEO of Adelson’s Macau casinos, who is suing the 81-year-old billionaire for wrongful dismissal, told Adelson on the stand that Ng is better known as a member of the Chinese People’s Political Consultative Committee and that he had acted as “a courier” for Adelson’s company.\n\n“I know of nobody in the company who had dealings with Ng,” said Adelson.\n\nAccording to documents first revealed by the Investigative Reporting Program at the University of California, Berkeley in 2012, an internal company email sent by Jacobs described Ng as having “delivered msg. from SGA” – Adelson’s initials.\n\n\n\nThe email also identifies Ng as “Leonel’s contact with Beijing”, a reference to Leonel Alves, a Macau legislator and lawyer who was hired by Sands Macau.\n\nJacobs claims he was sacked by Adelson in part because Jacobs refused to make payments to Alves that he regarded as amounting to bribes to influence Chinese officials on behalf of the Macau casinos. Jacobs ended the company’s contract with Alves; Adelson reinstated it after dismissing his Macau CEO.\n\nAsked about a report Jacobs commissioned on Ng’s activities, Adelson replied: “There’s a lot of Ngs in Macau. It’s not as common as Kim or Park in Korea, but there’s a lot of Ngs.”\n\nJacobs’ lawyer, James Pisanelli, told the court: “We believe that there are connections and relationships.”\n\nA US congressional investigation in 1998 found that Ng acted as an intermediary in sending more than $1m to the US to help fund Democratic candidates’ campaigns in a case that led to suspicions of Chinese government attempts to influence US elections.\n\n“The source of Ng’s funds and what he or those behind him hoped to gain ... remain unknown,” the report said.\n\nThe case led to the conviction of others involved for breaching campaign funding laws but Ng was not charged. Ng also visited the White House and met with then president Bill Clinton.\n\nAdelson denied that the large payments made to Alves, the company’s alleged contact with Ng, were in any way improper, saying he regarded them as the market rate for legal work in Macau.\n\nAdelson authorised a $700,000 payment in legal fees to Alves even though the company’s in-house lawyers warned that the payment was far in excess of normal rates and could violate US anti-bribery law because Alves could be using his position as a legislator to influence officials.\n\nYou could bring in Mussolini, you could bring in Stalin, you could bring in Hitler. You could bring in all the bad guys Sheldon Adelson\n\nAccording to internal emails uncovered by UC Berkeley’s Investigative Reporting Program, Alves said he could resolve several issues the company was facing for a payment of $300m. One had to do with property and another to settle a lawsuit.\n\nAdelson said Alves was simply passing along a message about how much it would cost to settle a complex case and the payments were never made.\n\n“There was no bribery. It never happened. Companies like ours are getting offers from people every day. From India. From Russia. Yesterday from Kazakhstan,” said Adelson.\n\nHe said the company rejects the offers, usually connected to the opening of casinos, because they “smell of bribery”.\n\nAdelson denied that the $300m figure was in part to pay off government officials. Pisanelli, the attorney for Jacobs, said that it was only officials who could help with issues around property. Adelson said it was not one official but then acknowledged that the decisions are made by people in public office.\n\n“It’s a combination of people. It’s a land committee, it’s a minister of public works, a tourism committee,” he said.\n\nPisanelli asked Adelson why he did not heed Jacobs’ warnings that the payments to Alves were not legitimate.\n\n“Mr Jacobs tells you this stinks to high heaven and you instruct that Alves remain associated with the company?” the lawyer asked Adelson.\n\nThe billionaire responded by accusing Pisanelli of trying to smear Alves through association.\n\n“You could bring in Mao Zedong, you could bring in Mussolini, you could bring in Stalin, you could bring in Hitler. You could bring in all the bad guys in the world,” he said.\n\nPisanelli put it to Adelson that his own senior executives said that Alves’ fees were “outrageous and smelled of illegality”.\n\nAdelson said he had not done anything illegal in his life and defended Alves. “The man in my opinion was an honest ... I mean, he was a good attorney,” he said.\n\nPisanelli also told the court that Sands Macau had also commissioned an investigation of Cheung Chi Tai, who is an alleged leader of a Chinese organised crime group.\n\nAdelson’s deputy, Robert Goldstein, acknowledged in court last week that Cheung ran so-called “junkets” which brought in high-rolling gamblers from other parts of China in return for a large cut from the Macao casinos. The Las Vegas Sands executive also said that Cheung was himself a major gambler at the company’s Macau and Las Vegas casinos.\n\nLas Vegas Sands broke with Cheung following revelations in a Reuters report in 2010, based on the work of the Investigative Reporting Program, that he was the leader of the Wo Hop To, a triad gang.\n\nThe report said that Cheung had also been named in a criminal trial in Hong Kong six years ago as “the person in charge” of one of the VIP rooms at the Sands Macau.\n\nAt the trial, he was alleged to be the mastermind of a plot to kill a Sands Macau dealer suspected of helping a gambler to cheat the casino out of millions of dollars. One man was convicted of soliciting murder and four men were convicted of conspiracy to commit bodily harm, but Cheung was not charged.\n\nPisanelli asked Adelson if he was aware of Cheung’s background: “Cheung Chi Tai was accused of a plot to kill some of your employees. You’re aware of that, right?”\n\nAdelson said he was not.\n\n“It’s not something that I, as chairman of the board ... would get into. I would leave it to the gaming department,” he said.\n\nPisanelli expressed astonishment.\n\n“If you were told of a plot by someone to behead one of your employees, that’s not something you would have got involved in?” he asked.\n\nAdelson repeated an earlier denial that his company was doing business with Cheung. But he added: “If somebody was going to chop my employee’s head off, of course I’d be interested. But he wasn’t,” said the billionaire. “It feeds the narrative that only Adelson is involved in wrongdoing and not Jacobs.”",
  "title": "Adelson denies ties to Chinese official in scandal: 'There’s a lot of Ngs in Macau'",
  "ts_in": "2015-05-06T06:01:06.012938",
  "url": "http://www.theguardian.com/society/2015/may/05/sheldon-adelson-testimony-steven-jacobs"
}