{
  "article_html": "<div><p>A Baltimore police officer charged over the death of <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a> has attempted to compel the Baltimore state&#8217;s attorney Marilyn Mosby to produce the knife Gray was arrested for carrying, contending that it was an illegal weapon and as such Gray&#8217;s arrest was justified.<br></p>\n<p>Mosby charged six officers last week over the 25-year-old&#8217;s death in custody, finding not only that officers were negligent in their treatment of Gray, but that he was also illegally arrested as the knife found in his possession was not a banned &#8220;switchblade&#8221; and therefore legal under <a href=\"http://www.theguardian.com/us-news/maryland\" class=\" u-underline\">Maryland</a> state law.<br></p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/4ad3702abe95e474ab28ce92c243c8ee0fd6ebe3/47_0_533_800/333.jpg\" alt=\"Officer Nero Baltimore\" class=\"gu-image\">\n\nOfficer Edward M Nero. Photograph: Reuters\n\n\n\n<p>A motion filed on Monday in the Maryland district court by lawyers acting for officer Edward Nero, one of the three involved in arresting Gray, contends that Nero found the knife clipped to the inside of Gray&#8217;s pants pocket &#8220;with the blade folded into the handle&#8221;.<br></p>\n<p>The motion argues that a &#8220;careful inspection of the knife&#8221; would reveal its illegality.<br></p>\n<p>According to a <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> city police ordinance, any knife with an automatic spring or other device for opening the blade is illegal.<br></p>\n<p>But Mosby swiftly issued a statement on Tuesday afternoon, signalling she has no intention of releasing any evidence before trial.<br></p>\n<p>&#8220;While the evidence we have obtained through our independent investigation does substantiate the elements of the charges filed, I refuse to litigate this case through the media,&#8221; <a href=\"http://stattorney.org/media-center/press-releases/716-statement-from-state-s-attorney-mosby-on-freddie-gray-case\" class=\" u-underline\">Mosby said in a statement</a>.<br></p>\n<p>&#8220;The evidence we have collected cannot ethically be disclosed, relayed or released to the public before trial,&#8221; she added. </p>\n<p>Nero, 29, is charged with two counts of second-degree assault, two counts of misconduct and one of false imprisonment. The officer&#8217;s lawyer, Marc Zayton, said in a statement he planned to continue litigation on &#8220;issues of the legality of the arrest of Freddie Gray&#8221;. He added: &#8220;I am quite confident officer Nero will be acquitted.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/05/freddie-gray-baltimore-police-brian-rice\" class=\" u-underline\">Freddie Gray officer threatened to kill himself and ex-partner's husband, court document alleges</a> </p>\n\n<p>Gray was arrested after making eye contact with Baltimore police lieutenant Brian Rice who, along with two other officers including Nero, chased the 25-year-old before placing him inside a police van. Gray suffered a broken neck in police custody after a prolonged ride in the back of the van and died a week after his arrest.<br></p>\n<p>Six officers, involved in his apprehension now face criminal charges &#8211; ranging from second-degree murder to misconduct &#8211; after Mosby&#8217;s shock announcement on Friday. </p>\n<p></p>\n<p> </p>\n<p></p>\n<p> </p>\n<p><br></p>\n<p><br></p>\n</div>",
  "authors": [
    "Oliver Laughland",
    "Jon Swaine"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Freddie Gray",
    "US news",
    "Baltimore",
    "US policing",
    "Maryland"
  ],
  "ntitle": "baltimore_police_officer_files_motion_claiming_freddie_gray_knife_was_illegal",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A Baltimore police officer charged over the death of Freddie Gray has attempted to compel the Baltimore state’s attorney Marilyn Mosby to produce the knife Gray was arrested for carrying, contending that it was an illegal weapon and as such Gray’s arrest was justified.\n\n\n\nMosby charged six officers last week over the 25-year-old’s death in custody, finding not only that officers were negligent in their treatment of Gray, but that he was also illegally arrested as the knife found in his possession was not a banned “switchblade” and therefore legal under Maryland state law.\n\n\n\nOfficer Edward M Nero. Photograph: Reuters\n\nA motion filed on Monday in the Maryland district court by lawyers acting for officer Edward Nero, one of the three involved in arresting Gray, contends that Nero found the knife clipped to the inside of Gray’s pants pocket “with the blade folded into the handle”.\n\n\n\nThe motion argues that a “careful inspection of the knife” would reveal its illegality.\n\n\n\nAccording to a Baltimore city police ordinance, any knife with an automatic spring or other device for opening the blade is illegal.\n\n\n\nBut Mosby swiftly issued a statement on Tuesday afternoon, signalling she has no intention of releasing any evidence before trial.\n\n\n\n“While the evidence we have obtained through our independent investigation does substantiate the elements of the charges filed, I refuse to litigate this case through the media,” Mosby said in a statement.\n\n\n\n“The evidence we have collected cannot ethically be disclosed, relayed or released to the public before trial,” she added.\n\nNero, 29, is charged with two counts of second-degree assault, two counts of misconduct and one of false imprisonment. The officer’s lawyer, Marc Zayton, said in a statement he planned to continue litigation on “issues of the legality of the arrest of Freddie Gray”. He added: “I am quite confident officer Nero will be acquitted.”\n\nRelated: Freddie Gray officer threatened to kill himself and ex-partner's husband, court document alleges\n\nGray was arrested after making eye contact with Baltimore police lieutenant Brian Rice who, along with two other officers including Nero, chased the 25-year-old before placing him inside a police van. Gray suffered a broken neck in police custody after a prolonged ride in the back of the van and died a week after his arrest.\n\n\n\nSix officers, involved in his apprehension now face criminal charges – ranging from second-degree murder to misconduct – after Mosby’s shock announcement on Friday.\n\n\n\n\n\n\n\n",
  "title": "Baltimore police officer files motion claiming Freddie Gray knife was illegal",
  "ts_in": "2015-05-06T06:01:10.493623",
  "url": "http://www.theguardian.com/us-news/2015/may/05/baltimore-police-officer-freddie-gray-knife-illegal"
}