{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a> doctors should be banned from also working in private medicine because it damages the health service and involves &#8220;the greedy preying on the needy&#8221;, claims a heart specialist who has given up working in an industry he calls a &#8220;con&#8221;.</p>\n<p>Dr John Dean, a consultant cardiologist in Exeter, says NHS doctors who supplement their income by seeing patients privately end up compromising their ethics because they have a financial incentive to recommend treatment that may not be necessary.</p>\n<p><a href=\"http://www.theguardian.com/society/private-healthcare\" class=\" u-underline\">Private healthcare</a> deprives the NHS of doctors, increases waiting lists for care and does not give patients the superior treatment they think they are paying for, he argues.</p>\n<p>&#8220;I have always been ambivalent about private practice, and I had become increasingly uncomfortable about my own involvement. I realised that, in all conscience, I could not go on with it,&#8221; Dean writes in an opinion piece in Wednesday&#8217;s edition of the BMJ, formerly the British Medical Journal.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/society/2015/may/02/nhs-land-grab-private-firms-health-privatisation-fears\" class=\" u-underline\">Fears grow over &#8216;land grab&#8217; of NHS by private suppliers</a> </p>\n\n<p>&#8220;No matter how high I set my own moral and ethical standards I could not escape the fact that I was involved in a business where the conduct of some was so venal it bordered on criminal &#8211; the greedy preying on the needy.&#8221;</p>\n<p>Dean has shunned private medicine because it &#8220;encourages doctors to make decisions on the basis of profit rather than need. When confronted with a choice between two treatment pathways in equipoise &#8211; one that earns the doctor no money and the other with a fat fee attached &#8211; that conflict is stark. I cannot say, with hand on heart, that I have never chosen the second option,&#8221; he admits.</p>\n<p>But &#8220;the most pernicious aspect of private medical work &#8230; is the indirect effect it has on a consultant&#8217;s NHS practice. It is difficult to justify subjecting private patients to unnecessary tests and treatments if you avoid doing the same to NHS patients,&#8221; he writes.</p>\n<p>Dean says that the direct adverse effects on the NHS from doctors doing both types of work is that &#8220;time spent in the private sector deprives the NHS of a valuable resource&#8221;. In addition, &#8220;private practice creates a perverse incentive to increase your NHS waiting times &#8211; after all, the longer they are, the more private practice will accrue.&#8221;</p>\n<p>While the rich and famous may choose private healthcare for the sake of their privacy, &#8220;for most &#8216;ordinary&#8217; private patients &#8230; the main advantage is simply to jump the NHS queue&#8221;.</p>\n<p>&#8220;The whole business is largely a con. Patients think that paying must mean higher quality medicine, but &#8211; like paying more for shampoo with added vitamins &#8211; the promise is far greater than the reality.&#8221;</p>\n<p>About 10% of Britons have private health insurance, a lower proportion than in many other European countries, and some others pay for their own treatment privately.</p>\n<p>A spokesperson for the British Medical Association, the doctors&#8217; union, said private practice should not disadvantage the NHS. &#8220;There should be no conflict of interest between NHS and private work, and this principle is contained in consultants&#8217; employment contracts. Consultants who want to do private work must first offer to do extra work for the NHS, ensuring NHS work is the priority.&#8221;</p>\n<p>But Dr Maureen Baker, chair of the Royal College of General Practitioners, defended doctors&#8217; right to choose to do private work on top of their NHS roles.</p>\n<p>&#8220;Different rules apply to GPs, as private GPs do not do NHS work, but the choice of carrying out private work should always be down to the individual.</p>\n<p>&#8220;What is most important is that we have enough doctors to do NHS work and it would be catastrophic for patient care and safety to prevent private doctors working on the NHS in the current climate,&#8221; Baker added.</p>\n<p>Dr Giles Maskell, president of the Royal College of Radiologists, said Dean was right to emphasise how the NHS should be doctors&#8217; top priority because &#8220;in no other healthcare system can a patient be so confident that a doctor&#8217;s advice will not be influenced by considerations of what the patient can afford or what the doctor will gain&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/30/nhs-gps-are-exhausted-ae-is-overrun-and-hospitals-are-broke-what-went-wrong\" class=\" u-underline\">GPs are exhausted, A&amp;E is overrun and hospitals are broke. What went wrong?</a> </p>\n\n<p>Radiologists do about &#163;60m worth of private practice a year, Maskell said. &#8220;Because the NHS has not trained or employed enough radiologists to keep up with demand, there has been rapid growth of outsourcing companies who mostly employ NHS consultant radiologists in their &#8216;spare time&#8217; to report the backlogs of images which are building up waiting for reports.&#8221;</p>\n<p>&#8220;Clearly there are potential conflicts between NHS work and &#8217;extra work&#8217;. A radiologist who is working long evenings for an outsourcing company might be fatigued and less productive in his or her daytime work for the NHS. As a college we have been very keen to emphasise the need for individuals to guard against this.&#8221;</p>\n<p>However, he rejected Dean&#8217;s call. &#8220;Dr Dean&#8217;s solution of &#8216;banning&#8217; NHS consultants from working for other employers, which is how it would have to work in radiology, would leave the NHS with a major shortfall in radiology service provision until the current workforce shortage is addressed.&#8221;</p>\n<p>The Royal College of Surgeons, some of whose members work privately, and the Royal College of Physicians, which represents hospital doctors, did not comment.</p>\n</div>",
  "authors": [
    "Denis Campbell"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "NHS",
    "Health",
    "Hospitals",
    "Doctors",
    "Private healthcare",
    "Health policy",
    "Politics",
    "Public services policy",
    "Society",
    "UK news"
  ],
  "ntitle": "ban_nhs_doctors_from_private_work_hospital_consultant_says",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "NHS doctors should be banned from also working in private medicine because it damages the health service and involves “the greedy preying on the needy”, claims a heart specialist who has given up working in an industry he calls a “con”.\n\nDr John Dean, a consultant cardiologist in Exeter, says NHS doctors who supplement their income by seeing patients privately end up compromising their ethics because they have a financial incentive to recommend treatment that may not be necessary.\n\nPrivate healthcare deprives the NHS of doctors, increases waiting lists for care and does not give patients the superior treatment they think they are paying for, he argues.\n\n“I have always been ambivalent about private practice, and I had become increasingly uncomfortable about my own involvement. I realised that, in all conscience, I could not go on with it,” Dean writes in an opinion piece in Wednesday’s edition of the BMJ, formerly the British Medical Journal.\n\nRelated: Fears grow over ‘land grab’ of NHS by private suppliers\n\n“No matter how high I set my own moral and ethical standards I could not escape the fact that I was involved in a business where the conduct of some was so venal it bordered on criminal – the greedy preying on the needy.”\n\nDean has shunned private medicine because it “encourages doctors to make decisions on the basis of profit rather than need. When confronted with a choice between two treatment pathways in equipoise – one that earns the doctor no money and the other with a fat fee attached – that conflict is stark. I cannot say, with hand on heart, that I have never chosen the second option,” he admits.\n\nBut “the most pernicious aspect of private medical work … is the indirect effect it has on a consultant’s NHS practice. It is difficult to justify subjecting private patients to unnecessary tests and treatments if you avoid doing the same to NHS patients,” he writes.\n\nDean says that the direct adverse effects on the NHS from doctors doing both types of work is that “time spent in the private sector deprives the NHS of a valuable resource”. In addition, “private practice creates a perverse incentive to increase your NHS waiting times – after all, the longer they are, the more private practice will accrue.”\n\nWhile the rich and famous may choose private healthcare for the sake of their privacy, “for most ‘ordinary’ private patients … the main advantage is simply to jump the NHS queue”.\n\n“The whole business is largely a con. Patients think that paying must mean higher quality medicine, but – like paying more for shampoo with added vitamins – the promise is far greater than the reality.”\n\nAbout 10% of Britons have private health insurance, a lower proportion than in many other European countries, and some others pay for their own treatment privately.\n\nA spokesperson for the British Medical Association, the doctors’ union, said private practice should not disadvantage the NHS. “There should be no conflict of interest between NHS and private work, and this principle is contained in consultants’ employment contracts. Consultants who want to do private work must first offer to do extra work for the NHS, ensuring NHS work is the priority.”\n\nBut Dr Maureen Baker, chair of the Royal College of General Practitioners, defended doctors’ right to choose to do private work on top of their NHS roles.\n\n“Different rules apply to GPs, as private GPs do not do NHS work, but the choice of carrying out private work should always be down to the individual.\n\n“What is most important is that we have enough doctors to do NHS work and it would be catastrophic for patient care and safety to prevent private doctors working on the NHS in the current climate,” Baker added.\n\nDr Giles Maskell, president of the Royal College of Radiologists, said Dean was right to emphasise how the NHS should be doctors’ top priority because “in no other healthcare system can a patient be so confident that a doctor’s advice will not be influenced by considerations of what the patient can afford or what the doctor will gain”.\n\nRelated: GPs are exhausted, A&E is overrun and hospitals are broke. What went wrong?\n\nRadiologists do about £60m worth of private practice a year, Maskell said. “Because the NHS has not trained or employed enough radiologists to keep up with demand, there has been rapid growth of outsourcing companies who mostly employ NHS consultant radiologists in their ‘spare time’ to report the backlogs of images which are building up waiting for reports.”\n\n“Clearly there are potential conflicts between NHS work and ’extra work’. A radiologist who is working long evenings for an outsourcing company might be fatigued and less productive in his or her daytime work for the NHS. As a college we have been very keen to emphasise the need for individuals to guard against this.”\n\nHowever, he rejected Dean’s call. “Dr Dean’s solution of ‘banning’ NHS consultants from working for other employers, which is how it would have to work in radiology, would leave the NHS with a major shortfall in radiology service provision until the current workforce shortage is addressed.”\n\nThe Royal College of Surgeons, some of whose members work privately, and the Royal College of Physicians, which represents hospital doctors, did not comment.",
  "title": "Ban NHS doctors from private work, hospital consultant says",
  "ts_in": "2015-05-06T06:01:12.387312",
  "url": "http://www.theguardian.com/society/2015/may/05/ban-nhs-doctors-from-private-work-hospital-consultant-says"
}