{
  "article_html": "<div><p>They are credited with reviving rock&#8217;n&#8217;roll, setting the template for modern pop songwriting, and inviting a generation to turn on, tune in and drop out by embracing psychedelia. But a study questions quite how influential the Beatles were &#8211; claiming they were merely following musical trends already set in motion.</p>\n<p>Research by a group of London academics focuses on musical patterns in the US pop charts from 1960 to 2010, using data analysis to pinpoint the year in which trends appeared in the charts and measure their duration.</p>\n<p>The study&#8217;s findings may come as a shock to fans of the Rolling Stones and the Beatles, as its authors believe there is no musical evidence to suggest that the &#8220;British invasion&#8221; of the early 60s caused a revolution in the US charts at all. Rather, the music style those bands displayed &#8211; measured by properties such as chord changes and tone &#8211; was already established in the US charts before they arrived.</p>\n<p>The researchers believe they found evidence of a culture-shaking moment in pop, though &#8211; it just happened 30 years later. The emergence of hip-hop, which crash-landed in the charts in 1991, reinvented the musical landscape like nothing before or since, the study claims.</p>\n<p>Its lead author, Matthias Mauch, from the school of electronic engineering and computer science at Queen Mary University of London, believes the research breaks new ground in the way it measures musical trends. &#8220;For the first time we can measure musical properties in recordings on a large scale. We can actually go beyond what music experts tell us, or what we know ourselves about them, by looking directly into the songs, measuring their makeup, and understanding how they have changed,&#8221; he said.</p>\n<p>The researchers from Queen Mary and Imperial College London enlisted help from music website Last.fm to gather their data and employed methods such as signal processing and text-mining to analyse the musical properties of songs.</p>\n<p>Their work also uncovers several other interesting findings that appear to contradict the established wisdom when it comes to the story of pop. So 1983 &#8211; a year generally held to herald the arrival of UK synth pop bands in the US charts &#8211; is highlighted as a year that stood out for the arrival of country and disco.</p>\n<p>The idea that pop music has become less diverse is also disputed by the study, which names 1986 as the least diverse year in US chart history &#8211; which is attributed to the emergence of drum machines. The researchers state that there is no overriding trend that suggests the charts today are becoming more homogenous.</p>\n<p>Not everyone is convinced by the findings, however. Mike Brocken, a senior lecturer in music at Liverpool Hope University and director of the world&#8217;s first Beatles masters degree, said: &#8220;Popular music cannot be &#8216;measured&#8217; in this way &#8211; what about reception, the political economy, subcultures? So my first instincts are to question any study that uses the dreaded data analysis.&#8221;</p>\n<p>He added: &#8220;I don&#8217;t think that the kind of formalistic musical analysis that is suggested here helps at all. <a href=\"http://www.theguardian.com/music/thebeatles\" class=\" u-underline\">The Beatles</a> &#8216;communicated&#8217; things to people; whether it was via an A-minor chord or an A-major chord really does not make the slightest difference. Semiotic approaches yield far more than chord shapes and time signatures.&#8221;</p>\n<p>Brocken accepts that in many ways the Beatles were not pioneers of the musical styles they played, but believes this fails to diminish the group&#8217;s standing in the pop canon. &#8220;Most decent popular music researchers would probably agree that the Beatles were not so much innovators as musical magpies &#8211; and that&#8217;s not a criticism. They, like all of us, listened to all sorts of stuff and were duly inspired,&#8221; he said.</p>\n</div>",
  "authors": [
    "Tim Jonze"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "The Beatles",
    "Music",
    "Culture",
    "UK news"
  ],
  "ntitle": "beatles_did_not_revolutionise_music_study_claims",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "They are credited with reviving rock’n’roll, setting the template for modern pop songwriting, and inviting a generation to turn on, tune in and drop out by embracing psychedelia. But a study questions quite how influential the Beatles were – claiming they were merely following musical trends already set in motion.\n\nResearch by a group of London academics focuses on musical patterns in the US pop charts from 1960 to 2010, using data analysis to pinpoint the year in which trends appeared in the charts and measure their duration.\n\nThe study’s findings may come as a shock to fans of the Rolling Stones and the Beatles, as its authors believe there is no musical evidence to suggest that the “British invasion” of the early 60s caused a revolution in the US charts at all. Rather, the music style those bands displayed – measured by properties such as chord changes and tone – was already established in the US charts before they arrived.\n\nThe researchers believe they found evidence of a culture-shaking moment in pop, though – it just happened 30 years later. The emergence of hip-hop, which crash-landed in the charts in 1991, reinvented the musical landscape like nothing before or since, the study claims.\n\nIts lead author, Matthias Mauch, from the school of electronic engineering and computer science at Queen Mary University of London, believes the research breaks new ground in the way it measures musical trends. “For the first time we can measure musical properties in recordings on a large scale. We can actually go beyond what music experts tell us, or what we know ourselves about them, by looking directly into the songs, measuring their makeup, and understanding how they have changed,” he said.\n\nThe researchers from Queen Mary and Imperial College London enlisted help from music website Last.fm to gather their data and employed methods such as signal processing and text-mining to analyse the musical properties of songs.\n\nTheir work also uncovers several other interesting findings that appear to contradict the established wisdom when it comes to the story of pop. So 1983 – a year generally held to herald the arrival of UK synth pop bands in the US charts – is highlighted as a year that stood out for the arrival of country and disco.\n\nThe idea that pop music has become less diverse is also disputed by the study, which names 1986 as the least diverse year in US chart history – which is attributed to the emergence of drum machines. The researchers state that there is no overriding trend that suggests the charts today are becoming more homogenous.\n\nNot everyone is convinced by the findings, however. Mike Brocken, a senior lecturer in music at Liverpool Hope University and director of the world’s first Beatles masters degree, said: “Popular music cannot be ‘measured’ in this way – what about reception, the political economy, subcultures? So my first instincts are to question any study that uses the dreaded data analysis.”\n\nHe added: “I don’t think that the kind of formalistic musical analysis that is suggested here helps at all. The Beatles ‘communicated’ things to people; whether it was via an A-minor chord or an A-major chord really does not make the slightest difference. Semiotic approaches yield far more than chord shapes and time signatures.”\n\nBrocken accepts that in many ways the Beatles were not pioneers of the musical styles they played, but believes this fails to diminish the group’s standing in the pop canon. “Most decent popular music researchers would probably agree that the Beatles were not so much innovators as musical magpies – and that’s not a criticism. They, like all of us, listened to all sorts of stuff and were duly inspired,” he said.",
  "title": "Beatles did not revolutionise music, study claims",
  "ts_in": "2015-05-06T06:01:05.507816",
  "url": "http://www.theguardian.com/music/2015/may/06/beatles-did-not-revolutionise-music-study-claims"
}