{
  "article_html": "<div><p>An Austrian men&#8217;s magazine has printed its latest edition using blood from people who are HIV positive to counter the stigma often attached to the virus that can lead to Aids, its chief editor said on Tuesday.<br tabindex=\"-1\"></p>\n<p>&#8220;We wanted to make a statement against the stigma and the irrational fears [about] &#8230; HIV and HIV-positive people,&#8221; said Julian Wiehl, the founder and editor-in-chief of <a href=\"http://www.vangardist.com/\" class=\" u-underline\">Vangardist magazine</a>.</p>\n<p>&#8220;If you hold this magazine in your hands it is like holding somebody who is HIV positive. Nothing can happen, nothing can harm you holding the magazine, and nothing can harm you holding an HIV-positive person.&#8221;</p>\n<p>Vangardist is usually published only digitally, but the &#8220;#HIVHeroes&#8221; edition is in hard copy, printed using blood donated by three people who are HIV positive mixed with the ink.</p>\n<p>Three thousand copies of a bilingual German-English special edition can be ordered online for &#8364;50 each, with all proceeds going to charity. A further 15,000 regular copies are also available.</p>\n<p>One of the three donors is Wiltrut Stefanek, 45, diagnosed as HIV positive 20 years ago and who runs a Viennese group for people with HIV/Aids and their families.</p>\n<p>&#8220;I want to make people understand that in day-to-day dealings with it, HIV poses no risk to anyone,&#8221; the magazine quotes her as saying.</p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Aids and HIV",
    "Magazines",
    "Austria",
    "Newspapers & magazines"
  ],
  "ntitle": "blood_from_hiv_positive_people_used_to_print_austrian_magazine",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "An Austrian men’s magazine has printed its latest edition using blood from people who are HIV positive to counter the stigma often attached to the virus that can lead to Aids, its chief editor said on Tuesday.\n\n\n\n“We wanted to make a statement against the stigma and the irrational fears [about] … HIV and HIV-positive people,” said Julian Wiehl, the founder and editor-in-chief of Vangardist magazine.\n\n“If you hold this magazine in your hands it is like holding somebody who is HIV positive. Nothing can happen, nothing can harm you holding the magazine, and nothing can harm you holding an HIV-positive person.”\n\nVangardist is usually published only digitally, but the “#HIVHeroes” edition is in hard copy, printed using blood donated by three people who are HIV positive mixed with the ink.\n\nThree thousand copies of a bilingual German-English special edition can be ordered online for €50 each, with all proceeds going to charity. A further 15,000 regular copies are also available.\n\nOne of the three donors is Wiltrut Stefanek, 45, diagnosed as HIV positive 20 years ago and who runs a Viennese group for people with HIV/Aids and their families.\n\n“I want to make people understand that in day-to-day dealings with it, HIV poses no risk to anyone,” the magazine quotes her as saying.",
  "title": "Blood from HIV-positive people used to print Austrian magazine",
  "ts_in": "2015-05-06T06:01:11.684119",
  "url": "http://www.theguardian.com/society/2015/may/06/blood-from-hiv-positive-people-used-to-print-austrian-magazine"
}