{
  "article_html": "<div><p>An Indian judge has convicted the <a href=\"http://www.theguardian.com/film/bollywood\" class=\" u-underline\">Bollywood</a> superstar Salman Khan of killing a homeless man in a 2002 hit-and-run after a night out drinking, rejecting his claim that his driver was to blame.</p>\n<p>DW Deshpande found Khan guilty of culpable homicide after driving his Toyota Land Cruiser into a group of homeless men sleeping rough in suburban Mumbai after spending the evening in an upmarket bar.</p>\n<p>One man was killed and several others were injured in the incident.</p>\n<p>Khan, the star of such blockbusters as Dabangg (Fearless), looked dejected after hearing the verdict, his eyes downcast.</p>\n<p>Khan had always denied being behind the wheel but now faces up to 10 years in prison, potentially bringing the career of one of the Indian movie industry&#8217;s biggest box-office stars to a shuddering halt.</p>\n<p>The trial began in earnest last year after a series of court hearings and legal hold-ups. A string of prosecution witnesses, including survivors of the crash, testified that Khan was driving the vehicle when it ploughed at speed into the men sleeping on the street near a bakery in September 2002.</p>\n<p>When Khan, 49, finally took the stand in March, he pleaded not guilty and told the court that his driver was responsible for mounting the pavement in the upmarket suburb of Bandra West. The driver testified in court last month that he had been behind the wheel, and that the crash occurred after the front left tyre burst, making steering and braking difficult.</p>\n<p>But the judge on Wednesday found Khan guilty of all charges including driving while under the influence of alcohol. Khan is likely to appeal against the verdict, while the court was hearing submissions from his lawyers on the length of sentence to be decided by the judge.</p>\n<p>A constable attached to Khan&#8217;s security detail had said in his statement to police that the actor lost control of the car while driving at about 90km/h (55mph). &#8220;The people were sleeping on the footpath. Salman and (his cousin) Kamaal ran away from the spot,&#8221; said the constable, who died in 2007 of tuberculosis.</p>\n<p>One of the sleeping labourers injured in the accident said in his statement that &#8220;Salman was so drunk he fell. He stood but he fell again and then he &#8230; ran away.&#8221;</p>\n<p>Khan&#8217;s lawyers said the action and rom-com star had been drinking water all evening and had climbed out of the driver&#8217;s seat after the accident because the passenger side door had been damaged. They also said that the victim, Nurulah Mahbob Sharif, was killed during an operation to move the car, rather than the crash itself, when the bumper fell off and landed on him.</p>\n<p>Television news channels carried virtually nonstop coverage of the trial on Wednesday, with camera crews parked outside Khan&#8217;s home and surrounding the court. The Times of <a href=\"http://www.theguardian.com/world/india\" class=\" u-underline\">India</a>, which carried the front-page headline &#8220;Judgement Day for Salman&#8221;, said the verdict would &#8220;bring the curtains down on a case that has riveted the media&#8217;s attention for 13 years&#8221;.</p>\n<p>Khan, the son of a respected film writer, has starred in more than 100 films and television shows since his first hit, Maine Pyar Kiya (I Fell in Love), in the 1980s. But the actor is no stranger to controversy off screen and he spent more than a week behind bars for killing an endangered Indian gazelle in 1998 during a hunting trip.</p>\n<p>The verdict has been keenly awaited both by his fans and Bollywood studios which stand to lose millions of dollars if they have to cancel filming for movies he has been signed to. One report by the Press of Trust of India said more than $31m (&#163;20m) was riding on the verdict.</p>\n<p>If he were to be jailed, Khan would become the second big-name Bollywood actor to be imprisoned in the past two years. Sanjay Dutt, star of a series of gangster movies, was jailed for possession of weapons linked to several bombings in Mumbai in 1993.</p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "India",
    "Bollywood",
    "South and Central Asia",
    "World news",
    "Film"
  ],
  "ntitle": "bollywood_star_salman_khan_found_guilty_over_hit_and_run_crash",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "An Indian judge has convicted the Bollywood superstar Salman Khan of killing a homeless man in a 2002 hit-and-run after a night out drinking, rejecting his claim that his driver was to blame.\n\nDW Deshpande found Khan guilty of culpable homicide after driving his Toyota Land Cruiser into a group of homeless men sleeping rough in suburban Mumbai after spending the evening in an upmarket bar.\n\nOne man was killed and several others were injured in the incident.\n\nKhan, the star of such blockbusters as Dabangg (Fearless), looked dejected after hearing the verdict, his eyes downcast.\n\nKhan had always denied being behind the wheel but now faces up to 10 years in prison, potentially bringing the career of one of the Indian movie industry’s biggest box-office stars to a shuddering halt.\n\nThe trial began in earnest last year after a series of court hearings and legal hold-ups. A string of prosecution witnesses, including survivors of the crash, testified that Khan was driving the vehicle when it ploughed at speed into the men sleeping on the street near a bakery in September 2002.\n\nWhen Khan, 49, finally took the stand in March, he pleaded not guilty and told the court that his driver was responsible for mounting the pavement in the upmarket suburb of Bandra West. The driver testified in court last month that he had been behind the wheel, and that the crash occurred after the front left tyre burst, making steering and braking difficult.\n\nBut the judge on Wednesday found Khan guilty of all charges including driving while under the influence of alcohol. Khan is likely to appeal against the verdict, while the court was hearing submissions from his lawyers on the length of sentence to be decided by the judge.\n\nA constable attached to Khan’s security detail had said in his statement to police that the actor lost control of the car while driving at about 90km/h (55mph). “The people were sleeping on the footpath. Salman and (his cousin) Kamaal ran away from the spot,” said the constable, who died in 2007 of tuberculosis.\n\nOne of the sleeping labourers injured in the accident said in his statement that “Salman was so drunk he fell. He stood but he fell again and then he … ran away.”\n\nKhan’s lawyers said the action and rom-com star had been drinking water all evening and had climbed out of the driver’s seat after the accident because the passenger side door had been damaged. They also said that the victim, Nurulah Mahbob Sharif, was killed during an operation to move the car, rather than the crash itself, when the bumper fell off and landed on him.\n\nTelevision news channels carried virtually nonstop coverage of the trial on Wednesday, with camera crews parked outside Khan’s home and surrounding the court. The Times of India, which carried the front-page headline “Judgement Day for Salman”, said the verdict would “bring the curtains down on a case that has riveted the media’s attention for 13 years”.\n\nKhan, the son of a respected film writer, has starred in more than 100 films and television shows since his first hit, Maine Pyar Kiya (I Fell in Love), in the 1980s. But the actor is no stranger to controversy off screen and he spent more than a week behind bars for killing an endangered Indian gazelle in 1998 during a hunting trip.\n\nThe verdict has been keenly awaited both by his fans and Bollywood studios which stand to lose millions of dollars if they have to cancel filming for movies he has been signed to. One report by the Press of Trust of India said more than $31m (£20m) was riding on the verdict.\n\nIf he were to be jailed, Khan would become the second big-name Bollywood actor to be imprisoned in the past two years. Sanjay Dutt, star of a series of gangster movies, was jailed for possession of weapons linked to several bombings in Mumbai in 1993.",
  "title": "Bollywood star Salman Khan found guilty over hit-and-run crash",
  "ts_in": "2015-05-06T10:07:37.532602",
  "url": "http://www.theguardian.com/world/2015/may/06/bollywood-star-salman-khan-found-guilty-over-hit-and-run-crash"
}