{
  "article_html": "<div><p>The French satirical weekly <a href=\"http://www.theguardian.com/media/charlie-hebdo\" class=\" u-underline\">Charlie Hebdo</a>, targeted in a deadly attack earlier this year by Islamist gunmen, was honoured on Tuesday at a New York gala under heavy security, organisers said.<br></p>\n<p>The award from the Pen American Centre came two days after two gunmen opened fire at a <a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\">Texas</a> exhibit of caricatures of the prophet Muhammad.</p>\n<p>Drawings of the founder of <a href=\"http://www.theguardian.com/world/islam\" class=\" u-underline\">Islam</a> were also at the heart of the January attack on Charlie Hebdo&#8217;s Paris offices that killed 12 people. Al-Qaida&#8217;s branch in Yemen claimed responsibility, saying the weekly had insulted the prophet with its cartoons.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/media/2015/may/05/charlie-hebdo-editors-we-are-not-naive\" class=\" u-underline\">Charlie Hebdo editors: 'We are not naive'</a> </p>\n\n<p> &#8220;The defence of people murdered for their exercise of free speech is at the heart of what Pen stands for,&#8221; Pen&#8217;s president, Andrew Solomon, told the gala, which was filled with literary figures.</p>\n<p> &#8220;Charlie Hebdo&#8217;s current staff have persisted, and tonight&#8217;s award reflects their refusal to accept the curtailment of lawful speech through violence,&#8221; he said.</p>\n<p> Pen&#8217;s decision to give the freedom of expression courage award to Charlie Hebdo prompted six prominent writers to withdraw from the event and more than 100 others to write a letter of protest, said Pen, which advocates for writers persecuted for their work.</p>\n<p>One novelist who withdrew, Rachel Kushner, said she was not comfortable with Charlie Hebdo&#8217;s &#8220;cultural intolerance,&#8221; Pen said. <a href=\"http://www.theguardian.com/books/petercarey\" class=\" u-underline\">Peter Carey</a>, Michael Ondaatje, Francine Prose, Teju Cole and Taiye Selasi also withdrew, Pen said.</p>\n<p>The Paris attack has raised questions about religious tolerance and censorship in <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a>, which has five million Muslims.</p>\n<p>Speaking at the gala, the US cartoonist Art Spiegelman, who wrote the graphic novel Maus, said he did not agree with writers skipping the gala in protest.</p>\n<p> &#8220;Free expression means the right to be an absolute idiot, and so I think it&#8217;s important for those writers to exercise those rights,&#8221; he said.</p>\n<p> Pen organisers said security would be &#8220;increased&#8221; at Tuesday&#8217;s event.</p>\n<p> Uniformed officers, police counter-terrorism units and police dogs could be seen near the entrance to the American Museum of Natural History, where the event was held.</p>\n<p>A spokeswoman for the <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a> police department said there had been no immediate threats.</p>\n<p> Police and federal agents had planned security for months ahead of the Texas exhibit on Sunday. The two gunmen there were killed after opening fire in a parking lot outside the exhibit.</p>\n</div>",
  "authors": [
    "Reuters In New York"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Charlie Hebdo",
    "New York",
    "Islam",
    "Freedom of speech",
    "Magazines",
    "Peter Carey",
    "Texas",
    "US news",
    "World news",
    "Religion",
    "Teju Cole",
    "France"
  ],
  "ntitle": "charlie_hebdo_honoured_at_new_york_gala_under_increased_security",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The French satirical weekly Charlie Hebdo, targeted in a deadly attack earlier this year by Islamist gunmen, was honoured on Tuesday at a New York gala under heavy security, organisers said.\n\n\n\nThe award from the Pen American Centre came two days after two gunmen opened fire at a Texas exhibit of caricatures of the prophet Muhammad.\n\nDrawings of the founder of Islam were also at the heart of the January attack on Charlie Hebdo’s Paris offices that killed 12 people. Al-Qaida’s branch in Yemen claimed responsibility, saying the weekly had insulted the prophet with its cartoons.\n\nRelated: Charlie Hebdo editors: 'We are not naive'\n\n“The defence of people murdered for their exercise of free speech is at the heart of what Pen stands for,” Pen’s president, Andrew Solomon, told the gala, which was filled with literary figures.\n\n“Charlie Hebdo’s current staff have persisted, and tonight’s award reflects their refusal to accept the curtailment of lawful speech through violence,” he said.\n\nPen’s decision to give the freedom of expression courage award to Charlie Hebdo prompted six prominent writers to withdraw from the event and more than 100 others to write a letter of protest, said Pen, which advocates for writers persecuted for their work.\n\nOne novelist who withdrew, Rachel Kushner, said she was not comfortable with Charlie Hebdo’s “cultural intolerance,” Pen said. Peter Carey, Michael Ondaatje, Francine Prose, Teju Cole and Taiye Selasi also withdrew, Pen said.\n\nThe Paris attack has raised questions about religious tolerance and censorship in France, which has five million Muslims.\n\nSpeaking at the gala, the US cartoonist Art Spiegelman, who wrote the graphic novel Maus, said he did not agree with writers skipping the gala in protest.\n\n“Free expression means the right to be an absolute idiot, and so I think it’s important for those writers to exercise those rights,” he said.\n\nPen organisers said security would be “increased” at Tuesday’s event.\n\nUniformed officers, police counter-terrorism units and police dogs could be seen near the entrance to the American Museum of Natural History, where the event was held.\n\nA spokeswoman for the New York police department said there had been no immediate threats.\n\nPolice and federal agents had planned security for months ahead of the Texas exhibit on Sunday. The two gunmen there were killed after opening fire in a parking lot outside the exhibit.",
  "title": "Charlie Hebdo honoured at New York gala under increased security",
  "ts_in": "2015-05-06T06:00:56.091530",
  "url": "http://www.theguardian.com/media/2015/may/06/charlie-hebdo-honoured-at-new-york-gala-under-increased-security"
}