{
  "article_html": "<div><p>No one was more surprised than George Nobbs when he became leader of Norfolk county council after an inconclusive election in 2013 that left <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> as the largest party without an overall majority. They assumed they could continue in power. It was not to be.</p>\n<p>For Nobbs, as a <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> leader, with only 14 seats on an 84-member authority, permanent opposition appeared inevitable. But politics is nothing if not unpredictable. He was seen as a conciliator, the person to bridge a wide divide. &#8220;My task was to try to get other parties to work together for the good of the county&#8230; and we found we all could,&#8221; he recalls. &#8220;But yes, of course, it all came as a complete surprise to me.&#8221;</p>\n<p>In a foretaste of what might happen in local elections tomorrow &#8211; never mind in Westminster &#8211; a deal was done to keep out the Conservatives. The smaller parties &#8211; Labour, Ukip and the Lib-Dems &#8211; combined in a loose alliance, with support from the Greens. They all promptly outvoted the Tories 10 days after polling day at the council&#8217;s annual meeting two years&#8217; ago and formed a multi-party administration. It has every prospect of lasting until the next elections in 2017.</p>\n<p>On the surface, it seems the ultimate &#8220;rainbow&#8221; alliance, so divergent in outlook and in ideology that it could never endure. Labour and Ukip each have 14 councillors, the Lib Dems 10, the Greens four and independents two &#8211; 44 in total against the Tories 40. &#8220;But there are absolutely no differences on local issues, and that is the honest truth,&#8221; insists Nobbs. &#8220;There is a greater unity of purpose than there would have been if the Conservatives had succeeded in staying in power. On national issues we are miles apart, but that does not intrude on the needs of Norfolk. We work together in ways I would never have thought possible.&#8221;</p>\n<p>Remarkably, the council&#8217;s Ukip leader, landowner Toby Coke, agrees. &#8220;We get on well,&#8221; insists the one-time Tory. &#8220;George is a sensible guy. We have put national policies to one side&#8230; my view is that you find decent people in all parties if you&#8217;re prepared to sit down and talk.&#8221;</p>\n<p>The &#8220;alliance&#8221; came together to improve children&#8217;s services and oppose plans for a controversial waste incinerator in King&#8217;s Lynn. Under Tory control, <a href=\"http://www.bbc.co.uk/news/uk-england-norfolk-23725615\" title=\"\" class=\" u-underline\">the council had been rocked by critical Ofsted reports. into children&#8217;s services and education</a> Tories in the county were bitterly divided over plans for the &#163;500m incinerator. The alliance decided to invoke a break-clause in the contract and scrap the project &#8211; at a cost of &#163;30m.</p>\n<p>Overall in England, <a href=\"http://www.lgiu.org.uk/project/local-elections-2015/\" title=\"\" class=\" u-underline\">the Local Government Information Unit (LGIU) thinktank calculates that 72 councils &#8211; including Norfolk &#8211; have no overall control</a>, with 55 of them going to the polls tomorrow. In total, more than 9,000 council seats in 279 authorities are up for grabs in contests which have been overshadowed by the general election.</p>\n<p>In Brighton and Hove, for instance, now run by a minority Green administration, Labour is tipped to take control &#8211; although the unitary council is in effect split three ways with the Tories remaining traditionally strong; Milton Keynes, under minority Labour rule, is similarly split between the three main parties while in Norwich city council, the Greens pose a challenge to Labour control. Stroud in Gloucestershire, another &#8220;hung&#8221; council where Tories are the largest party, is a Labour target &#8211; but Greens are a growing force. And in Thanet, Kent &#8211; where Ukip leader Nigel Farage is standing for parliament tomorrow &#8211; Labour is the largest party in another &#8220;hung&#8221; authority. The Tories are close behind, with Ukip below a smattering of independents.</p>\n<p>The benchmark for tomorrow&#8217;s local elections, the biggest in the town hall electoral cycle, is <a href=\"http://www.theguardian.com/politics/datablog/2011/may/05/local-elections-2011-localgovernment\" title=\"\" class=\" u-underline\">2011 when the combined support for Labour and the Tories accounted for three-quarters of the vote nationally</a>. But that was before the emergence of multi-party politics, likely to become a growing feature in English local government.</p>\n<p>As Norfolk underlines, the Tories faced significant losses at the expense of Ukip in county council elections two years&#8217; ago, while the Greens have similarly undermined Labour&#8217;s traditional base in areas such as Brighton and Norwich. Whether the make-up of the Norfolk &#8220;rainbow&#8221; alliance will set the pattern for other areas is an open question, however. In truth the prospect of Labour sharing power with Ukip elsewhere, however informally, would be a political step too far for many. party traditionalists But Nobbs insists he got approval from Labour&#8217;s national executive before agreeing a deal. &#8220;It wouldn&#8217;t have happened if they said no,&#8221; he says.</p>\n<p>Up to now, Labour-Green alliances &#8211; a loose &#8220;accommodation&#8221; with the council leadership in the case of Norfolk &#8211; have proved elusive elsewhere. And on the political right, the prospect of accords between the Tories and Ukip seem unlikely. Relations between these two parties in Norfolk, for instance, have been soured by Conservative intransigence after those inconclusive elections two years&#8217; ago. In any case, Differences in the Norfolk alliance have been overshadowed by wider divisions in the 40-strong Tory group, which has had three leaders in under two years. But the current Conservative leader, retired businessman Cliff Jordan, thinks he might have succeeded with a Tory-Ukip pact if he had been leading the council earlier. He maintains the Norfolk alliance has no legitimacy because the Tories remain by far the largest party. &#8220;We&#8217;ve got 40 seats and our nearest rivals have 14, &#8220; he laments. &#8220;I was surprised by their deal, yes.&#8221;</p>\n\n<blockquote>\n<p>We're doing what the public wanted &#8211; a new kind of politics. The Tories' arrogance has welded the alliance together</p>\n\nGeorge Nobbs, Norfolk's Labour council leader\n\n</blockquote>\n\n<p>Nobbs insists that the alliance has legitimacy because councillors from its three parties, plus the Greens, accounted for two-thirds of the vote in 2013. &#8220;We are doing what the public wanted &#8211; a different kind of politics,&#8221; he maintains. &#8220;The Tories were confident they would remain in power and their absolute arrogance has welded the alliance together.&#8221;</p>\n<p>The appointment of <a href=\"http://www.edp24.co.uk/news/challenging_times_ahead_as_new_norfolk_county_council_chief_takes_the_helm_1_3750643\" title=\"\" class=\" u-underline\">Wendy Thomson as the new county council managing director</a> in August further cemented the changes in which children&#8217;s minister Edward Timpson has acknowledged the progress made in improving children&#8217;s services in Norfolk. Thomson, who had spent 10 years in a senior academic post in her native Canada, was previously chief executive of the London borough of Newham and, subsequently, a director of the former Audit Commission before becoming Tony Blair&#8217;s chief adviser on public sector reform. She arrived after the alliance had scrapped the cabinet system of government in favour of the old committee system which involves all councillors in decision-making&#8211; rather than a select few. As a result, Labour, Ukip and Lib Dem councillors chair the five key committees.</p>\n<p>Ukip councillor Paul Smyth chaired a working group set up to plan the new committee system. &#8220;Previously, 10 councillors had executive power and now all councillors are involved in making key decisions&#8230; it&#8217;s a bit slower, but it has certainly increased engagement,&#8221; says Smyth, a former RAF airman. &#8220;No party can say they don&#8217;t know what&#8217;s going on.&#8221;</p>\n<p>For her part, Thomson says the new system is making sound decisions based on firm advice from council officials. But is life tougher in a hung council? &#8220;Occasionally it gets tight enough for the chair [of a committee] to use a casting vote. I can&#8217;t say that I have observed it holding back taking decisions that need to be taken,&#8221; she says.</p>\n<p>But <a href=\"http://www.norfolk.gov.uk/News/NCC163058\" title=\"\" class=\" u-underline\">getting approval for a council budget in February proved challenging</a>. It took over five hours to reach agreement. The Greens wanted a small council tax increase. Instead the council eventually voted to freeze the tax. Nobbs insists frontline services have been protected despite the council losing &#163;42m in government funding. &#8221;We have done this through efficiencies and taking tough decisions, cutting where we have had no alternative,&#8221; he adds.</p>\n<p>Whatever the misgivings of Labour and Tory traditionalists, it seems that councils will have to get used to the horse-trading central to multi-party politics. As town halls are increasingly forced to co-operate with neighbouring authorities &#8211; particularly in areas from health and social care, to transport and business development &#8211; Jonathan Carr-West, chief executive of the LGIU, believes multi-party working will become the norm. He points to <a href=\"http://www.manchester.gov.uk/info/100004/the_council_and_democracy/66/councils_in_greater_manchester\" title=\"\" class=\" u-underline\">Greater Manchester&#8217;s combined authority</a> where 10 councils, including Labour, Tory and Lib Dem authorities, are co-operating over a wide range of issues. But the inclusion of smaller parties, such as Ukip, in governing structures is taking councils like Norfolk into uncharted territory. Where it will end is anyone&#8217;s guess.</p>\n</div>",
  "authors": [
    "Peter Hetherington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Local government",
    "Local elections",
    "Politics",
    "UK news",
    "Society",
    "Local politics",
    "Labour",
    "Conservatives",
    "Liberal Democrats",
    "Green party",
    "UK Independence party (Ukip)",
    "General election 2015"
  ],
  "ntitle": "could_norfolk_s_rainbow_alliance_be_the_future_of_multi_party_politics",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "No one was more surprised than George Nobbs when he became leader of Norfolk county council after an inconclusive election in 2013 that left Conservatives as the largest party without an overall majority. They assumed they could continue in power. It was not to be.\n\nFor Nobbs, as a Labour leader, with only 14 seats on an 84-member authority, permanent opposition appeared inevitable. But politics is nothing if not unpredictable. He was seen as a conciliator, the person to bridge a wide divide. “My task was to try to get other parties to work together for the good of the county… and we found we all could,” he recalls. “But yes, of course, it all came as a complete surprise to me.”\n\nIn a foretaste of what might happen in local elections tomorrow – never mind in Westminster – a deal was done to keep out the Conservatives. The smaller parties – Labour, Ukip and the Lib-Dems – combined in a loose alliance, with support from the Greens. They all promptly outvoted the Tories 10 days after polling day at the council’s annual meeting two years’ ago and formed a multi-party administration. It has every prospect of lasting until the next elections in 2017.\n\nOn the surface, it seems the ultimate “rainbow” alliance, so divergent in outlook and in ideology that it could never endure. Labour and Ukip each have 14 councillors, the Lib Dems 10, the Greens four and independents two – 44 in total against the Tories 40. “But there are absolutely no differences on local issues, and that is the honest truth,” insists Nobbs. “There is a greater unity of purpose than there would have been if the Conservatives had succeeded in staying in power. On national issues we are miles apart, but that does not intrude on the needs of Norfolk. We work together in ways I would never have thought possible.”\n\nRemarkably, the council’s Ukip leader, landowner Toby Coke, agrees. “We get on well,” insists the one-time Tory. “George is a sensible guy. We have put national policies to one side… my view is that you find decent people in all parties if you’re prepared to sit down and talk.”\n\nThe “alliance” came together to improve children’s services and oppose plans for a controversial waste incinerator in King’s Lynn. Under Tory control, the council had been rocked by critical Ofsted reports. into children’s services and education Tories in the county were bitterly divided over plans for the £500m incinerator. The alliance decided to invoke a break-clause in the contract and scrap the project – at a cost of £30m.\n\nOverall in England, the Local Government Information Unit (LGIU) thinktank calculates that 72 councils – including Norfolk – have no overall control, with 55 of them going to the polls tomorrow. In total, more than 9,000 council seats in 279 authorities are up for grabs in contests which have been overshadowed by the general election.\n\nIn Brighton and Hove, for instance, now run by a minority Green administration, Labour is tipped to take control – although the unitary council is in effect split three ways with the Tories remaining traditionally strong; Milton Keynes, under minority Labour rule, is similarly split between the three main parties while in Norwich city council, the Greens pose a challenge to Labour control. Stroud in Gloucestershire, another “hung” council where Tories are the largest party, is a Labour target – but Greens are a growing force. And in Thanet, Kent – where Ukip leader Nigel Farage is standing for parliament tomorrow – Labour is the largest party in another “hung” authority. The Tories are close behind, with Ukip below a smattering of independents.\n\nThe benchmark for tomorrow’s local elections, the biggest in the town hall electoral cycle, is 2011 when the combined support for Labour and the Tories accounted for three-quarters of the vote nationally. But that was before the emergence of multi-party politics, likely to become a growing feature in English local government.\n\nAs Norfolk underlines, the Tories faced significant losses at the expense of Ukip in county council elections two years’ ago, while the Greens have similarly undermined Labour’s traditional base in areas such as Brighton and Norwich. Whether the make-up of the Norfolk “rainbow” alliance will set the pattern for other areas is an open question, however. In truth the prospect of Labour sharing power with Ukip elsewhere, however informally, would be a political step too far for many. party traditionalists But Nobbs insists he got approval from Labour’s national executive before agreeing a deal. “It wouldn’t have happened if they said no,” he says.\n\nUp to now, Labour-Green alliances – a loose “accommodation” with the council leadership in the case of Norfolk – have proved elusive elsewhere. And on the political right, the prospect of accords between the Tories and Ukip seem unlikely. Relations between these two parties in Norfolk, for instance, have been soured by Conservative intransigence after those inconclusive elections two years’ ago. In any case, Differences in the Norfolk alliance have been overshadowed by wider divisions in the 40-strong Tory group, which has had three leaders in under two years. But the current Conservative leader, retired businessman Cliff Jordan, thinks he might have succeeded with a Tory-Ukip pact if he had been leading the council earlier. He maintains the Norfolk alliance has no legitimacy because the Tories remain by far the largest party. “We’ve got 40 seats and our nearest rivals have 14, “ he laments. “I was surprised by their deal, yes.”\n\nWe're doing what the public wanted – a new kind of politics. The Tories' arrogance has welded the alliance together George Nobbs, Norfolk's Labour council leader\n\nNobbs insists that the alliance has legitimacy because councillors from its three parties, plus the Greens, accounted for two-thirds of the vote in 2013. “We are doing what the public wanted – a different kind of politics,” he maintains. “The Tories were confident they would remain in power and their absolute arrogance has welded the alliance together.”\n\nThe appointment of Wendy Thomson as the new county council managing director in August further cemented the changes in which children’s minister Edward Timpson has acknowledged the progress made in improving children’s services in Norfolk. Thomson, who had spent 10 years in a senior academic post in her native Canada, was previously chief executive of the London borough of Newham and, subsequently, a director of the former Audit Commission before becoming Tony Blair’s chief adviser on public sector reform. She arrived after the alliance had scrapped the cabinet system of government in favour of the old committee system which involves all councillors in decision-making– rather than a select few. As a result, Labour, Ukip and Lib Dem councillors chair the five key committees.\n\nUkip councillor Paul Smyth chaired a working group set up to plan the new committee system. “Previously, 10 councillors had executive power and now all councillors are involved in making key decisions… it’s a bit slower, but it has certainly increased engagement,” says Smyth, a former RAF airman. “No party can say they don’t know what’s going on.”\n\nFor her part, Thomson says the new system is making sound decisions based on firm advice from council officials. But is life tougher in a hung council? “Occasionally it gets tight enough for the chair [of a committee] to use a casting vote. I can’t say that I have observed it holding back taking decisions that need to be taken,” she says.\n\nBut getting approval for a council budget in February proved challenging. It took over five hours to reach agreement. The Greens wanted a small council tax increase. Instead the council eventually voted to freeze the tax. Nobbs insists frontline services have been protected despite the council losing £42m in government funding. ”We have done this through efficiencies and taking tough decisions, cutting where we have had no alternative,” he adds.\n\nWhatever the misgivings of Labour and Tory traditionalists, it seems that councils will have to get used to the horse-trading central to multi-party politics. As town halls are increasingly forced to co-operate with neighbouring authorities – particularly in areas from health and social care, to transport and business development – Jonathan Carr-West, chief executive of the LGIU, believes multi-party working will become the norm. He points to Greater Manchester’s combined authority where 10 councils, including Labour, Tory and Lib Dem authorities, are co-operating over a wide range of issues. But the inclusion of smaller parties, such as Ukip, in governing structures is taking councils like Norfolk into uncharted territory. Where it will end is anyone’s guess.",
  "title": "Could Norfolk’s ‘rainbow’ alliance be the future of multi-party politics?",
  "ts_in": "2015-05-06T10:07:44.756664",
  "url": "http://www.theguardian.com/society/2015/may/06/norfolk-rainbow-alliance-future-multi-party-politics-local-elections"
}