{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/us-news/richard-nixon\" class=\" u-underline\">Richard Nixon</a> did not admit any criminal guilt in his interview with David Frost on Wednesday but he made his strongest and most sustained expression of regret.<br></p>\n<p>Some Americans who watched the broadcast felt that was enough. For a man whose whole life was politics, his admission that he &#8220;let down the American people&#8221; and that he would have to carry that burden for the rest of his life may have been a greater humiliation than any confession to the crime of obstructing justice.<br></p>\n<p>Humiliation was the name of the game. In one bar, frequented by the press, it was positively the last opportunity to kick Nixon. &#8220;People are vomiting already, and he hasn&#8217;t even said a word,&#8221; laughed a middle-aged journalist. &#8220;Oh sure! You tell &#8217;em Dick,&#8221; came the refrain as Mr Nixon started his explanations.<br></p>\n<p>In the Washington Post, the newspaper which did more than any other to bring him down, a senior political commentator said yesterday: &#8220;Now we know Richard Nixon has confessed. He is guilty, not as charged, he is guilty of a kind heart.&#8221;<br></p>\n<p>Ben Bradlee, the paper&#8217;s executive editor was more sympathetic. He found Mr Nixon&#8217;s admission that he let down the American people &#8220;very moving.&#8221;<br></p>\n<p>Gerald Ford, whose pardon of Richard Nixon ensured that the trial by television would be the nearest he ever came to cross-examination, was speaking at a meeting in Dallas when the interview was shown. Arrangements had been made for him to see the programme on video tape later if he wanted to. The White House said stiffly that there were no plans for President Carter to watch.<br></p>\n<p>Mr Nixon&#8217;s two closest collaborators, John Ehrlichman and H. R. Haldeman - whose forced resignations left the former President emotionally drained and whom he kept on his staff out of kindness too long - kept a judicious silence.<br></p>\n<p>At his home in Los Angeles Haldeman said: &#8220;I have no comment to make at this time. It&#8217;s too complex to discuss in little bits and pieces.&#8221;<br></p>\n<p>Ehrlichman is serving a term at an open prison in Arizona and could not be reached, but the warden said the programme was not broadcast on the two channels available in the prison.<br></p>\n<p>E. Howard Hunt, the man whom Mr Nixon denied approving hush money, called the show &#8220;a rip-off.&#8221; Mr Nixon said he was being blackmailed by Hunt before and during his trial for involvement in the Watergate break-in. After the interview, Hunt said Mr Nixon had &#8220;misconceptions about possible blackmail attempts.&#8221;<br></p>\n<p>The two heroes of the Watergate impeachment process on Capitol Hill reacted predictably. &#8220;He&#8217;s still covering up,&#8221; Sam Ervin, the former chairman of the Senate Watergate Committee. Peter Rodino, the chairman of the House Judiciary Committee impeachment inquiry, said the interview showed &#8220;clearly, conclusively and finally that Richard Nixon... abused the powers of his high office as President.&#8221;<br></p>\n<p>Rabbi Baruch Korff, who became a frequent visitor to the White House and a staunch supporter of Mr Nixon to the end, accused David Frost of baiting him. &#8220;Mr Nixon needlessly exposed himself to questions on detail that are on the record and are inconsequential in their interpretation.&#8221;<br></p>\n<p>When it comes to the differences between what Mr Nixon told David Frost and the actual record as known from published tapes, there were three discrepancies.<br></p>\n<p>Mr Nixon conceded in the interview that he had known by June 22, 1972, that Gordon Liddy had been involved in the Watergate burglary, but never told the judicial authorities.<br></p>\n<p>Secondly, he claimed the money paid to Howard Hunt was not intended to buy his silence, but to help with his legal and domestic expenses. Mr Nixon said he opposed granting Hunt clemency.<br></p>\n<p>The record, however, shows that his opposition to clemency was not because it was legally or morally wrong, but not feasible politically. &#8220;You can&#8217;t do it politically until after the &#8216;74 elections, that&#8217;s for sure,&#8221; he said on one tape.<br></p>\n<p>Of the $429,500 paid to the various defendants, Hunt, the only one with direct information of White House involvement, received $276,000 for himself and his lawyers. The other defendants whose humanitarian needs were presumably as great, got less than $20,000 each.<br></p>\n<p>Finally, Mr Nixon said he had ordered John Dean to prepare a thorough report. He claims he said to Dean: &#8220;If it opens doors, let it open doors.&#8221; None of the public transcripts contains any such statement by Mr Nixon.<br></p>\n<p>At this point, however, the issue of Mr Nixon&#8217;s criminal guilt is moot. There will never be a trial jury. As for public opinion and its verdict, few people are likely to have changed their minds after the interview. Whether Mr Nixon deserves to be forgiven seems to be the relevant issue right now. </p>\n<p>Granted he is making $1 million out of the programme, it was a humbling performance. Some viewers relished it, others felt it was the old elemental Nixon urge to expose his self-pity in public. A few may have gained a twinge of sympathy for a man who seemed to recognise at last that his political life is finished.</p>\n</div>",
  "authors": [
    "Jonathan Steele"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US politics",
    "Richard Nixon",
    "Sir David Frost",
    "Media",
    "US news"
  ],
  "ntitle": "david_frost_interview_yours_regretfully_r_nixon_from_the_archive_6_may_1977",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Richard Nixon did not admit any criminal guilt in his interview with David Frost on Wednesday but he made his strongest and most sustained expression of regret.\n\n\n\nSome Americans who watched the broadcast felt that was enough. For a man whose whole life was politics, his admission that he “let down the American people” and that he would have to carry that burden for the rest of his life may have been a greater humiliation than any confession to the crime of obstructing justice.\n\n\n\nHumiliation was the name of the game. In one bar, frequented by the press, it was positively the last opportunity to kick Nixon. “People are vomiting already, and he hasn’t even said a word,” laughed a middle-aged journalist. “Oh sure! You tell ’em Dick,” came the refrain as Mr Nixon started his explanations.\n\n\n\nIn the Washington Post, the newspaper which did more than any other to bring him down, a senior political commentator said yesterday: “Now we know Richard Nixon has confessed. He is guilty, not as charged, he is guilty of a kind heart.”\n\n\n\nBen Bradlee, the paper’s executive editor was more sympathetic. He found Mr Nixon’s admission that he let down the American people “very moving.”\n\n\n\nGerald Ford, whose pardon of Richard Nixon ensured that the trial by television would be the nearest he ever came to cross-examination, was speaking at a meeting in Dallas when the interview was shown. Arrangements had been made for him to see the programme on video tape later if he wanted to. The White House said stiffly that there were no plans for President Carter to watch.\n\n\n\nMr Nixon’s two closest collaborators, John Ehrlichman and H. R. Haldeman - whose forced resignations left the former President emotionally drained and whom he kept on his staff out of kindness too long - kept a judicious silence.\n\n\n\nAt his home in Los Angeles Haldeman said: “I have no comment to make at this time. It’s too complex to discuss in little bits and pieces.”\n\n\n\nEhrlichman is serving a term at an open prison in Arizona and could not be reached, but the warden said the programme was not broadcast on the two channels available in the prison.\n\n\n\nE. Howard Hunt, the man whom Mr Nixon denied approving hush money, called the show “a rip-off.” Mr Nixon said he was being blackmailed by Hunt before and during his trial for involvement in the Watergate break-in. After the interview, Hunt said Mr Nixon had “misconceptions about possible blackmail attempts.”\n\n\n\nThe two heroes of the Watergate impeachment process on Capitol Hill reacted predictably. “He’s still covering up,” Sam Ervin, the former chairman of the Senate Watergate Committee. Peter Rodino, the chairman of the House Judiciary Committee impeachment inquiry, said the interview showed “clearly, conclusively and finally that Richard Nixon... abused the powers of his high office as President.”\n\n\n\nRabbi Baruch Korff, who became a frequent visitor to the White House and a staunch supporter of Mr Nixon to the end, accused David Frost of baiting him. “Mr Nixon needlessly exposed himself to questions on detail that are on the record and are inconsequential in their interpretation.”\n\n\n\nWhen it comes to the differences between what Mr Nixon told David Frost and the actual record as known from published tapes, there were three discrepancies.\n\n\n\nMr Nixon conceded in the interview that he had known by June 22, 1972, that Gordon Liddy had been involved in the Watergate burglary, but never told the judicial authorities.\n\n\n\nSecondly, he claimed the money paid to Howard Hunt was not intended to buy his silence, but to help with his legal and domestic expenses. Mr Nixon said he opposed granting Hunt clemency.\n\n\n\nThe record, however, shows that his opposition to clemency was not because it was legally or morally wrong, but not feasible politically. “You can’t do it politically until after the ‘74 elections, that’s for sure,” he said on one tape.\n\n\n\nOf the $429,500 paid to the various defendants, Hunt, the only one with direct information of White House involvement, received $276,000 for himself and his lawyers. The other defendants whose humanitarian needs were presumably as great, got less than $20,000 each.\n\n\n\nFinally, Mr Nixon said he had ordered John Dean to prepare a thorough report. He claims he said to Dean: “If it opens doors, let it open doors.” None of the public transcripts contains any such statement by Mr Nixon.\n\n\n\nAt this point, however, the issue of Mr Nixon’s criminal guilt is moot. There will never be a trial jury. As for public opinion and its verdict, few people are likely to have changed their minds after the interview. Whether Mr Nixon deserves to be forgiven seems to be the relevant issue right now.\n\nGranted he is making $1 million out of the programme, it was a humbling performance. Some viewers relished it, others felt it was the old elemental Nixon urge to expose his self-pity in public. A few may have gained a twinge of sympathy for a man who seemed to recognise at last that his political life is finished.",
  "title": "David Frost interview - yours regretfully, R. Nixon: from the archive, 6 May 1977",
  "ts_in": "2015-05-06T10:07:17.298042",
  "url": "http://www.theguardian.com/us-news/2015/may/06/david-frost-richard-nixon-interview-1977-archive"
}