{
  "article_html": "<div><p>The party leaders will traverse Britain in a last-ditch attempt for support as the general election campaign enters the final straight on Wednesday.</p>\n<p><a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> and Ed Miliband will both be hoping for a late surge that could put them in No 10 by Friday as the latest polls show there is still little to choose between them.</p>\n<p>A Populus poll for the Financial Times had Labour and the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> neck and neck on 33%.</p>\n<p>The latest poll from the Conservative peer Lord Ashcroft and a ComRes poll for ITV News and the Daily Mail put the Conservatives ahead, by 4 and 3 percentage points respectively. A Survation poll for the Daily Mirror gave <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> a 2-point lead.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/06/optimistic-ed-miliband-says-ill-put-working-people-first\" class=\" u-underline\">Optimistic Ed Miliband says: I&#8217;ll put working people first</a> </p>\n\n<p>Cameron carried on campaigning overnight, calling Miliband a &#8220;very dangerous&#8221; person who was trying to use a &#8220;con trick&#8221; to seize victory.<br></p>\n<p><a href=\"http://www.theguardian.com/politics/2015/may/06/optimistic-ed-miliband-says-ill-put-working-people-first\" class=\" u-underline\">Miliband, preparing to make visits and speeches in four different places on Wednesday</a>, told voters that a fresh coalition between the Conservatives and Liberal Democrats would pose a &#8220;huge risk&#8221; to working families. His day will begin in Lancashire and end in West Yorkshire.</p>\n<p>Asked if he really thought he was going to be prime minister, he told ITV News: &#8220;I&#8217;m optimistic but it will be in the hands of the people come tomorrow and I know the people will make the right judgment.</p>\n<p>&#8220;Many people are still making up their minds at this election and my message to all those undecided voters is: you can have another five years of a prime minister who&#8217;ll put the rich and powerful first in our country, or, if I&#8217;m prime minister, I&#8217;ll put working people first.&#8221;</p>\n<p>The Liberal Democrat leader, <a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a>, will continue his trip from Land&#8217;s End to John O&#8217;Groats with stops in Cumbria and throughout Scotland in one day, starting in Kendal, Cumbria, on Wednesday morning.</p>\n<p>Clegg indicated that he would not form a coalition with either the Tories or Labour that would not guarantee a majority in the Commons, but said a coalition government was &#8220;very likely&#8221;.</p>\n<p>The Ukip leader, <a href=\"http://www.theguardian.com/politics/nigel-farage\" class=\" u-underline\">Nigel Farage</a>, will spend the final day of his campaign in Kent where he will address a party rally.</p>\n<p>Nicola Sturgeon, the Scottish National party leader, will take her message to the streets of Edinburgh, telling voters: &#8220;Scotland has the opportunity to have more power and influence at Westminster than ever before.&#8221;</p>\n<p>The growing debate over the legitimacy of the next government looked set to continue on the campaign&#8217;s final day as Cameron said there would be a &#8220;real question of credibility&#8221; if Miliband entered No 10 without holding the largest number of seats in the Commons.</p>\n<p>According to the Times, Miliband is planning to deal with the problem by seeking the support of union leaders to form a minority government on Friday.</p>\n<p>The newspaper offered its support to the Conservative party, saying the prime minister &#8220;deserves a chance to finish&#8221; his economic recovery plans.<br></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Neil Henderson (@hendopolis)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">THE TIMES:Miliband trying to con his way into Number 10 says PM <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\" class=\" u-underline\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash\" class=\" u-underline\">#bbcpapers</a> <a href=\"http://t.co/il5HDv9kId\" class=\" u-underline\">pic.twitter.com/il5HDv9kId</a></p>\n<a href=\"https://twitter.com/hendopolis/status/595698177409429504\"></a>\n</blockquote>\n\n<p><a href=\"http://www.theguardian.com/politics/2015/may/05/revealed-coalition-plans-to-slash-welfare-for-sick-poor-young-and-disabled\" class=\" u-underline\">An exclusive report by the Guardian</a>, meanwhile, shed light on yet more &#8220;very, highly or extremely controversial&#8221; cuts that would likely be placed in the in-tray of the next chancellor.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/05/revealed-coalition-plans-to-slash-welfare-for-sick-poor-young-and-disabled\" class=\" u-underline\">Revealed: hitlist of welfare cuts facing next chancellor</a> </p>\n\n<p>Among the recommendations, which were drawn up in 2014, was the possibility of having employers contribute more to the cost of statutory maternity pay, or even abolishing it entirely.<br></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; The Guardian (@guardian)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Guardian front page, Wednesday 6 May 2015 &#8211; Revealed: hitlist of welfare cuts facing next chancellor <a href=\"http://t.co/XCelcoogWQ\" class=\" u-underline\">pic.twitter.com/XCelcoogWQ</a></p>\n<a href=\"https://twitter.com/guardian/status/595708505824301056\"></a>\n</blockquote>\n\n<p>Freezing benefit payments and limiting welfare payments by family size were on the list of possibilities, along with forcing more single parents on income support to seek work.</p>\n<p>Civil servants also put forward the possibility of &#8220;stricter&#8221; fit-for-work tests, increasing the bedroom tax and barring under-25s from claiming incapacity benefit or housing benefit.</p>\n<p>The front pages of the other papers largely reflected the positions in which they have entrenched themselves. The Daily Mail carried a call to keep <a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a> out.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Neil Henderson (@hendopolis)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">DAILY MAIL: The Doctor will see you in a month! <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\" class=\" u-underline\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash\" class=\" u-underline\">#bbcpapers</a> <a href=\"http://t.co/peAkOoBElo\" class=\" u-underline\">pic.twitter.com/peAkOoBElo</a></p>\n<a href=\"https://twitter.com/hendopolis/status/595701345937678337\"></a>\n</blockquote>\n\n<p>The Daily Telegraph reported on a late rallying cry from the former prime minister John Major to go blue on Thursday, while the Labour-supporting Daily Mirror reported that Major had attacked the Tories&#8217; record over the last five years.<br></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Neil Henderson (@hendopolis)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">MIRROR:Major Fail <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\" class=\" u-underline\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash\" class=\" u-underline\">#bbcpapers</a> <a href=\"http://t.co/S2HJta2U8V\" class=\" u-underline\">pic.twitter.com/S2HJta2U8V</a></p>\n<a href=\"https://twitter.com/hendopolis/status/595698952797822976\"></a>\n</blockquote>\n\n<p>The Sun reprinted a year-old picture of Ed Miliband eating a bacon sandwich in a bid to convince its readers not to vote for his party. The Daily Express reported on Farage&#8217;s pleas to vote Ukip.</p>\n<p>Both the Financial Times and the Independent focused on the negotiations that many experts expect &#8211; and the polls predict &#8211; will be required to form a government after Thursday&#8217;s vote.</p>\n<p>Both papers have backed a renewal of the Conservative-Lib Dem deal in the event of a hung parliament.</p>\n</div>",
  "authors": [
    "Kevin Rawlinson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "Ed Miliband",
    "Nick Clegg",
    "David Cameron",
    "Nigel Farage",
    "Labour",
    "Conservatives",
    "Liberal Democrats",
    "UK Independence party (Ukip)",
    "Scottish National party (SNP)",
    "Hung parliament",
    "House of Commons"
  ],
  "ntitle": "election_2015_leaders_in_last_dash_for_support_as_campaign_enters_final_straight",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The party leaders will traverse Britain in a last-ditch attempt for support as the general election campaign enters the final straight on Wednesday.\n\nDavid Cameron and Ed Miliband will both be hoping for a late surge that could put them in No 10 by Friday as the latest polls show there is still little to choose between them.\n\nA Populus poll for the Financial Times had Labour and the Conservatives neck and neck on 33%.\n\nThe latest poll from the Conservative peer Lord Ashcroft and a ComRes poll for ITV News and the Daily Mail put the Conservatives ahead, by 4 and 3 percentage points respectively. A Survation poll for the Daily Mirror gave Labour a 2-point lead.\n\n\n\nRelated: Optimistic Ed Miliband says: I’ll put working people first\n\nCameron carried on campaigning overnight, calling Miliband a “very dangerous” person who was trying to use a “con trick” to seize victory.\n\n\n\nMiliband, preparing to make visits and speeches in four different places on Wednesday, told voters that a fresh coalition between the Conservatives and Liberal Democrats would pose a “huge risk” to working families. His day will begin in Lancashire and end in West Yorkshire.\n\nAsked if he really thought he was going to be prime minister, he told ITV News: “I’m optimistic but it will be in the hands of the people come tomorrow and I know the people will make the right judgment.\n\n“Many people are still making up their minds at this election and my message to all those undecided voters is: you can have another five years of a prime minister who’ll put the rich and powerful first in our country, or, if I’m prime minister, I’ll put working people first.”\n\nThe Liberal Democrat leader, Nick Clegg, will continue his trip from Land’s End to John O’Groats with stops in Cumbria and throughout Scotland in one day, starting in Kendal, Cumbria, on Wednesday morning.\n\nClegg indicated that he would not form a coalition with either the Tories or Labour that would not guarantee a majority in the Commons, but said a coalition government was “very likely”.\n\nThe Ukip leader, Nigel Farage, will spend the final day of his campaign in Kent where he will address a party rally.\n\nNicola Sturgeon, the Scottish National party leader, will take her message to the streets of Edinburgh, telling voters: “Scotland has the opportunity to have more power and influence at Westminster than ever before.”\n\nThe growing debate over the legitimacy of the next government looked set to continue on the campaign’s final day as Cameron said there would be a “real question of credibility” if Miliband entered No 10 without holding the largest number of seats in the Commons.\n\nAccording to the Times, Miliband is planning to deal with the problem by seeking the support of union leaders to form a minority government on Friday.\n\nThe newspaper offered its support to the Conservative party, saying the prime minister “deserves a chance to finish” his economic recovery plans.\n\n\n\n— Neil Henderson (@hendopolis) THE TIMES:Miliband trying to con his way into Number 10 says PM #tomorrowspaperstoday #bbcpapers pic.twitter.com/il5HDv9kId\n\nAn exclusive report by the Guardian, meanwhile, shed light on yet more “very, highly or extremely controversial” cuts that would likely be placed in the in-tray of the next chancellor.\n\nRelated: Revealed: hitlist of welfare cuts facing next chancellor\n\nAmong the recommendations, which were drawn up in 2014, was the possibility of having employers contribute more to the cost of statutory maternity pay, or even abolishing it entirely.\n\n\n\n— The Guardian (@guardian) Guardian front page, Wednesday 6 May 2015 – Revealed: hitlist of welfare cuts facing next chancellor pic.twitter.com/XCelcoogWQ\n\nFreezing benefit payments and limiting welfare payments by family size were on the list of possibilities, along with forcing more single parents on income support to seek work.\n\nCivil servants also put forward the possibility of “stricter” fit-for-work tests, increasing the bedroom tax and barring under-25s from claiming incapacity benefit or housing benefit.\n\nThe front pages of the other papers largely reflected the positions in which they have entrenched themselves. The Daily Mail carried a call to keep Ed Miliband out.\n\n— Neil Henderson (@hendopolis) DAILY MAIL: The Doctor will see you in a month! #tomorrowspaperstoday #bbcpapers pic.twitter.com/peAkOoBElo\n\nThe Daily Telegraph reported on a late rallying cry from the former prime minister John Major to go blue on Thursday, while the Labour-supporting Daily Mirror reported that Major had attacked the Tories’ record over the last five years.\n\n\n\n— Neil Henderson (@hendopolis) MIRROR:Major Fail #tomorrowspaperstoday #bbcpapers pic.twitter.com/S2HJta2U8V\n\nThe Sun reprinted a year-old picture of Ed Miliband eating a bacon sandwich in a bid to convince its readers not to vote for his party. The Daily Express reported on Farage’s pleas to vote Ukip.\n\nBoth the Financial Times and the Independent focused on the negotiations that many experts expect – and the polls predict – will be required to form a government after Thursday’s vote.\n\nBoth papers have backed a renewal of the Conservative-Lib Dem deal in the event of a hung parliament.",
  "title": "Election 2015: leaders in last dash for support as campaign enters final straight",
  "ts_in": "2015-05-06T10:07:24.513967",
  "url": "http://www.theguardian.com/politics/2015/may/06/party-leaders-in-last-dash-for-support-as-election-campaign-enters-final-straight"
}