{
  "article_html": "<div><p>The European Union is investigating claims that McDonald&#8217;s avoided more than &#8364;1bn ($1.1bn) in tax by exploiting a controversial royalties loophole through Luxembourg.<br></p>\n<p>The European Union competition commissioner Margrethe Vestager said on Tuesday that she was examining claims, made by trade unions, that McDonald&#8217;s paid just &#8364;16m of tax on royalties worth &#8364;3.7bn between 2009 and 2013. </p>\n<p>&#8220;We are looking into the information gained by trade unions when it comes to McDonald&#8217;s in order to assess if there is a case, or if we should open cases there,&#8221; Vestager said.</p>\n<p>McDonald&#8217;s is accused of channelling money through a Luxembourg-based subsidiary with a Swiss branch to exploit a generous tax break on intellectual property rights. It is a similar structure to that used by a host of multinationals exposed <a href=\"http://www.theguardian.com/business/2014/nov/05/-sp-luxembourg-tax-files-tax-avoidance-industrial-scale\" class=\" u-underline\">by the Guardian&#8217;s LuxLeaks investigation last year. </a> </p>\n<p>The trade unions claim that McDonald&#8217;s Luxembourg subsidiary employs just 13 people, yet booked &#8364;834m of revenue in 2013 &#8211; which would work out at more than &#8364;64m per worker. </p>\n<p>Heidi Barker, a spokeswoman for McDonald&#8217;s, which on Monday <a href=\"http://www.theguardian.com/business/2015/may/04/mcdonalds-revitalisation-plan-customers\" class=\" u-underline\">promised to transform itself into a more modern, progressive and transparent burger company</a>, said: &#8220;We will decline to comment on your inquiry.&#8221;</p>\n<p>The commission has already opened investigations into the tax affairs of Amazon in Luxembourg, Apple in Ireland and Starbucks in the Netherlands. </p>\n</div>",
  "authors": [
    "Rupert Neate"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "McDonald's",
    "UK news",
    "World news",
    "US news",
    "Business",
    "Food & drink industry"
  ],
  "ntitle": "eu_to_investigate_claims_mcdonald_s_avoided_1bn_in_tax",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The European Union is investigating claims that McDonald’s avoided more than €1bn ($1.1bn) in tax by exploiting a controversial royalties loophole through Luxembourg.\n\n\n\nThe European Union competition commissioner Margrethe Vestager said on Tuesday that she was examining claims, made by trade unions, that McDonald’s paid just €16m of tax on royalties worth €3.7bn between 2009 and 2013.\n\n“We are looking into the information gained by trade unions when it comes to McDonald’s in order to assess if there is a case, or if we should open cases there,” Vestager said.\n\nMcDonald’s is accused of channelling money through a Luxembourg-based subsidiary with a Swiss branch to exploit a generous tax break on intellectual property rights. It is a similar structure to that used by a host of multinationals exposed by the Guardian’s LuxLeaks investigation last year.\n\nThe trade unions claim that McDonald’s Luxembourg subsidiary employs just 13 people, yet booked €834m of revenue in 2013 – which would work out at more than €64m per worker.\n\nHeidi Barker, a spokeswoman for McDonald’s, which on Monday promised to transform itself into a more modern, progressive and transparent burger company, said: “We will decline to comment on your inquiry.”\n\nThe commission has already opened investigations into the tax affairs of Amazon in Luxembourg, Apple in Ireland and Starbucks in the Netherlands.",
  "title": "EU to investigate claims McDonald's avoided $1bn in tax",
  "ts_in": "2015-05-06T06:01:02.150502",
  "url": "http://www.theguardian.com/business/2015/may/05/mcdonalds-tax-avoidance-investigation-europe"
}