{
  "article_html": "<div><p>An Afghan court has sentenced four men to death for their role in the brutal mob killing of a woman in Kabul in March. </p>\n<p>The death of a 27-year-old woman called Farkhunda shocked the nation and spurred calls for authorities to uphold women&#8217;s rights to equality and protection from violence.</p>\n<p>The convictions and sentences were part of a trial of 49 suspects, including 19 police officers, over the killing of Farkhunda on 19 March. She was beaten to death in an attack sparked by a bogus accusation that she had burned a copy of the Qur&#8217;an.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/02/afghan-trial-begins-49-suspects-police-brutal-mob-killing-woman-farkhunda\" class=\" u-underline\">Afghan trial begins for 49 people suspected in mob killing of woman</a> </p>\n\n<p>The trial, which began on Saturday, involved two full days of court proceedings &#8211; an unusual swiftness in the slow-moving Afghan judicial system.</p>\n<p>Judge Safiullah Mojadedi handed down the four death sentences at Afghanistan&#8217;s primary court in Kabul on Wednesday. He also sentenced eight defendants to 16 years in prison and dropped charges against 18. The remaining suspects are to be sentenced on Sunday.</p>\n<p>The defendants have the right to appeal against their sentences. The charges included assault, murder and encouraging others to participate in the assault. The police officers were charged with neglecting their duties and failing to prevent the attack.</p>\n<p>Farkhunda&#8217;s brutal killing shocked many Afghans, though some public and religious figures said it would have been justified if she had in fact damaged a Qur&#8217;an. A presidential investigation later found that she had not damaged a copy of the Muslim holy book.</p>\n<p>Her last hours were captured on mobile phone cameras by witnesses and those in the mob that attacked her. The videos of the assault circulated widely on social media. They showed Farkhunda &#8211; who, like many Afghans, went by only one name &#8211; being beaten, run over with a car and burned before her bloodied body was thrown into the river.</p>\n<p>The incident sparked nationwide outrage and soul-searching, as well as a civil society movement seeking to limit the power of clerics, strengthen the rule of law and improve women&#8217;s rights.</p>\n<p>Farkhunda&#8217;s parents addressed the court before the sentences were handed down on Wednesday, asking that the accused be dealt with according to the law.</p>\n<p>Afghanistan&#8217;s judicial system has long faced criticism for its inability to offer the majority of Afghans access to justice. Women especially are sidelined, despite constitutional guarantees of equality and protection from violence, a recent report by the United Nations concluded.</p>\n<p>The attack on Farkhunda was widely seen as symptomatic of the general low regard for women in Afghan society, where violence against them often goes unpunished.</p>\n</div>",
  "authors": [
    "Associated Press In Kabul"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Afghanistan",
    "South and Central Asia",
    "World news"
  ],
  "ntitle": "farkhunda_murder_afghan_judge_sentences_four_to_death_over_mob_killing",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "An Afghan court has sentenced four men to death for their role in the brutal mob killing of a woman in Kabul in March.\n\nThe death of a 27-year-old woman called Farkhunda shocked the nation and spurred calls for authorities to uphold women’s rights to equality and protection from violence.\n\nThe convictions and sentences were part of a trial of 49 suspects, including 19 police officers, over the killing of Farkhunda on 19 March. She was beaten to death in an attack sparked by a bogus accusation that she had burned a copy of the Qur’an.\n\nRelated: Afghan trial begins for 49 people suspected in mob killing of woman\n\nThe trial, which began on Saturday, involved two full days of court proceedings – an unusual swiftness in the slow-moving Afghan judicial system.\n\nJudge Safiullah Mojadedi handed down the four death sentences at Afghanistan’s primary court in Kabul on Wednesday. He also sentenced eight defendants to 16 years in prison and dropped charges against 18. The remaining suspects are to be sentenced on Sunday.\n\nThe defendants have the right to appeal against their sentences. The charges included assault, murder and encouraging others to participate in the assault. The police officers were charged with neglecting their duties and failing to prevent the attack.\n\nFarkhunda’s brutal killing shocked many Afghans, though some public and religious figures said it would have been justified if she had in fact damaged a Qur’an. A presidential investigation later found that she had not damaged a copy of the Muslim holy book.\n\nHer last hours were captured on mobile phone cameras by witnesses and those in the mob that attacked her. The videos of the assault circulated widely on social media. They showed Farkhunda – who, like many Afghans, went by only one name – being beaten, run over with a car and burned before her bloodied body was thrown into the river.\n\nThe incident sparked nationwide outrage and soul-searching, as well as a civil society movement seeking to limit the power of clerics, strengthen the rule of law and improve women’s rights.\n\nFarkhunda’s parents addressed the court before the sentences were handed down on Wednesday, asking that the accused be dealt with according to the law.\n\nAfghanistan’s judicial system has long faced criticism for its inability to offer the majority of Afghans access to justice. Women especially are sidelined, despite constitutional guarantees of equality and protection from violence, a recent report by the United Nations concluded.\n\nThe attack on Farkhunda was widely seen as symptomatic of the general low regard for women in Afghan society, where violence against them often goes unpunished.",
  "title": "Farkhunda murder: Afghan judge sentences four to death over mob killing",
  "ts_in": "2015-05-06T10:07:42.011176",
  "url": "http://www.theguardian.com/world/2015/may/06/farkhunda-afghan-judge-sentences-four-to-death-over-mob-killing"
}