{
  "article_html": "<div><p>Graffiti is not the first thing you think of when you think of <a href=\"http://www.theguardian.com/world/dubai\" class=\" u-underline\">Dubai</a>. When you stroll among the desert city&#8217;s skyscrapers or drive along its ever-changing roads, there is little street art to be seen, aside from the occasional hastily scrawled musing.</p>\n<p>But, if you meander down the alleyways of the beachside suburb of Jumeirah, visit the warehouses in the industrial Al Quoz area, Dubai Festival City&#8217;s car parks, or the streets of the bustling Karama neighbourhood, you&#8217;re likely to come across a scattering of dynamic walls of work.<br></p>\n<p>There are Matisse-esque two-headed green women, playful bows with antlers, and expanses of elegant Arabic calligraphy painstakingly painted over splashes of colour.</p>\n<p>More surprising than the pieces themselves, is that female artists created many of them. Less surprising is that the street art is not a free-for-all but must be confined to approved public spaces.<br></p>\n<p>&#8220;It&#8217;s really difficult to get a permanent wall in Dubai and any street art on a non-approved wall is removed after a few days,&#8221; says <a href=\"http://www.tarsilaschubert.net/about.php\" class=\" u-underline\">Tarsila Schubert</a>, a 27-year-old Brazilian street artist. &#8220;There are a few walls with permanent works on them, though.&#8221;</p>\n<p>Dubai-born street artist Fathima, 31 &#8211; who has also painted in the UK and Canada &#8211; agrees, but adds that she finds the emirate&#8217;s scene &#8220;weird&#8221;.<br></p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430492845372/ce8dfb08-0ac9-4958-b796-8f78d9325c1b-314x420.jpeg\" alt=\"Tarsila Schubert\" class=\"gu-image\">\n\nTarsila Schubert: &#8216;Street art on a non-approved wall is removed after a few days.&#8217; Photograph: Tariq Zaidi\n\n\n\n<p>She explains: &#8220;Street art didn&#8217;t start the same way here as it did elsewhere. In most cities, artists took to the streets to claim space and express themselves, but Dubai is a business centre and it was commercialism that created the platforms for street art. So, while it&#8217;s technically illegal &#8211; you need permission to paint in public &#8211; it pops up at events all the time.&#8221;</p>\n<p>Another artist, <a href=\"https://www.facebook.com/noushlikesploosh?_rdr\" class=\" u-underline\">Noush Like Sploosh</a>, 31, confirms that while business for street artists is booming because of an &#8220;undersaturation of creative skills&#8221;, the amount of street art in the traditional sense &#8220;is minuscule because there are only a few public walls with work on them due to heavy regulation&#8221;.</p>\n<p>Knowing how to get permission from the authorities is a grey area.<br></p>\n<p>Fathima says: &#8220;In Dubai, you&#8217;ll see a great wall and speak to the owner who says you need to speak to the building owner who says you need to go to the Road and Transport Authority who says you need to talk to the municipality. It goes around in circles.&#8221;</p>\n<p>As for close encounters with the law, Steffi Bow, 41, a Londoner who has painted in the UAE for eight years, admits she has managed to charm her way out of sticky situations. However, she says for the most part, &#8220;the locals are extremely understanding and hospitable, and pretty interested in &#8216;the graffities&#8217;, as they tend to call it.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/cities/2015/jan/21/dubai-design-district-d3-city-builds-shoreditch-from-scratch-in-desert\" class=\" u-underline\">Dubai Design District: city builds its own Shoreditch from scratch in the desert</a> </p>\n\n<p>At a recent event where she was hired to paint live, an Emirati in traditional dress approached her with his 13-year-old daughter. &#8220;He asked if what I was doing was difficult to learn because he wanted his daughter to have a go. He said he was going to set up a space in their backyard so she could practise.&#8221;</p>\n<p>Dina Saadi, 28, a Syrian-Russian artist who took part in the <a href=\"https://www.facebook.com/womenonwalls\" class=\" u-underline\">Women on Walls</a> art festival in Cairo in April says: &#8220;It&#8217;s unfortunate that the UAE is poorly represented in the western media because it&#8217;s generally very open minded. The male portion of our audience respects us and our male peers treat us equally.&#8221;</p>\n<p>As for street art&#8217;s future, Bow feels positive but says: &#8220;One thing we need is a legal, openly accessible, public wall. With Expo 2020 on the horizon, engaging public artists is going to be something the authorities will be looking to do so hopefully they&#8217;ll get on to this soon.&#8221;</p>\n</div>",
  "authors": [
    "Angela Hundal"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Dubai",
    "World news",
    "Street art",
    "Art",
    "Art and design",
    "Culture"
  ],
  "ntitle": "female_street_artists_take_to_dubai_s_walls",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Graffiti is not the first thing you think of when you think of Dubai. When you stroll among the desert city’s skyscrapers or drive along its ever-changing roads, there is little street art to be seen, aside from the occasional hastily scrawled musing.\n\nBut, if you meander down the alleyways of the beachside suburb of Jumeirah, visit the warehouses in the industrial Al Quoz area, Dubai Festival City’s car parks, or the streets of the bustling Karama neighbourhood, you’re likely to come across a scattering of dynamic walls of work.\n\n\n\nThere are Matisse-esque two-headed green women, playful bows with antlers, and expanses of elegant Arabic calligraphy painstakingly painted over splashes of colour.\n\nMore surprising than the pieces themselves, is that female artists created many of them. Less surprising is that the street art is not a free-for-all but must be confined to approved public spaces.\n\n\n\n“It’s really difficult to get a permanent wall in Dubai and any street art on a non-approved wall is removed after a few days,” says Tarsila Schubert, a 27-year-old Brazilian street artist. “There are a few walls with permanent works on them, though.”\n\nDubai-born street artist Fathima, 31 – who has also painted in the UK and Canada – agrees, but adds that she finds the emirate’s scene “weird”.\n\n\n\nTarsila Schubert: ‘Street art on a non-approved wall is removed after a few days.’ Photograph: Tariq Zaidi\n\nShe explains: “Street art didn’t start the same way here as it did elsewhere. In most cities, artists took to the streets to claim space and express themselves, but Dubai is a business centre and it was commercialism that created the platforms for street art. So, while it’s technically illegal – you need permission to paint in public – it pops up at events all the time.”\n\nAnother artist, Noush Like Sploosh, 31, confirms that while business for street artists is booming because of an “undersaturation of creative skills”, the amount of street art in the traditional sense “is minuscule because there are only a few public walls with work on them due to heavy regulation”.\n\nKnowing how to get permission from the authorities is a grey area.\n\n\n\nFathima says: “In Dubai, you’ll see a great wall and speak to the owner who says you need to speak to the building owner who says you need to go to the Road and Transport Authority who says you need to talk to the municipality. It goes around in circles.”\n\nAs for close encounters with the law, Steffi Bow, 41, a Londoner who has painted in the UAE for eight years, admits she has managed to charm her way out of sticky situations. However, she says for the most part, “the locals are extremely understanding and hospitable, and pretty interested in ‘the graffities’, as they tend to call it.”\n\nRelated: Dubai Design District: city builds its own Shoreditch from scratch in the desert\n\nAt a recent event where she was hired to paint live, an Emirati in traditional dress approached her with his 13-year-old daughter. “He asked if what I was doing was difficult to learn because he wanted his daughter to have a go. He said he was going to set up a space in their backyard so she could practise.”\n\nDina Saadi, 28, a Syrian-Russian artist who took part in the Women on Walls art festival in Cairo in April says: “It’s unfortunate that the UAE is poorly represented in the western media because it’s generally very open minded. The male portion of our audience respects us and our male peers treat us equally.”\n\nAs for street art’s future, Bow feels positive but says: “One thing we need is a legal, openly accessible, public wall. With Expo 2020 on the horizon, engaging public artists is going to be something the authorities will be looking to do so hopefully they’ll get on to this soon.”",
  "title": "Female street artists take to Dubai's walls",
  "ts_in": "2015-05-06T10:07:18.163625",
  "url": "http://www.theguardian.com/world/2015/may/06/female-street-artists-dubai-walls-graffiti"
}