{
  "article_html": "<div><p>The way Amin Amey tells it, the romance began with a headache. He had gone to buy painkillers in the market of Ifo, one of the five camps that make up the complex of <a href=\"http://www.theguardian.com/global-development/2015/apr/17/dadaab-refugee-camp-closure-risk-350000-somali-lives-amnesty\" title=\"\" class=\" u-underline\">Dadaab</a>, the world&#8217;s largest refugee settlement. The pharmacy was next door to a tailor, on a side street strung with sacking to soften the desert sun. Waiting on a bench outside was a beautiful girl who had a headache too. The tailor began to tease her.</p>\n<p>&#8220;Do you know this guy?&#8221; he asked.</p>\n<p>&#8220;No,&#8221; she said.</p>\n<p>&#8220;He is Amin Amey of Star FM,&#8221; said the tailor. The long-limbed boy had an afro and a winning smile. He was also a primary school teacher and news reporter &#8211; the first refugee journalist to be given a job on a Kenyan radio station, and in the camp he was something of a celebrity.</p>\n<p>&#8220;So he&#8217;s the one who has been disturbing our ears!&#8221; she replied. In the low light Amin caught a glimpse of dark eyes beneath strong eyebrows in a pretty, open face. What he remembers most though, is her soft voice, always laughing. &#8220;Since we are both Ifoans, how come we are not friends already?&#8221; she asked. In May 2010 Ifo housed 100,000 people in infrastructure built for 30,000, yet it remains a close-knit place. Amin made inquiries, and discovered her name was Farhiyo. She was 18 years old. She had been born in the camp and, like most, had never left.</p>\n<p>Dadaab, in the local dialect, means &#8220;the rocky hard place&#8221;. It is a makeshift urban slum in the middle of Kenya&#8217;s baking hot northern desert, 70 miles from the border with <a href=\"http://www.theguardian.com/world/somalia\" class=\" u-underline\">Somalia</a>. Unable to return to their war-ravaged country since its government collapsed in 1991 and forbidden from settling in Kenya proper, here nearly 400,000 Somalis have made for themselves the best home they can.</p>\n<p>Trapped by the desert on all sides, their dreams of escape centre on the Horseed hotel: a restaurant made of corrugated iron sheets and wooden spars, the exterior of which is painted with exotic fruits unavailable inside. Every fortnight, lists of names are pasted on the walls, obscuring a mural of watermelons, chips and ice cream. These are the fortunate few selected by the <a href=\"http://www.theguardian.com/world/unitednations\" class=\" u-underline\">United Nations</a> Refugee Agency (UNHCR) to fill quotas for resettlement abroad, in North America, Australia or Europe.</p>\n<p>The week before he first set eyes on Farhiyo, Amin had been shocked to find his name on the list. He and the family he lived with at the camp had been slated for resettlement abroad. But the process of official migration can take years, so he allowed himself to be distracted by his new love interest.</p>\n<p>When Amin passed the Horseed on the deeply rutted mud road a week later, he still scanned the notice as he had every fortnight for 16 years. Then he saw her again. Farhiyo was in a shack in the market, charging a mobile phone. He asked for her number. Before long they were calling each other every night. After two weeks, they met secretly in her friend&#8217;s house and talked till dawn.</p>\n<p>By the standards of the camp, Amin was well off. <a href=\"http://www.theguardian.com/world/refugees\" class=\" u-underline\">Refugees</a> in Kenya cannot work except in what are called &#8220;incentive jobs&#8221; &#8211; paid far below what Kenyan citizens would get for the same work &#8211; and Amin had two. With the 6,000 Kenya shillings (&#163;50) a month he got from his radio work and the 7,000 (&#163;65) he earned from teaching, he was spared the challenge that occupies those refugees without an additional income or money from relatives abroad: how to make the fortnightly food ration &#8211; three kilos of rice, a kilo of beans and half a cup of oil &#8211; last. He was a catch. Farhiyo&#8217;s mother approved, but she had heard a rumour, and one day some months later, when the two young lovers were sitting chatting in the shade, she confronted him: &#8220;You&#8217;re leaving for Sweden soon, aren&#8217;t you, Amin?&#8221;</p>\n<p>Most of Dadaab&#8217;s residents spend their lives dreaming of winning the resettlement lottery. It is the only legal route to a normal life, but just a few hundred people are picked each year. The birth rate in the camp, meanwhile, is 1,000 a month. Some take the long road through the Sahara to risk their lives crossing the Mediterranean on overcrowded boats, but the vast majority of refugees across <a href=\"http://www.theguardian.com/world/africa\" class=\" u-underline\">Africa</a> and the Middle East are stuck in camps like Dadaab, waiting for a miracle. For Amin, that miracle had finally come, but it had paralysed him. He had been too afraid to tell Farhiyo that he had been selected. Nor had he told the Swedish authorities about her. Now his flight had been booked. Farhiyo cried; she could not understand why he had not said anything about it. Later, Amin acknowledged that he had been living in denial. For the first time in his life, just as he was preparing to leave somewhere, he had found a reason to stay.</p>\n\n\n<a href=\"/world/2015/may/06/from-somalia-to-sweden-the-refugee-forced-to-live-apart-from-his-wife-and-child#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430836201295/8b205bf0-804d-4f9f-bf6b-318dc8050d5b-300x200.jpeg\" alt=\"Dadaab\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485ed%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=From+Somalia+to+Sweden%3A+the+refugee+forced+to+live+apart+from+his+wife+and+child+%7C+Ben+Rawlence&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485ed%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=From+Somalia+to+Sweden%3A+the+refugee+forced+to+live+apart+from+his+wife+and+child+%7C+Ben+Rawlence&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F06%2Ffrom-somalia-to-sweden-the-refugee-forced-to-live-apart-from-his-wife-and-child&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430836200175%2F8b205bf0-804d-4f9f-bf6b-318dc8050d5b-2060x1371.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDadaab refugee camp is surrounded by desert, effectively trapping its 400,000 residents. Photograph: Sven Torfinn\n\n\n\n<p>He promised to return for Farhiyo: &#8220;Isn&#8217;t that what people do?&#8221; he said. &#8220;How can we turn down the chance of resettlement that every refugee spends their life hoping for?&#8221; They avoided the topic of marriage: they both knew that, as an orphan, he could not afford it. Marrying in the camp costs around &#163;2,000 &#8211; a camel must be slaughtered, gold bought for the bride, presents for the relatives and a house must be furnished fit for a wife. Amin would have to choose: love in the open prison of the camp or his only shot at seeing the world, earning some money, becoming a citizen of somewhere.</p>\n<p><strong>* * *</strong></p>\n<p><strong>Amin fled the Somali capital of Mogadishu</strong> with his mother, two brothers and sister when the civil war swept into the city in 1989. He was six years old. The communist regime of <a href=\"http://www.theguardian.com/commentisfree/2007/may/06/clansandcrisisinsomalia\" title=\"\" class=\" u-underline\">Siad Barre</a> had crumbled and the country was caught in competing waves of ethnic cleansing. Amin&#8217;s clan was originally from the Ogaden, a high plateau famous for its tall warriors and beautiful women, which was divided from the rest of Somalia and became part of Ethiopia in 1948. That was where they headed. His father, a senior officer in the army, stayed behind.</p>\n<p>At dawn one morning, after a terrifying night in an abandoned garage listening to rockets landing nearby, the family joined a great horde crossing the Somalia-Ethiopia border on donkey carts, in cars and on foot. Amin&#8217;s mother carried her infant son Bashir while he and his other siblings walked. At the border the column of refugees was attacked by gunmen from an opposing clan. &#8220;Mum pushed us down and lay on top of us &#8230; bullets were flying all around.&#8221; Amin tried to look up but she shouted at him. &#8220;Stay down! If you put your&#160;head up, pop!&#8221;</p>\n<p>When the shooting stopped, Amin saw bodies scattered around. A child suckled the still-warm milk from a dead woman&#8217;s breast. One boy had been shot in the head. After five days walking in a crowd, stripping the trees of edible berries and drinking water from the river, the remaining refugees arrived at a small town in Ethiopia, where aid agencies were dispensing food. &#8220;People were rushing like chickens seeing grain,&#8221; he recalled. He retains a vivid image of that time: a tall strong man in a khaki uniform arriving suddenly and throwing his arms around Amin, his brother and sister all at once. It was their father, come from Mogadishu to find them.</p>\n\n<blockquote>\n<p>When the shooting stopped, Amin saw bodies scattered about. A child suckled the milk from a dead woman&#8217;s breast</p>\n</blockquote>\n\n<p>The family was given a plot of land to farm outside the town of Godey in the middle of the Ogaden plateau and, for a few years, life was good, until Amin&#8217;s father &#8211; a famous poet as well as a soldier &#8211; became sick. Amin would help him to a spot under a tree and sponge his feverish body. It was Amin who was there when his father breathed his last words. &#8220;Take care of Bashir,&#8221; he said, referring to Amin&#8217;s little brother.</p>\n<p>On the outskirts of Godey, the Shabelle river makes its lazy way to the sea in wide brown sweeps. When he was alive, Amin&#8217;s father had always warned his children about it. But Amin, an energetic 12-year-old, couldn&#8217;t stay away; he would play at the river until the sun was setting, the red sand warm on his skin. One day Bashir, aged six, begged his sister to take him with her when she went to the river to wash clothes. By lunchtime the children were not back. Amin was too nervous to eat. A boy from the neighbourhood put his head over the fence of their compound and addressed them formally, by their deceased father&#8217;s name: &#8220;The family of Amey! Bashir drowned in the river!&#8221;</p>\n<p>Years later, Amin still could not tell the story without breaking down. &#8220;I wanted to take my life as I searched for the body in the river at night.&#8221; He blamed himself for letting his father down. He spent the next day in a frenzy, rushing up and down the river bank. The next, he asked his mother&#8217;s permission to go away, to follow the traditional nomadic response to grief: travelling to forget. His mother agreed and gave him some money for a lorry that took him on a terrifying road for many days through the mountains of Ogaden to <a href=\"http://www.theguardian.com/world/kenya\" class=\" u-underline\">Kenya</a>.</p>\n<p>All Amin needed to find a place to stay was the family tree that Somali children learn by heart. He found relatives in Kenya, even rich ones. They called him galti &#8211; &#8220;wild man&#8221; &#8211; and passed him from one family to the next, until he ended up in the Dadaab refugee camp with a relative called Sauda and her children. On his first night in the camp, a dozen older men and women gathered to recite poems written by his father. Amin felt his journey had a purpose: he had travelled, he was forgetting. Sauda enrolled him in school and tried to make contact with his mother, but there were no phones in the remote corner of Ethiopia where she had been living. Then they heard that she had gone to Somaliland, more than a thousand miles away. Sauda allowed Amin to build a little hut on the edge of her compound and applied to have him included on her ration card &#8211; the card whose number had now been posted on the wall of the Horseed hotel.</p>\n<p><strong>* * *</strong></p>\n<p><strong>The summer he met Farhiyo</strong>, Amin was working for Human Rights Watch in the camp. That is how I met him. In June 2010 he helped me to find and interview recent arrivals from Ogaden who had fled the Ethiopian government&#8217;s clearances of nomads. For those fleeing repression across the region, Dadaab offered a safe haven. Among the victims of forced displacement waiting to be interviewed under the shade of a neem tree, we met a man from Godey who knew Amin&#8217;s mother. Amin was overjoyed. The man sent a message back to his people and a week later Amin&#8217;s phone lit up with a call from an unfamiliar number. His mother was coming to visit.</p>\n<p>Ifo bus station is a wide expanse of sand, fringed with low shacks on the edge of the market. It was there, three weeks later, that Amin waited in the sharp predawn air for the battered bus from the border. He recognised the tall proud figure of his mother and walked over to help her with her bag. It was only in the weak light of the taxi Amin had hired that she realised her helper was her son.</p>\n<p>&#8220;I was looking for a 12-year-old boy,&#8221; she said, &#8220;not a man with a beard.&#8221; Later, Amin asked his brother how his mother had been, all those years. His brother said: &#8220;The only sickness she had was you.&#8221; While Amin and Farhiyo were discussing what to do, their mothers had already decided they wanted the couple to get married &#8211; partly as a guarantee that Amin would keep his promise and come back for her. Amin&#8217;s mother had brought $50 US (&#163;33) to cover the cost of bringing him back to Ethiopia with her. She put it towards a dowry and along with Sauda and Farhiyo&#8217;s mother agreed to slaughter a goat instead of a camel. They also bullied other relatives to dig into their savings &#8211; literally: without banks, refugees bury their money in the sand.</p>\n<p>On a hot and dusty night in September, a week before the date set for Amin&#8217;s departure, a convoy of seven vehicles, each one rented by a different friend for the occasion, made its way to the mud and tin salon where Farhiyo was having her hair done. Weddings in the camp are measured in two things: camels and vehicles. In the absence of the former, the number of the latter was important. With their hazard lights flashing, the cars bounced slowly down the rutted track towards Sauda&#8217;s compound in block C-10.</p>\n\n\n<a href=\"/world/2015/may/06/from-somalia-to-sweden-the-refugee-forced-to-live-apart-from-his-wife-and-child#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430836625871/c4acd3ee-a2e5-4580-8e24-22557401f064-300x180.jpeg\" alt=\"Dadaab refugee camp\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485ed%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=From+Somalia+to+Sweden%3A+the+refugee+forced+to+live+apart+from+his+wife+and+child+%7C+Ben+Rawlence&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485ed%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=From+Somalia+to+Sweden%3A+the+refugee+forced+to+live+apart+from+his+wife+and+child+%7C+Ben+Rawlence&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F06%2Ffrom-somalia-to-sweden-the-refugee-forced-to-live-apart-from-his-wife-and-child&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430836626389%2Fc4acd3ee-a2e5-4580-8e24-22557401f064-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDadaab is the largest refugee camp in the world. Photograph: Sipa Press / Rex Features\n\n\n\n<p>Amin&#8217;s mud hut was named the Hyena House for the morning that he had opened his eyes to find a hyena sniffing his toes. His friends had painted it with red and orange flowers on a white background, including the logo of Star FM alongside his name. A small generator powered four spotlights and a sound system. The dust and sand glittered in the lights as the bridal cortege stooped to enter the corrugated tin gate set in the wall of thorns. Amin, his head freshly shaved, wore black trousers and a white shirt &#8211; it was too hot for a jacket. Farhiyo wore a white satin gown that trailed in the sand and on her veiled head, a plastic crown.</p>\n<p>Amin sat on a plastic chair between his mother and his bride, his face rigid with happiness. &#8220;I was complete!&#8221; he said later. He gripped Farhiyo&#8217;s hand and kissed her repeatedly throughout the proceedings, during which he sang a poem in her honour. Most of Ifo camp had come to see their only celebrity get married. Outside the crowded compound, a crush of children peered through the fence.</p>\n<p>After the wedding, Farhiyo packed Amin&#8217;s bag, labelling the suitcase with his name, phone number and the words &#8220;Swedish flight&#8221;. They both wanted him to stay, but they agreed he would be more help to the family in <a href=\"http://www.theguardian.com/world/sweden\" class=\" u-underline\">Sweden</a>, sending money back, than he would in Dadaab. Everyone agreed it was his duty to go. Extended families invest thousands of dollars in sending young men to Europe via the dangerous, illegal route, and here was Amin, with a free ticket. He could not let them down.</p>\n<p>Early in the morning, nine days later, clutching his purple suitcase and accompanied by his mother and his bride, Amin said goodbye to them both on the steps of the UN bus to Nairobi. Tears ran down his face. He called Farhiyo from the bus, he called her from Nairobi and he called her from the plane. &#8220;I love you, you&#8217;re my wife, I&#8217;ll never forget about you. You&#8217;re my life.&#8221;</p>\n<p><strong>* * *</strong></p>\n<p><strong>&#214;stersund is a ski resort in north-west Sweden,</strong> just shy of the Arctic Circle. The tourist board markets it as the &#8220;Winter City&#8221;. On the flight in the small plane from Stockholm, Amin had marvelled at the deep green landscape, and the wide expanses of water everywhere. &#8220;It was really beautiful,&#8221; he said.</p>\n<p>Amin, Sauda, her children and several other refugees were met by a female Somali translator, shockingly dressed in jeans, and a man from the refugee integration office in &#214;stersund. A minivan brought them to the small village of Liid, 15 miles away. They were then taken to a sparsely furnished, five-room apartment with a fridge full of fruit and vegetables the children had never seen. The Somali woman showed them how all the appliances worked. &#8220;We had never used a machine for washing, or a machine for cooking, all these machines!&#8221; laughed Amin. They left the television on because, although it only spoke Swedish, it felt like a companion. They dared not cook. Instead they sat on the floor and fed the children fruit, milk and snacks from the supermarket until Sauda plucked up courage to light the gas.</p>\n<p>Amin admired the cleanliness of Liid: &#8220;There is nothing in between the grass and the road, you never see the soil &#8211; maybe only in the areas where the children play, but it is designated for soil to be there.&#8221; He loved the buses: &#8220;No bouncing! So smooth, like a boat on the sea.&#8221; The neighbours complained about the noisy kids, but Amin was positive: &#8220;People are very welcoming, though they don&#8217;t talk to you, they just ignore you.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430836977795/9743dfba-13cc-4857-acc6-94f076f78ecb-304x540.jpeg\" alt=\"Amin Amey\" class=\"gu-image\">\n\nAmin Amey outside his home in north-west Sweden. Photograph: The Guardian\n\n\n\n<p>After a month Amin was moved to his own one-bedroom apartment in a suburb of &#214;stersund called Fr&#246;s&#246;n. The red and cream block sat beneath a small ski slope at the end of a quiet residential street. The view north, through thick triple-glazed windows, took in a lake edged with pontoons, summer cabins nestled amid the pines, the hospital, the power station and the sewage works.</p>\n<p>At compulsory integration classes on the language and culture of his new home Amin learned that men could marry men in Sweden and that one should never talk about death to Swedes. What he did not learn was how to cook. He survived in his new flat on bread, bananas and tuna for several months until another Somali took him to the supermarket and explained what was in all the strange packets and tins.</p>\n<p>One day soon after he moved in he got a call from Farhiyo. &#8220;That sickness and fatigue I&#8217;ve been feeling, I&#8217;m not ill,&#8221; she said. &#8220;I&#8217;m pregnant.&#8221;</p>\n<p>What should have been a joy felt like a terrible blow. Amin bombarded the integration office with questions about family reunification (&#8220;I was telling everyone, &#8216;I left wife!&#8217;&#8221;) but the answers were not encouraging. In 2009 the Swedish migration board had updated its guidance and no longer recognised the documents of Afghanistan, Iraq, Eritrea and Somalia. &#8220;Somalis who want to reunite with their families should produce a passport, but the passport should not be a Somali one,&#8221; Amin was told. Farhiyo had been born in the refugee camp. She was, effectively, stateless. Like thousands of other couples, Amin and Farhiyo were torn apart by new EU restrictions. Sweden takes in more refugees per capita than any other European country, but the Swedish authorities had balked at honouring the right to family life &#8211; they feared that each refugee would be followed by many others.<strong> </strong>In the last decade, across the EU, family reunions have been prevented via a range of strategies, from the refusal to recognise passports, to the UK&#8217;s requirement that a refugee demonstrate a minimum income of &#163;18,600 per year to bring over their spouse &#8211; a figure that rises to &#163;22,400 for a partner with a child.</p>\n<p>Amin called Farhiyo every day. All his money was going on phone cards (she had no computer, no 3G phone for Skype) and what remained of his allowance of around 7,500 krona (&#163;600) a month, he sent to her and his mother. Every day he felt the pain of leaving Farhiyo and every day the temperature dropped. Amin&#8217;s first winter in Sweden, that of 2010-2011, was the coldest for 50 years. He watched in amazement as the snow got deeper and vehicles drove across the frozen lake. He did a report for Star FM: &#8220;If you are in the northern part of Europe, especially in Sweden during the winter, you complain of burning, but it is not a burning caused by the heat of the sun. It&#8217;s like you are barefoot on the hot sand, but it is the cold burning your feet, even through the shoes.&#8221; At -37C, Amin had trouble breathing. The long hours of darkness sent him into a deep depression. He spent the freezing nights watching his wedding video over and over. The people from the integration office wanted to take him to a psychiatrist, but he refused. &#8220;I&#160;knew what was wrong with me,&#8221; he said.</p>\n<p>&#8220;When I was in Dadaab, I was thinking how can I get out of here, to a better place. I don&#8217;t know why I still have that problem, of wanting somewhere else. Is it part of human life &#8211; that there is no time you will be happy?&#8221;</p>\n<p>The staff of the integration office were sympathetic. They arranged trips to the zoo and a visit to a traditional farm, where the refugees learned to milk a cow. But when Amin showed up at the office one day asking to be returned to Dadaab, they did not know what to do. The Swedish government would return him to Somalia if he could provide an address in a part of the country that was safe: perhaps the northern area of Somaliland, but not Mogadishu or the south, near Kenya. They would give him 30,000 krona (&#163;2,500) to get himself settled. &#8220;I want Dadaab! I grew up in Kenya, I don&#8217;t have family in Somalia!&#8221; Amin shouted. &#8220;Kenya is another country,&#8221; said the voice on the phone. He considered accepting the offer and then making his way through the conflict in Somalia to Dadaab. But then he remembered that the UN had his fingerprints. He could not register as a refugee twice. Sweden had now assumed responsibility for Amin&#8217;s protection from Kenya and Kenya did not want him back. The only home he had ever known was forbidden to him, while, in it, his wife and unborn child could not leave. He was distraught. &#8220;I don&#8217;t know who I am any more,&#8221; he said.</p>\n<p><strong>* * *</strong></p>\n<p><strong>&#8220;Everybody told me that the first six months apart is tough</strong>, so I knew not to take it too seriously,&#8221; said Farhiyo. She had decided to get to the Swedish embassy to apply for a visa, but leaving Dadaab was not easy. First she had to pay a bribe in the dirty concrete office of the Department for Refugee Affairs to purchase a &#8220;movement pass&#8221;. They are supposed to be freely provided for educational or medical purposes, but in reality passes are sold for around $50 a time. Then, Farhiyo, by this time heavily pregnant, travelled 12 hours by bus &#8220;down Kenya&#8221;, as the refugees refer to the rest of the country. In Nairobi, she stayed with friends who had purchased Kenyan ID cards on the black market, claiming that they had been born in Kenya. Farhiyo&#8217;s Kenyan birth certificate was genuine, but it had a big red stamp on it that said &#8220;Refugee&#8221;. She delivered the forms to the embassy and then returned to the camp &#8211; another day-long bus ride &#8211; just in time to give birth. When the embassy rang to call her for an interview, she was in labour.</p>\n<p>A three-year drought in southern Somalia had caused famine across the region. By 2011, hundreds of thousands of desperate people were arriving at Dadaab. Farhiyo&#8217;s hospital ward was teeming with people. &#8220;Very thin, smelling bad,&#8221; she recalled. &#8220;Some were even sleeping next to my bed, on the floor.&#8221; Outside, more sick people lay in tents, under trees. She was in labour the whole night, while Amin called again and again.</p>\n<p>The next morning, sleepless, broke and delirious with worry, Amin went to the school where the Swedish government required him to attend language classes in return for his monthly stipend. When he finally got the call that Farhiyo and their new baby girl were both fine, he stepped into the corridor and burst into tears. The following day, for the second time, he asked the migration board to return him to Dadaab, and for the second time they refused.</p>\n\n<blockquote>\n<p>When he got the call that Farhiyo and their new baby girl were fine, he stepped into the corridor and burst into tears</p>\n</blockquote>\n\n<p>The camp which Amin and Farhiyo considered home was becoming a war zone. A few months after their baby, Mumtaz, was born, two Spanish volunteers working with M&#233;decins sans Fronti&#232;res were kidnapped from Dadaab. Their driver was shot and their vehicle was stolen. It was later found abandoned by the Somali border. Three days later Kenya declared war on the extremist group al-Shabaab. Armoured vehicles poured into Somalia. Inside Dadaab, al-Shabaab members carried out revenge attacks, laying IEDs to blow up UN convoys and police cars. The UN stopped all but lifesaving services in the camps. When the rains came, the streets quickly turned to slurry and cholera licked through the camp. As law and order unravelled, rape cases spiked. Farhiyo was afraid and desperate to escape.</p>\n<p>Some did run away, risking their lives back in Somalia. Others who could raise up to $4,000 (&#163;2,650) to pay the traffickers made their way north, across the desert to Libya and eventually, they hoped, to Europe. Those with less money went south along the trucking routes, to South Africa. Most though, had no money at all. Farhiyo was forced to put her faith in the system. For five months she waited for news of her visa application.</p>\n<p>One day in late November, Amin came back from the language school at around 2pm, just as it was getting dark, and checked the post box for news. Finally, there was a letter. His chest tightened. His eyes raced over the page but the only word he understood from his language classes was &#8220;bislut&#8221; (decision). He ran back into the city, down the snowy street where candles burned in the window, and over the bridge strung with festive lights, to the library. There he sat down at a computer. He opened Google translate and typed in the words slowly, one finger at a time. Around him other customers browsed magazines. He pressed enter: &#8220;Rejected.&#8221;</p>\n<p>The migration board said that even with her Kenyan birth certificate and refugee document, Farhiyo&#8217;s identity was &#8220;not established&#8221;. Moreover, she and Amin had not lived together for a convincing amount of time before he had come to Sweden &#8211; nine days. To the officials, it looked like a fake marriage.</p>\n<p>The Swedish winter was very dark and very lonely. Amin appealed against the decision and asked to go back to Dadaab again, but Farhiyo told him on the phone: &#8220;Don&#8217;t come back. The camp is a mess. Stay there!&#8221; When the lake melted in the spring, Amin started running to shake off his depression. He went with Johan, a local man he had been introduced to by the integration office. The first time he and Johan ran along the lakeside path a familiar smell made Amin stop. It was disgusting, but another part of his body sang with recognition &#8211; it was the scent of the market in Dadaab. He asked Johan where it was coming from. &#8220;It&#8217;s the sewage works.&#8221;</p>\n<p>That summer, Mumtaz celebrated her first birthday with her father present only by phone. Shortly afterwards, Farhiyo and the baby were called back to the Swedish embassy in Nairobi for a DNA test. The result was positive; it proved that Amin was her father. He was thrilled &#8211; until Farhiyo told him the catch: the child could go to Sweden but she could not. He was devastated: what kind of country would ask a mother to surrender her baby?</p>\n<p>The months ground on; Amin got a teaching job. He liked working with the kids &#8211; they reminded him of the daughter he had never held. When I visited him in Fr&#246;s&#246;n in the summer of 2013, Mumtaz was just two and he was trying to make the best of things. I watched him play a football match that ended in a fight among the refugees. Amin blamed the newcomers from the war: &#8220;The ones from Dadaab, they have grown up within the law, they respect a system.&#8221; We had a drink afterwards with Johan on the balcony of a crowded bar overlooking the marina. The fat, round sun still burned orange over the lake at 11.30pm. Boats undulated on the water. The next day, under scudding clouds, Johan and his wife Erica took us swimming in the lake. At a little black sand beach Amin waded in, splashed his hands once and then slipped under the cool dark water. It was the first time he had been swimming since Bashir had drowned in the river, 17 years ago. He came up smiling and shouting: &#8220;I want Mumtaz to be a good sportswoman &#8230; I&#160;will show her the world!&#8221;</p>\n<p><strong>* * *</strong></p>\n<p><strong>One year later, after the fifth and final rejection</strong> of his appeal, and four years since his arrival in Sweden, Amin tracked down the phone number of the presiding judge and called her. &#8220;Tell me frankly,&#8221; he said, &#8220;What is wrong?&#8221; She explained to Amin, kindly enough, that his wife and child could never come to Sweden unless the law changed.</p>\n<p>He had a difficult telephone conversation with Farhiyo: &#8220;I&#160;am afraid that if this goes on much longer, our relationship might be affected,&#8221; she said. &#8220;You&#8217;ve been away for four years already. I am young.&#8221;</p>\n<p>By 2015, after nearly five years of battling bureaucracy in a foreign language, Amin had gained fluent Swedish and bitter acceptance. On the internet he made contact with 200 other families stuck in the same situation. He learned that the Swedish Red Cross had filed a suit at the European court of human rights challenging the Swedish policy, but when he asked them to help him with his case, they told him it was hopeless. He stopped dreaming of the day when Farhiyo and Mumtaz would join him in his little studio flat. Instead, he focused on saving money to visit them in the camp. Too many days and nights, depressed and lonely, with only Facebook for company had cost him his job in the school. He found another one, 100 miles away. He would wake in the dark and take two buses north, waiting at the interchange for 25 minutes in -30C temperatures: &#8220;Nowhere to hide.&#8221; But Amin steeled himself with visions of holding his child. Then, on 2 April 2015, he got an early-morning phone call.</p>\n<p>&#8220;They&#8217;ve taken over Garissa university,&#8221; his mother-in-law said. At dawn that day, al-Shabaab had attacked the college, which lay just 70 miles from the camp. Gunmen, firing wildly, had separated Christian students from Muslims and shot the Christians in the head. As terrified students fled, more than 150 were killed. The dead including Farhiyo&#8217;s cousin, who was working as a security guard. In the aftermath, Kenyan police rampaged through the camp, arresting and beating refugees, blaming them for the massacre. All four al-Shabaab attackers were later identified as Kenyan.</p>\n<p>Following the attack, <a href=\"http://www.theguardian.com/global-development/2015/apr/10/kenya-closure-money-transfer-firms-garissa-attack-al-shabaab\" title=\"\" class=\" u-underline\">Kenya shut down all the Somali-run cash-transfer services</a>. Amin was no longer able to send Farhiyo and Mumtaz any money. He called the Kenyan embassy in Stockholm to be told that all visas for Somalis were suspended. Amin&#8217;s hopes of being present for Mumtaz&#8217;s fourth birthday were unravelling. Then on 11 April, the Kenyan vice-president gave the UN three months to close the refugee camp and relocate the refugees across the border. Inside Somalia, Kenyan jets stepped up their campaign of air strikes against supposed al-Shabaab targets.</p>\n<p>Amin could hang on, indefinitely, in Sweden, or he could try and smuggle his wife and child into Europe illegally, or get himself back to Kenya via a neighbouring country and live illegally, as thousands did. But stepping outside the framework of citizenship and into the world of illegal immigration was risky. He was proud of the fact that he had grown up in a law-abiding family and under the protection of international refugee law in the camp: it was the only structure he had.</p>\n<p>But now, in the room looking out over the still-frozen lake, Amin struggled to accept what was happening to his family: &#8220;Being a Somali is like you are guilty of something. My family cannot come here because they are Somali. I cannot become a Swedish citizen for eight years because I am a Somali. I cannot get a visa to go to Kenya because I am Somali. The problem lies in where I come from &#8230; Up to now I have been honest, I have abided by the law. But I can resort to anything, any extreme thing, to be with my child. That is why people break laws, because they are seeking justice.&#8221; &#8226;</p>\n<p>Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\" class=\" u-underline\">@gdnlongread</a></p>\n</div>",
  "authors": [
    "Ben Rawlence"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Refugees",
    "World news",
    "Kenya",
    "Sweden",
    "Somalia",
    "Middle East and North Africa",
    "Africa",
    "United Nations"
  ],
  "ntitle": "from_somalia_to_sweden_the_refugee_forced_to_live_apart_from_his_wife_and_child",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The way Amin Amey tells it, the romance began with a headache. He had gone to buy painkillers in the market of Ifo, one of the five camps that make up the complex of Dadaab, the world’s largest refugee settlement. The pharmacy was next door to a tailor, on a side street strung with sacking to soften the desert sun. Waiting on a bench outside was a beautiful girl who had a headache too. The tailor began to tease her.\n\n“Do you know this guy?” he asked.\n\n“No,” she said.\n\n“He is Amin Amey of Star FM,” said the tailor. The long-limbed boy had an afro and a winning smile. He was also a primary school teacher and news reporter – the first refugee journalist to be given a job on a Kenyan radio station, and in the camp he was something of a celebrity.\n\n“So he’s the one who has been disturbing our ears!” she replied. In the low light Amin caught a glimpse of dark eyes beneath strong eyebrows in a pretty, open face. What he remembers most though, is her soft voice, always laughing. “Since we are both Ifoans, how come we are not friends already?” she asked. In May 2010 Ifo housed 100,000 people in infrastructure built for 30,000, yet it remains a close-knit place. Amin made inquiries, and discovered her name was Farhiyo. She was 18 years old. She had been born in the camp and, like most, had never left.\n\nDadaab, in the local dialect, means “the rocky hard place”. It is a makeshift urban slum in the middle of Kenya’s baking hot northern desert, 70 miles from the border with Somalia. Unable to return to their war-ravaged country since its government collapsed in 1991 and forbidden from settling in Kenya proper, here nearly 400,000 Somalis have made for themselves the best home they can.\n\nTrapped by the desert on all sides, their dreams of escape centre on the Horseed hotel: a restaurant made of corrugated iron sheets and wooden spars, the exterior of which is painted with exotic fruits unavailable inside. Every fortnight, lists of names are pasted on the walls, obscuring a mural of watermelons, chips and ice cream. These are the fortunate few selected by the United Nations Refugee Agency (UNHCR) to fill quotas for resettlement abroad, in North America, Australia or Europe.\n\nThe week before he first set eyes on Farhiyo, Amin had been shocked to find his name on the list. He and the family he lived with at the camp had been slated for resettlement abroad. But the process of official migration can take years, so he allowed himself to be distracted by his new love interest.\n\nWhen Amin passed the Horseed on the deeply rutted mud road a week later, he still scanned the notice as he had every fortnight for 16 years. Then he saw her again. Farhiyo was in a shack in the market, charging a mobile phone. He asked for her number. Before long they were calling each other every night. After two weeks, they met secretly in her friend’s house and talked till dawn.\n\nBy the standards of the camp, Amin was well off. Refugees in Kenya cannot work except in what are called “incentive jobs” – paid far below what Kenyan citizens would get for the same work – and Amin had two. With the 6,000 Kenya shillings (£50) a month he got from his radio work and the 7,000 (£65) he earned from teaching, he was spared the challenge that occupies those refugees without an additional income or money from relatives abroad: how to make the fortnightly food ration – three kilos of rice, a kilo of beans and half a cup of oil – last. He was a catch. Farhiyo’s mother approved, but she had heard a rumour, and one day some months later, when the two young lovers were sitting chatting in the shade, she confronted him: “You’re leaving for Sweden soon, aren’t you, Amin?”\n\nMost of Dadaab’s residents spend their lives dreaming of winning the resettlement lottery. It is the only legal route to a normal life, but just a few hundred people are picked each year. The birth rate in the camp, meanwhile, is 1,000 a month. Some take the long road through the Sahara to risk their lives crossing the Mediterranean on overcrowded boats, but the vast majority of refugees across Africa and the Middle East are stuck in camps like Dadaab, waiting for a miracle. For Amin, that miracle had finally come, but it had paralysed him. He had been too afraid to tell Farhiyo that he had been selected. Nor had he told the Swedish authorities about her. Now his flight had been booked. Farhiyo cried; she could not understand why he had not said anything about it. Later, Amin acknowledged that he had been living in denial. For the first time in his life, just as he was preparing to leave somewhere, he had found a reason to stay.\n\nFacebook Twitter Pinterest Dadaab refugee camp is surrounded by desert, effectively trapping its 400,000 residents. Photograph: Sven Torfinn\n\nHe promised to return for Farhiyo: “Isn’t that what people do?” he said. “How can we turn down the chance of resettlement that every refugee spends their life hoping for?” They avoided the topic of marriage: they both knew that, as an orphan, he could not afford it. Marrying in the camp costs around £2,000 – a camel must be slaughtered, gold bought for the bride, presents for the relatives and a house must be furnished fit for a wife. Amin would have to choose: love in the open prison of the camp or his only shot at seeing the world, earning some money, becoming a citizen of somewhere.\n\n* * *\n\nAmin fled the Somali capital of Mogadishu with his mother, two brothers and sister when the civil war swept into the city in 1989. He was six years old. The communist regime of Siad Barre had crumbled and the country was caught in competing waves of ethnic cleansing. Amin’s clan was originally from the Ogaden, a high plateau famous for its tall warriors and beautiful women, which was divided from the rest of Somalia and became part of Ethiopia in 1948. That was where they headed. His father, a senior officer in the army, stayed behind.\n\nAt dawn one morning, after a terrifying night in an abandoned garage listening to rockets landing nearby, the family joined a great horde crossing the Somalia-Ethiopia border on donkey carts, in cars and on foot. Amin’s mother carried her infant son Bashir while he and his other siblings walked. At the border the column of refugees was attacked by gunmen from an opposing clan. “Mum pushed us down and lay on top of us … bullets were flying all around.” Amin tried to look up but she shouted at him. “Stay down! If you put your head up, pop!”\n\nWhen the shooting stopped, Amin saw bodies scattered around. A child suckled the still-warm milk from a dead woman’s breast. One boy had been shot in the head. After five days walking in a crowd, stripping the trees of edible berries and drinking water from the river, the remaining refugees arrived at a small town in Ethiopia, where aid agencies were dispensing food. “People were rushing like chickens seeing grain,” he recalled. He retains a vivid image of that time: a tall strong man in a khaki uniform arriving suddenly and throwing his arms around Amin, his brother and sister all at once. It was their father, come from Mogadishu to find them.\n\nWhen the shooting stopped, Amin saw bodies scattered about. A child suckled the milk from a dead woman’s breast\n\nThe family was given a plot of land to farm outside the town of Godey in the middle of the Ogaden plateau and, for a few years, life was good, until Amin’s father – a famous poet as well as a soldier – became sick. Amin would help him to a spot under a tree and sponge his feverish body. It was Amin who was there when his father breathed his last words. “Take care of Bashir,” he said, referring to Amin’s little brother.\n\nOn the outskirts of Godey, the Shabelle river makes its lazy way to the sea in wide brown sweeps. When he was alive, Amin’s father had always warned his children about it. But Amin, an energetic 12-year-old, couldn’t stay away; he would play at the river until the sun was setting, the red sand warm on his skin. One day Bashir, aged six, begged his sister to take him with her when she went to the river to wash clothes. By lunchtime the children were not back. Amin was too nervous to eat. A boy from the neighbourhood put his head over the fence of their compound and addressed them formally, by their deceased father’s name: “The family of Amey! Bashir drowned in the river!”\n\nYears later, Amin still could not tell the story without breaking down. “I wanted to take my life as I searched for the body in the river at night.” He blamed himself for letting his father down. He spent the next day in a frenzy, rushing up and down the river bank. The next, he asked his mother’s permission to go away, to follow the traditional nomadic response to grief: travelling to forget. His mother agreed and gave him some money for a lorry that took him on a terrifying road for many days through the mountains of Ogaden to Kenya.\n\nAll Amin needed to find a place to stay was the family tree that Somali children learn by heart. He found relatives in Kenya, even rich ones. They called him galti – “wild man” – and passed him from one family to the next, until he ended up in the Dadaab refugee camp with a relative called Sauda and her children. On his first night in the camp, a dozen older men and women gathered to recite poems written by his father. Amin felt his journey had a purpose: he had travelled, he was forgetting. Sauda enrolled him in school and tried to make contact with his mother, but there were no phones in the remote corner of Ethiopia where she had been living. Then they heard that she had gone to Somaliland, more than a thousand miles away. Sauda allowed Amin to build a little hut on the edge of her compound and applied to have him included on her ration card – the card whose number had now been posted on the wall of the Horseed hotel.\n\n* * *\n\nThe summer he met Farhiyo, Amin was working for Human Rights Watch in the camp. That is how I met him. In June 2010 he helped me to find and interview recent arrivals from Ogaden who had fled the Ethiopian government’s clearances of nomads. For those fleeing repression across the region, Dadaab offered a safe haven. Among the victims of forced displacement waiting to be interviewed under the shade of a neem tree, we met a man from Godey who knew Amin’s mother. Amin was overjoyed. The man sent a message back to his people and a week later Amin’s phone lit up with a call from an unfamiliar number. His mother was coming to visit.\n\nIfo bus station is a wide expanse of sand, fringed with low shacks on the edge of the market. It was there, three weeks later, that Amin waited in the sharp predawn air for the battered bus from the border. He recognised the tall proud figure of his mother and walked over to help her with her bag. It was only in the weak light of the taxi Amin had hired that she realised her helper was her son.\n\n“I was looking for a 12-year-old boy,” she said, “not a man with a beard.” Later, Amin asked his brother how his mother had been, all those years. His brother said: “The only sickness she had was you.” While Amin and Farhiyo were discussing what to do, their mothers had already decided they wanted the couple to get married – partly as a guarantee that Amin would keep his promise and come back for her. Amin’s mother had brought $50 US (£33) to cover the cost of bringing him back to Ethiopia with her. She put it towards a dowry and along with Sauda and Farhiyo’s mother agreed to slaughter a goat instead of a camel. They also bullied other relatives to dig into their savings – literally: without banks, refugees bury their money in the sand.\n\nOn a hot and dusty night in September, a week before the date set for Amin’s departure, a convoy of seven vehicles, each one rented by a different friend for the occasion, made its way to the mud and tin salon where Farhiyo was having her hair done. Weddings in the camp are measured in two things: camels and vehicles. In the absence of the former, the number of the latter was important. With their hazard lights flashing, the cars bounced slowly down the rutted track towards Sauda’s compound in block C-10.\n\nFacebook Twitter Pinterest Dadaab is the largest refugee camp in the world. Photograph: Sipa Press / Rex Features\n\nAmin’s mud hut was named the Hyena House for the morning that he had opened his eyes to find a hyena sniffing his toes. His friends had painted it with red and orange flowers on a white background, including the logo of Star FM alongside his name. A small generator powered four spotlights and a sound system. The dust and sand glittered in the lights as the bridal cortege stooped to enter the corrugated tin gate set in the wall of thorns. Amin, his head freshly shaved, wore black trousers and a white shirt – it was too hot for a jacket. Farhiyo wore a white satin gown that trailed in the sand and on her veiled head, a plastic crown.\n\nAmin sat on a plastic chair between his mother and his bride, his face rigid with happiness. “I was complete!” he said later. He gripped Farhiyo’s hand and kissed her repeatedly throughout the proceedings, during which he sang a poem in her honour. Most of Ifo camp had come to see their only celebrity get married. Outside the crowded compound, a crush of children peered through the fence.\n\nAfter the wedding, Farhiyo packed Amin’s bag, labelling the suitcase with his name, phone number and the words “Swedish flight”. They both wanted him to stay, but they agreed he would be more help to the family in Sweden, sending money back, than he would in Dadaab. Everyone agreed it was his duty to go. Extended families invest thousands of dollars in sending young men to Europe via the dangerous, illegal route, and here was Amin, with a free ticket. He could not let them down.\n\nEarly in the morning, nine days later, clutching his purple suitcase and accompanied by his mother and his bride, Amin said goodbye to them both on the steps of the UN bus to Nairobi. Tears ran down his face. He called Farhiyo from the bus, he called her from Nairobi and he called her from the plane. “I love you, you’re my wife, I’ll never forget about you. You’re my life.”\n\n* * *\n\nÖstersund is a ski resort in north-west Sweden, just shy of the Arctic Circle. The tourist board markets it as the “Winter City”. On the flight in the small plane from Stockholm, Amin had marvelled at the deep green landscape, and the wide expanses of water everywhere. “It was really beautiful,” he said.\n\nAmin, Sauda, her children and several other refugees were met by a female Somali translator, shockingly dressed in jeans, and a man from the refugee integration office in Östersund. A minivan brought them to the small village of Liid, 15 miles away. They were then taken to a sparsely furnished, five-room apartment with a fridge full of fruit and vegetables the children had never seen. The Somali woman showed them how all the appliances worked. “We had never used a machine for washing, or a machine for cooking, all these machines!” laughed Amin. They left the television on because, although it only spoke Swedish, it felt like a companion. They dared not cook. Instead they sat on the floor and fed the children fruit, milk and snacks from the supermarket until Sauda plucked up courage to light the gas.\n\nAmin admired the cleanliness of Liid: “There is nothing in between the grass and the road, you never see the soil – maybe only in the areas where the children play, but it is designated for soil to be there.” He loved the buses: “No bouncing! So smooth, like a boat on the sea.” The neighbours complained about the noisy kids, but Amin was positive: “People are very welcoming, though they don’t talk to you, they just ignore you.”\n\nAmin Amey outside his home in north-west Sweden. Photograph: The Guardian\n\nAfter a month Amin was moved to his own one-bedroom apartment in a suburb of Östersund called Frösön. The red and cream block sat beneath a small ski slope at the end of a quiet residential street. The view north, through thick triple-glazed windows, took in a lake edged with pontoons, summer cabins nestled amid the pines, the hospital, the power station and the sewage works.\n\nAt compulsory integration classes on the language and culture of his new home Amin learned that men could marry men in Sweden and that one should never talk about death to Swedes. What he did not learn was how to cook. He survived in his new flat on bread, bananas and tuna for several months until another Somali took him to the supermarket and explained what was in all the strange packets and tins.\n\nOne day soon after he moved in he got a call from Farhiyo. “That sickness and fatigue I’ve been feeling, I’m not ill,” she said. “I’m pregnant.”\n\nWhat should have been a joy felt like a terrible blow. Amin bombarded the integration office with questions about family reunification (“I was telling everyone, ‘I left wife!’”) but the answers were not encouraging. In 2009 the Swedish migration board had updated its guidance and no longer recognised the documents of Afghanistan, Iraq, Eritrea and Somalia. “Somalis who want to reunite with their families should produce a passport, but the passport should not be a Somali one,” Amin was told. Farhiyo had been born in the refugee camp. She was, effectively, stateless. Like thousands of other couples, Amin and Farhiyo were torn apart by new EU restrictions. Sweden takes in more refugees per capita than any other European country, but the Swedish authorities had balked at honouring the right to family life – they feared that each refugee would be followed by many others. In the last decade, across the EU, family reunions have been prevented via a range of strategies, from the refusal to recognise passports, to the UK’s requirement that a refugee demonstrate a minimum income of £18,600 per year to bring over their spouse – a figure that rises to £22,400 for a partner with a child.\n\nAmin called Farhiyo every day. All his money was going on phone cards (she had no computer, no 3G phone for Skype) and what remained of his allowance of around 7,500 krona (£600) a month, he sent to her and his mother. Every day he felt the pain of leaving Farhiyo and every day the temperature dropped. Amin’s first winter in Sweden, that of 2010-2011, was the coldest for 50 years. He watched in amazement as the snow got deeper and vehicles drove across the frozen lake. He did a report for Star FM: “If you are in the northern part of Europe, especially in Sweden during the winter, you complain of burning, but it is not a burning caused by the heat of the sun. It’s like you are barefoot on the hot sand, but it is the cold burning your feet, even through the shoes.” At -37C, Amin had trouble breathing. The long hours of darkness sent him into a deep depression. He spent the freezing nights watching his wedding video over and over. The people from the integration office wanted to take him to a psychiatrist, but he refused. “I knew what was wrong with me,” he said.\n\n“When I was in Dadaab, I was thinking how can I get out of here, to a better place. I don’t know why I still have that problem, of wanting somewhere else. Is it part of human life – that there is no time you will be happy?”\n\nThe staff of the integration office were sympathetic. They arranged trips to the zoo and a visit to a traditional farm, where the refugees learned to milk a cow. But when Amin showed up at the office one day asking to be returned to Dadaab, they did not know what to do. The Swedish government would return him to Somalia if he could provide an address in a part of the country that was safe: perhaps the northern area of Somaliland, but not Mogadishu or the south, near Kenya. They would give him 30,000 krona (£2,500) to get himself settled. “I want Dadaab! I grew up in Kenya, I don’t have family in Somalia!” Amin shouted. “Kenya is another country,” said the voice on the phone. He considered accepting the offer and then making his way through the conflict in Somalia to Dadaab. But then he remembered that the UN had his fingerprints. He could not register as a refugee twice. Sweden had now assumed responsibility for Amin’s protection from Kenya and Kenya did not want him back. The only home he had ever known was forbidden to him, while, in it, his wife and unborn child could not leave. He was distraught. “I don’t know who I am any more,” he said.\n\n* * *\n\n“Everybody told me that the first six months apart is tough, so I knew not to take it too seriously,” said Farhiyo. She had decided to get to the Swedish embassy to apply for a visa, but leaving Dadaab was not easy. First she had to pay a bribe in the dirty concrete office of the Department for Refugee Affairs to purchase a “movement pass”. They are supposed to be freely provided for educational or medical purposes, but in reality passes are sold for around $50 a time. Then, Farhiyo, by this time heavily pregnant, travelled 12 hours by bus “down Kenya”, as the refugees refer to the rest of the country. In Nairobi, she stayed with friends who had purchased Kenyan ID cards on the black market, claiming that they had been born in Kenya. Farhiyo’s Kenyan birth certificate was genuine, but it had a big red stamp on it that said “Refugee”. She delivered the forms to the embassy and then returned to the camp – another day-long bus ride – just in time to give birth. When the embassy rang to call her for an interview, she was in labour.\n\nA three-year drought in southern Somalia had caused famine across the region. By 2011, hundreds of thousands of desperate people were arriving at Dadaab. Farhiyo’s hospital ward was teeming with people. “Very thin, smelling bad,” she recalled. “Some were even sleeping next to my bed, on the floor.” Outside, more sick people lay in tents, under trees. She was in labour the whole night, while Amin called again and again.\n\nThe next morning, sleepless, broke and delirious with worry, Amin went to the school where the Swedish government required him to attend language classes in return for his monthly stipend. When he finally got the call that Farhiyo and their new baby girl were both fine, he stepped into the corridor and burst into tears. The following day, for the second time, he asked the migration board to return him to Dadaab, and for the second time they refused.\n\nWhen he got the call that Farhiyo and their new baby girl were fine, he stepped into the corridor and burst into tears\n\nThe camp which Amin and Farhiyo considered home was becoming a war zone. A few months after their baby, Mumtaz, was born, two Spanish volunteers working with Médecins sans Frontières were kidnapped from Dadaab. Their driver was shot and their vehicle was stolen. It was later found abandoned by the Somali border. Three days later Kenya declared war on the extremist group al-Shabaab. Armoured vehicles poured into Somalia. Inside Dadaab, al-Shabaab members carried out revenge attacks, laying IEDs to blow up UN convoys and police cars. The UN stopped all but lifesaving services in the camps. When the rains came, the streets quickly turned to slurry and cholera licked through the camp. As law and order unravelled, rape cases spiked. Farhiyo was afraid and desperate to escape.\n\nSome did run away, risking their lives back in Somalia. Others who could raise up to $4,000 (£2,650) to pay the traffickers made their way north, across the desert to Libya and eventually, they hoped, to Europe. Those with less money went south along the trucking routes, to South Africa. Most though, had no money at all. Farhiyo was forced to put her faith in the system. For five months she waited for news of her visa application.\n\nOne day in late November, Amin came back from the language school at around 2pm, just as it was getting dark, and checked the post box for news. Finally, there was a letter. His chest tightened. His eyes raced over the page but the only word he understood from his language classes was “bislut” (decision). He ran back into the city, down the snowy street where candles burned in the window, and over the bridge strung with festive lights, to the library. There he sat down at a computer. He opened Google translate and typed in the words slowly, one finger at a time. Around him other customers browsed magazines. He pressed enter: “Rejected.”\n\nThe migration board said that even with her Kenyan birth certificate and refugee document, Farhiyo’s identity was “not established”. Moreover, she and Amin had not lived together for a convincing amount of time before he had come to Sweden – nine days. To the officials, it looked like a fake marriage.\n\nThe Swedish winter was very dark and very lonely. Amin appealed against the decision and asked to go back to Dadaab again, but Farhiyo told him on the phone: “Don’t come back. The camp is a mess. Stay there!” When the lake melted in the spring, Amin started running to shake off his depression. He went with Johan, a local man he had been introduced to by the integration office. The first time he and Johan ran along the lakeside path a familiar smell made Amin stop. It was disgusting, but another part of his body sang with recognition – it was the scent of the market in Dadaab. He asked Johan where it was coming from. “It’s the sewage works.”\n\nThat summer, Mumtaz celebrated her first birthday with her father present only by phone. Shortly afterwards, Farhiyo and the baby were called back to the Swedish embassy in Nairobi for a DNA test. The result was positive; it proved that Amin was her father. He was thrilled – until Farhiyo told him the catch: the child could go to Sweden but she could not. He was devastated: what kind of country would ask a mother to surrender her baby?\n\nThe months ground on; Amin got a teaching job. He liked working with the kids – they reminded him of the daughter he had never held. When I visited him in Frösön in the summer of 2013, Mumtaz was just two and he was trying to make the best of things. I watched him play a football match that ended in a fight among the refugees. Amin blamed the newcomers from the war: “The ones from Dadaab, they have grown up within the law, they respect a system.” We had a drink afterwards with Johan on the balcony of a crowded bar overlooking the marina. The fat, round sun still burned orange over the lake at 11.30pm. Boats undulated on the water. The next day, under scudding clouds, Johan and his wife Erica took us swimming in the lake. At a little black sand beach Amin waded in, splashed his hands once and then slipped under the cool dark water. It was the first time he had been swimming since Bashir had drowned in the river, 17 years ago. He came up smiling and shouting: “I want Mumtaz to be a good sportswoman … I will show her the world!”\n\n* * *\n\nOne year later, after the fifth and final rejection of his appeal, and four years since his arrival in Sweden, Amin tracked down the phone number of the presiding judge and called her. “Tell me frankly,” he said, “What is wrong?” She explained to Amin, kindly enough, that his wife and child could never come to Sweden unless the law changed.\n\nHe had a difficult telephone conversation with Farhiyo: “I am afraid that if this goes on much longer, our relationship might be affected,” she said. “You’ve been away for four years already. I am young.”\n\nBy 2015, after nearly five years of battling bureaucracy in a foreign language, Amin had gained fluent Swedish and bitter acceptance. On the internet he made contact with 200 other families stuck in the same situation. He learned that the Swedish Red Cross had filed a suit at the European court of human rights challenging the Swedish policy, but when he asked them to help him with his case, they told him it was hopeless. He stopped dreaming of the day when Farhiyo and Mumtaz would join him in his little studio flat. Instead, he focused on saving money to visit them in the camp. Too many days and nights, depressed and lonely, with only Facebook for company had cost him his job in the school. He found another one, 100 miles away. He would wake in the dark and take two buses north, waiting at the interchange for 25 minutes in -30C temperatures: “Nowhere to hide.” But Amin steeled himself with visions of holding his child. Then, on 2 April 2015, he got an early-morning phone call.\n\n“They’ve taken over Garissa university,” his mother-in-law said. At dawn that day, al-Shabaab had attacked the college, which lay just 70 miles from the camp. Gunmen, firing wildly, had separated Christian students from Muslims and shot the Christians in the head. As terrified students fled, more than 150 were killed. The dead including Farhiyo’s cousin, who was working as a security guard. In the aftermath, Kenyan police rampaged through the camp, arresting and beating refugees, blaming them for the massacre. All four al-Shabaab attackers were later identified as Kenyan.\n\nFollowing the attack, Kenya shut down all the Somali-run cash-transfer services. Amin was no longer able to send Farhiyo and Mumtaz any money. He called the Kenyan embassy in Stockholm to be told that all visas for Somalis were suspended. Amin’s hopes of being present for Mumtaz’s fourth birthday were unravelling. Then on 11 April, the Kenyan vice-president gave the UN three months to close the refugee camp and relocate the refugees across the border. Inside Somalia, Kenyan jets stepped up their campaign of air strikes against supposed al-Shabaab targets.\n\nAmin could hang on, indefinitely, in Sweden, or he could try and smuggle his wife and child into Europe illegally, or get himself back to Kenya via a neighbouring country and live illegally, as thousands did. But stepping outside the framework of citizenship and into the world of illegal immigration was risky. He was proud of the fact that he had grown up in a law-abiding family and under the protection of international refugee law in the camp: it was the only structure he had.\n\nBut now, in the room looking out over the still-frozen lake, Amin struggled to accept what was happening to his family: “Being a Somali is like you are guilty of something. My family cannot come here because they are Somali. I cannot become a Swedish citizen for eight years because I am a Somali. I cannot get a visa to go to Kenya because I am Somali. The problem lies in where I come from … Up to now I have been honest, I have abided by the law. But I can resort to anything, any extreme thing, to be with my child. That is why people break laws, because they are seeking justice.” •\n\nFollow the Long Read on Twitter: @gdnlongread",
  "title": "From Somalia to Sweden: the refugee forced to live apart from his wife and child",
  "ts_in": "2015-05-06T10:07:41.288053",
  "url": "http://www.theguardian.com/world/2015/may/06/from-somalia-to-sweden-the-refugee-forced-to-live-apart-from-his-wife-and-child"
}