{
  "article_html": "<div><p>Frank Freshwater fled a 20-year prison sentence for 56 years. </p>\n<p>As of Monday, the 79-year-old was living as William Harold Cox in Melbourne, Florida, a retired trucker subsisting on social security. But when US marshals confronted him with the &#8220;hard approach&#8221;, he revealed his identity. </p>\n<p>Freshwater was convicted in July 1957 of manslaughter for killing a pedestrian named Edward Flynt, who, at 24 years old, would have been about the same age as Freshwater, US marshals said. Freshwater&#8217;s sentence was initially suspended, but he was sent to prison after violating his probation by obtaining a driver&#8217;s license. </p>\n<p>Freshwater was transferred from the Ohio state penitentiary &#8211; which later served as <a href=\"http://www.theguardian.com/world/2014/jun/24/sing-sing-prison-museum\" class=\" u-underline\">part of the Shawshank Redemption set</a> &#8211; to the Ohio Honor Farm work camp in 1959. There he served seven months of a 20-year sentence before fleeing, according to authorities in Florida. </p>\n<p>After his initial escape, he eluded authorities again in 1975, when he was captured in West Virginia but the state&#8217;s then governor refused to extradite him to <a href=\"http://www.theguardian.com/us-news/ohio\" class=\" u-underline\">Ohio</a>, the Associated Press reported on Tuesday.</p>\n<p>Freshwater&#8217;s whereabouts were discovered by a three-month-old cold-case unit run out of the northern Ohio US marshals office, looking to track down about 15 escapees from Ohio prisons between the 1950s and 1970s. Freshwater&#8217;s case was the first the unit solved. </p>\n<p>&#8220;[The investigator] just did a brilliant job of piecing things together, that led to the doorstop of 1200 Jones Road,&#8221; where Freshwater lived, said Peter J Elliott, a marshal in charge of the northern Ohio branch of the agency. Elliott declined to say how investigators tracked down Freshwater (&#8220;You think we&#8217;re going to give up all our secrets?&#8221; he said).</p>\n<p>Investigators, citing the inability to recognize Freshwater from his booking photo from 1959, first attempted to obtain his fingerprints from a piece of paper he was asked to sign. Elliott said that after the &#8220;quote, unquote ruse&#8221; didn&#8217;t work out as planned, deputies from the Brevard county sheriff&#8217;s office&#8217;s &#8220;<a href=\"http://www.brevardsheriff.com/home/nr-15-40-escapee-arrested-after-56-years/\" class=\" u-underline\">Gameover</a>&#8221; task force asked Freshwater if he was the fugitive they believed he was. </p>\n<p>Elliott said, &#8220;We made the hard approach on him, and he gave up everything.&#8221; </p>\n</div>",
  "authors": [
    "Jessica Glenza"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ohio",
    "US news",
    "US crime"
  ],
  "ntitle": "fugitive_s_56_year_run_from_justice_ends_when_us_marshals_confront_79_year_old",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Frank Freshwater fled a 20-year prison sentence for 56 years.\n\nAs of Monday, the 79-year-old was living as William Harold Cox in Melbourne, Florida, a retired trucker subsisting on social security. But when US marshals confronted him with the “hard approach”, he revealed his identity.\n\nFreshwater was convicted in July 1957 of manslaughter for killing a pedestrian named Edward Flynt, who, at 24 years old, would have been about the same age as Freshwater, US marshals said. Freshwater’s sentence was initially suspended, but he was sent to prison after violating his probation by obtaining a driver’s license.\n\nFreshwater was transferred from the Ohio state penitentiary – which later served as part of the Shawshank Redemption set – to the Ohio Honor Farm work camp in 1959. There he served seven months of a 20-year sentence before fleeing, according to authorities in Florida.\n\nAfter his initial escape, he eluded authorities again in 1975, when he was captured in West Virginia but the state’s then governor refused to extradite him to Ohio, the Associated Press reported on Tuesday.\n\nFreshwater’s whereabouts were discovered by a three-month-old cold-case unit run out of the northern Ohio US marshals office, looking to track down about 15 escapees from Ohio prisons between the 1950s and 1970s. Freshwater’s case was the first the unit solved.\n\n“[The investigator] just did a brilliant job of piecing things together, that led to the doorstop of 1200 Jones Road,” where Freshwater lived, said Peter J Elliott, a marshal in charge of the northern Ohio branch of the agency. Elliott declined to say how investigators tracked down Freshwater (“You think we’re going to give up all our secrets?” he said).\n\nInvestigators, citing the inability to recognize Freshwater from his booking photo from 1959, first attempted to obtain his fingerprints from a piece of paper he was asked to sign. Elliott said that after the “quote, unquote ruse” didn’t work out as planned, deputies from the Brevard county sheriff’s office’s “Gameover” task force asked Freshwater if he was the fugitive they believed he was.\n\nElliott said, “We made the hard approach on him, and he gave up everything.”",
  "title": "Fugitive's 56-year run from justice ends when US marshals confront 79-year-old",
  "ts_in": "2015-05-06T06:01:11.052339",
  "url": "http://www.theguardian.com/us-news/2015/may/05/fugitive-56-year-run-justice-ends-us-marshals-confront-79-year-old"
}