{
  "article_html": "<div><p>The Germanwings co-pilot suspected of deliberately crashing a plane in the French Alps in March, killing all 150 people on board, practised a descent on the previous flight, German newspaper Bild said on Tuesday.</p>\n<p> Prosecutors believe 27-year-old German co-pilot Andreas Lubitz locked the captain out of the cockpit and veered the plane into an early descent on a flight from Barcelona to Dusseldorf on 24 March.</p>\n<p> Bild, citing sources close to France&#8217;s BEA crash investigation agency, said an interim report that BEA was planning to publish on Wednesday would say that Lubitz had practised reducing flight altitude on the outbound flight from Dusseldorf to Barcelona the same day as the crash.</p>\n<p> Bild cited the sources as saying the BEA report would talk about a &#8220;controlled descent that lasted for minutes and for which there was no aeronautical justification&#8221;.</p>\n<p> Lubitz had suffered from severe depression in the past and a computer found in his home showed he had used the internet to research ways of committing suicide in the days leading up to the crash. </p>\n<p>Prosecutors also found torn-up sick notes at his home showing he should not have flown on the day of the flight.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Germanwings flight 4U9525",
    "Germany",
    "Europe",
    "World news",
    "France",
    "Plane crashes"
  ],
  "ntitle": "germanwings_co_pilot_practised_his_crash_on_another_flight_report",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The Germanwings co-pilot suspected of deliberately crashing a plane in the French Alps in March, killing all 150 people on board, practised a descent on the previous flight, German newspaper Bild said on Tuesday.\n\nProsecutors believe 27-year-old German co-pilot Andreas Lubitz locked the captain out of the cockpit and veered the plane into an early descent on a flight from Barcelona to Dusseldorf on 24 March.\n\nBild, citing sources close to France’s BEA crash investigation agency, said an interim report that BEA was planning to publish on Wednesday would say that Lubitz had practised reducing flight altitude on the outbound flight from Dusseldorf to Barcelona the same day as the crash.\n\nBild cited the sources as saying the BEA report would talk about a “controlled descent that lasted for minutes and for which there was no aeronautical justification”.\n\nLubitz had suffered from severe depression in the past and a computer found in his home showed he had used the internet to research ways of committing suicide in the days leading up to the crash.\n\nProsecutors also found torn-up sick notes at his home showing he should not have flown on the day of the flight.",
  "title": "Germanwings co-pilot practised his crash on another flight – report",
  "ts_in": "2015-05-06T06:00:58.802898",
  "url": "http://www.theguardian.com/world/2015/may/06/germanwings-co-pilot-practised-his-crash-on-another-flight-report"
}