{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a> on Tuesday called for a &#8220;full and equal&#8221; path to citizenship for the 11m undocumented immigrants living in the United States, in her most direct effort yet to distinguish herself &#8211; on any issue &#8211; from Republican presidential challengers.</p>\n<p>During a campaign swing through the battleground state of Nevada, Clinton gave her full support for Barack Obama&#8217;s controversial executive actions on immigration reform &#8211; and promised to &#8220;go even further&#8221; with the threat of her own &#8220;in the face of inaction&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/03/hillary-clinton-2016-campaign-progressive-leftwing\" class=\" u-underline\">Clinton campaign keeps progressives guessing: how far left will she go?</a> </p>\n\n<p>Clinton continued to re-establish her domestic-policy credentials to progressives while stepping up her challenges to <a href=\"http://www.theguardian.com/us-news/republicans\" class=\" u-underline\">Republicans</a> like Jeb Bush and Marco Rubio, saying it was &#8220;foolish&#8221; to believe that deportations were the answer to one of the most contentious topics in the amped-up race for the White House.</p>\n<p>&#8220;We can&#8217;t wait any longer for a path to full and equal citizenship,&#8221; Clinton said. &#8220;Now this is where I differ from everybody on the Republican side. Make no mistake: today not a single Republican candidate announced or potential is clearly or consistently supporting a path to citizenship &#8211; not one.&#8221;</p>\n<p>&#8220;When they talk about legal status, that is code for second-class status.&#8221;</p>\n<p>Clinton again positioned a liberal cause as a family and economic issue, as she has on women&#8217;s rights. But she also positioned herself to the left of even Obama on immigration, whose orders have led to non-stop conservative ire and legal challenges but would still allow for the deportation of those brought illegally to the country as children &#8211; so-called &#8220;Dreamers&#8221;.</p>\n<p>She called for allowing the parents of Dreamers to apply for legal status, as well as a recalibration of targeted enforcement procedures and extended deferred action.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Hillary Clinton (@HillaryClinton)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">&#8220;We should put in place an accessible way for parents of DREAMers &amp; others to be eligible for the same deferred action as their children.&#8221;</p>\n<a href=\"https://twitter.com/HillaryClinton/status/595722568713273345\"></a>\n</blockquote>\n\n<p>&#8220;It&#8217;s very short-sighted of us not to legalize students who graduate from college and can use their skills to make a good life for themselves but also to give back,&#8221; she told a roundtable of young Nevadans who had benefited under the president&#8217;s deferred action program.</p>\n<p>Clinton spoke at a <a href=\"http://www.theguardian.com/us-news/las-vegas\" class=\" u-underline\">Las Vegas</a> high school that her campaign said has a roughly 70% Hispanic student body, on the same day as the release of a controversial book alleging that her family foundation accepted donations in exchange for subtle favours when she was serving as Secretary of State.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/05/clinton-cash-bill-hillary-scandal-book\" class=\" u-underline\">Clinton Cash: errors dog Bill and Hillary expos&#233; &#8211; but is there any 'there' there?</a> </p>\n\n<p>Two polls released on Tuesday showed her <a href=\"http://www.wsj.com/articles/clintons-negatives-rise-in-wsj-poll-but-democrats-stay-the-course-1430778624\" class=\" u-underline\">dipping slightly</a> and <a href=\"http://www.nytimes.com/2015/05/06/us/politics/hillary-clinton-gains-favor-times-cbs-poll-says.html\" class=\" u-underline\">holding strong</a> amidst the controversy against a widening Republican field. But taking on conservatives trying to attract Latino voters while careful not to upset the party base, Clinton forcefully baited her challengers.</p>\n<p>Bush, the former Florida governor whose name remains at or near the top of most early polls, has called for a pathway to legal status, rather than citizenship. Even so, and even without yet formally declaring his campaign, may prove to be an attractive candidate to Latino voters.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Jeb Bush (@JebBush)</p>\n \n<p lang=\"es\" dir=\"ltr\" class=\"tweet-body\">&#161;Feliz Cinco de Mayo! <a href=\"https://t.co/WUfH0Ic3qM\" class=\" u-underline\">https://t.co/WUfH0Ic3qM</a></p>\n<a href=\"https://twitter.com/JebBush/status/595599618735386625\"></a>\n</blockquote>\n\n<p>He speaks fluent Spanish and his wife, Columba, was born in Mexico. As governor of a state with a large Latino population, he is well-versed in immigration policies and politics, and has a track-record of supporting reform measures. He has not gone so far as to back family reunification; asked recently if he would roll back Obama&#8217;s executive order, Bush replied: <a href=\"https://www.youtube.com/watch?v=k8-WQ80KQQg\" class=\" u-underline\">&#8220;Yes I would.&#8221;</a></p>\n<p>Rubio, the son of Cuban immigrants, was a driver behind comprehensive immigration reform that faltered in Congress but has since retreated from that position. He said <a href=\"http://www.nationalreview.com/article/417778/rubio-there-no-right-illegally-immigrate-joel-gehrke\" class=\" u-underline\">as recently as last week</a> that he would support a pathway to citizenship only in tandem with stricter immigration enforcement measures.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/apr/14/marco-rubio-ted-cruz-republican-great-brown-hope-latinos\" class=\" u-underline\">Rubio and Cruz as Great Brown Hopes show how little Republicans know about Latinos</a> </p>\n\n<p>Senator Ted Cruz, also the son of a Cuban immigrant, remains a ferocious opponent of Obama&#8217;&#8217;s immigration action, which he has <a href=\"http://www.theguardian.com/us-news/2015/feb/27/republicans-bobby-jindal-ted-cruz-immigration-policy\" class=\" u-underline\">called &#8220;executive amnesty&#8221;</a> and pushed hard against plans to create a path to citizenship for undocumented immigrants.</p>\n<p>Simon Rosenberg, a strategist and president of <a href=\"http://ndn.org/blog/2015/05/gops-hispanic-problem-hole-very-deep\" class=\" u-underline\">NDN</a>, a left-leaning Washington think tank that tracks issues important to Latino voters, said conservatives wavering on immigration reform would have to &#8220;claw their way back&#8221; as Clinton tacked to the left herself.</p>\n<p>&#8220;Republicans going up against a candidate with a very strong standing in the Hispanic electorate &#8211; and they don&#8217;t have the perfect candidate,&#8221; he said. &#8220;They don&#8217;t have a silver bullet.&#8221;</p>\n<p>Though she has at least supported a pathway to citizenship since 2006, Clinton herself has wavered in her support for other issues important to Latino and immigration reform advocates.</p>\n<p>In 2006, Clinton <a href=\"http://cnsnews.com/news/article/obama-clinton-back-border-fence-law\" class=\" u-underline\">voted in favour</a> of building more than 700 miles of fencing along stretches of the US-Mexican border.</p>\n<p>In a 2007 presidential debate, Clinton stumbled over the issue of driver&#8217;s licenses for illegal immigrants. She later clarified that she <a href=\"http://thecaucus.blogs.nytimes.com/2007/11/14/clinton-now-against-licenses-for-illegal-immigrants/?_r=1\" class=\" u-underline\">opposed driving licenses</a> for undocumented people &#8211; a position she was <a href=\"http://www.huffingtonpost.com/2015/04/16/clinton-drivers-licenses-undocumented_n_7072570.html\" class=\" u-underline\">forced to reverse</a>.</p>\n<p>Last summer, Latino advocacy groups critiqued Clinton after she said unaccompanied minors flooding the US-Mexico border, most fleeing violence and poverty in Central American, should be &#8220;sent back&#8221; to their native countries.</p>\n<p>Her record on immigration was even a target for former Maryland governor Martin O&#8217;Malley, who said in response to a question from the Guardian last month that he was <a href=\"http://www.theguardian.com/us-news/2015/apr/16/martin-omalley-hillary-clinton-gay-marriage-immigration-reform\" class=\" u-underline\">&#8220;glad Secretary Clinton&#8217;s come around to the right positions&#8221;</a> on providing documentation for illegal immigrants. The 2016 Democratic hopeful, who has yet to formally declare his candidacy, has<a href=\"http://www.theguardian.com/us-news/2015/apr/17/martin-omalley-hillary-clinton-democratic-presidential-nominee\" class=\" u-underline\"> been critical of</a> Clinton for not being progressive enough, especially on issues like immigration.</p>\n<p>On Tuesday, O&#8217;Malley&#8217;s spokeswoman, Lis Smith, said: &#8220;Governor O&#8217;Malley stood up when it mattered. When most leaders in the Democratic and Republican parties were saying that we should close our border to children fleeing violence in Central America, he defied them and said that we could not send children &#8216;back to certain death&#8217;. He was criticized for that position, but leadership is about forging public opinion, not following it.&#8221;</p>\n<p>During the roundtable discussion, Clinton insisted she has been a longtime advocate for immigrants, though she admitted: &#8220;We were not successful&#8221; in building a path to citizenship during her time in the US senate.</p>\n<p>Clinton will next travel to California for a fundraising tour expected to court technology executives. But it may be her unexpectedly full-throated call for progressive immigration reform that ends up standing out on her west-coast tour. </p>\n<p>&#8220;So, you know where I stand and there can be no question about it,&#8221; she said.</p>\n</div>",
  "authors": [
    "Lauren Gambino"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hillary Clinton",
    "US immigration",
    "Las Vegas",
    "US elections 2016",
    "Republicans",
    "US news"
  ],
  "ntitle": "hillary_clinton_pushes_every_candidate_and_obama_to_the_left_on_immigration",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Hillary Clinton on Tuesday called for a “full and equal” path to citizenship for the 11m undocumented immigrants living in the United States, in her most direct effort yet to distinguish herself – on any issue – from Republican presidential challengers.\n\nDuring a campaign swing through the battleground state of Nevada, Clinton gave her full support for Barack Obama’s controversial executive actions on immigration reform – and promised to “go even further” with the threat of her own “in the face of inaction”.\n\nRelated: Clinton campaign keeps progressives guessing: how far left will she go?\n\nClinton continued to re-establish her domestic-policy credentials to progressives while stepping up her challenges to Republicans like Jeb Bush and Marco Rubio, saying it was “foolish” to believe that deportations were the answer to one of the most contentious topics in the amped-up race for the White House.\n\n“We can’t wait any longer for a path to full and equal citizenship,” Clinton said. “Now this is where I differ from everybody on the Republican side. Make no mistake: today not a single Republican candidate announced or potential is clearly or consistently supporting a path to citizenship – not one.”\n\n“When they talk about legal status, that is code for second-class status.”\n\nClinton again positioned a liberal cause as a family and economic issue, as she has on women’s rights. But she also positioned herself to the left of even Obama on immigration, whose orders have led to non-stop conservative ire and legal challenges but would still allow for the deportation of those brought illegally to the country as children – so-called “Dreamers”.\n\nShe called for allowing the parents of Dreamers to apply for legal status, as well as a recalibration of targeted enforcement procedures and extended deferred action.\n\n— Hillary Clinton (@HillaryClinton) “We should put in place an accessible way for parents of DREAMers & others to be eligible for the same deferred action as their children.”\n\n“It’s very short-sighted of us not to legalize students who graduate from college and can use their skills to make a good life for themselves but also to give back,” she told a roundtable of young Nevadans who had benefited under the president’s deferred action program.\n\nClinton spoke at a Las Vegas high school that her campaign said has a roughly 70% Hispanic student body, on the same day as the release of a controversial book alleging that her family foundation accepted donations in exchange for subtle favours when she was serving as Secretary of State.\n\nRelated: Clinton Cash: errors dog Bill and Hillary exposé – but is there any 'there' there?\n\nTwo polls released on Tuesday showed her dipping slightly and holding strong amidst the controversy against a widening Republican field. But taking on conservatives trying to attract Latino voters while careful not to upset the party base, Clinton forcefully baited her challengers.\n\nBush, the former Florida governor whose name remains at or near the top of most early polls, has called for a pathway to legal status, rather than citizenship. Even so, and even without yet formally declaring his campaign, may prove to be an attractive candidate to Latino voters.\n\n— Jeb Bush (@JebBush) ¡Feliz Cinco de Mayo! https://t.co/WUfH0Ic3qM\n\nHe speaks fluent Spanish and his wife, Columba, was born in Mexico. As governor of a state with a large Latino population, he is well-versed in immigration policies and politics, and has a track-record of supporting reform measures. He has not gone so far as to back family reunification; asked recently if he would roll back Obama’s executive order, Bush replied: “Yes I would.”\n\nRubio, the son of Cuban immigrants, was a driver behind comprehensive immigration reform that faltered in Congress but has since retreated from that position. He said as recently as last week that he would support a pathway to citizenship only in tandem with stricter immigration enforcement measures.\n\nRelated: Rubio and Cruz as Great Brown Hopes show how little Republicans know about Latinos\n\nSenator Ted Cruz, also the son of a Cuban immigrant, remains a ferocious opponent of Obama’’s immigration action, which he has called “executive amnesty” and pushed hard against plans to create a path to citizenship for undocumented immigrants.\n\nSimon Rosenberg, a strategist and president of NDN, a left-leaning Washington think tank that tracks issues important to Latino voters, said conservatives wavering on immigration reform would have to “claw their way back” as Clinton tacked to the left herself.\n\n“Republicans going up against a candidate with a very strong standing in the Hispanic electorate – and they don’t have the perfect candidate,” he said. “They don’t have a silver bullet.”\n\nThough she has at least supported a pathway to citizenship since 2006, Clinton herself has wavered in her support for other issues important to Latino and immigration reform advocates.\n\nIn 2006, Clinton voted in favour of building more than 700 miles of fencing along stretches of the US-Mexican border.\n\nIn a 2007 presidential debate, Clinton stumbled over the issue of driver’s licenses for illegal immigrants. She later clarified that she opposed driving licenses for undocumented people – a position she was forced to reverse.\n\nLast summer, Latino advocacy groups critiqued Clinton after she said unaccompanied minors flooding the US-Mexico border, most fleeing violence and poverty in Central American, should be “sent back” to their native countries.\n\nHer record on immigration was even a target for former Maryland governor Martin O’Malley, who said in response to a question from the Guardian last month that he was “glad Secretary Clinton’s come around to the right positions” on providing documentation for illegal immigrants. The 2016 Democratic hopeful, who has yet to formally declare his candidacy, has been critical of Clinton for not being progressive enough, especially on issues like immigration.\n\nOn Tuesday, O’Malley’s spokeswoman, Lis Smith, said: “Governor O’Malley stood up when it mattered. When most leaders in the Democratic and Republican parties were saying that we should close our border to children fleeing violence in Central America, he defied them and said that we could not send children ‘back to certain death’. He was criticized for that position, but leadership is about forging public opinion, not following it.”\n\nDuring the roundtable discussion, Clinton insisted she has been a longtime advocate for immigrants, though she admitted: “We were not successful” in building a path to citizenship during her time in the US senate.\n\nClinton will next travel to California for a fundraising tour expected to court technology executives. But it may be her unexpectedly full-throated call for progressive immigration reform that ends up standing out on her west-coast tour.\n\n“So, you know where I stand and there can be no question about it,” she said.",
  "title": "Hillary Clinton pushes 'every candidate' (and Obama) to the left on immigration",
  "ts_in": "2015-05-06T06:01:09.938160",
  "url": "http://www.theguardian.com/us-news/2015/may/05/hillary-clinton-obama-immigration-latino-issues"
}