{
  "article_html": "<div><p>&#8220;Williamsburg is not Brooklyn!&#8221; a friend of mine said last night over drinks, as she slammed the table. The source of her ire was the latest trend piece comparing yet another part of the world &#8211; <a href=\"http://www.nytimes.com/2015/05/03/style/los-angeles-and-its-booming-creative-class-lures-new-yorkers.html?_r=0\" class=\" u-underline\">this time Los Angeles</a> &#8211; to Brooklyn.</p>\n<p>Her complaint, like that of so many who call Brooklyn home, is more than fair: the world&#8217;s idea of the entire borough of Brooklyn, which is bigger than most cities, is based on the neighborhood of Williamsburg. And the New York Times, with its ceaseless churn of &#8220;new Brooklyn&#8221; stories, is more than partly to blame. (Well, the <a href=\"http://www.theguardian.com/media/new-york-times\" class=\" u-underline\">New York Times</a> and Girls.)</p>\n<p>&#8220;[L]ike the new black, the new-Brooklyn meme is curiously durable,&#8221; <a href=\"http://www.nytimes.com/2009/03/15/realestate/keymagazine/15keyHSbrooklyn-t.html\" class=\" u-underline\">WM Ferguson declared in a 2009 New York Times article</a>. </p>\n<p>The paper&#8217;s styles section has been putting that claim to the test ever since, reliably producing a new article comparing Brooklyn to other cities &#8211; Beijing, Oakland, you name it &#8211; every few months.</p>\n<p>Its writers have been observing Brooklynites and their migration patterns, tracking hipsters as they flee to places like the Hudson Valley, or Philadelphia, or &#8211; what the hell &#8211; even and especially Berlin. The Times&#8217; new-Brooklyn mania has been <a href=\"http://www.theatlantic.com/business/archive/2014/10/all-the-places-the-new-york-times-has-compared-to-brooklyn/381315/\" class=\" u-underline\">catalogued by the Atlantic</a>, which declared that &#8220;it seems just about anywhere is a bit like New York&#8217;s hippest borough&#8221;.</p>\n<p>The latest offering from the anywhere-is-Brooklyn series is <a href=\"http://www.nytimes.com/2015/05/03/style/los-angeles-and-its-booming-creative-class-lures-new-yorkers.html\" class=\" u-underline\">this week&#8217;s story by Alex Williams</a>, claiming that Los Angeles is &#8220;the grown-up version of Williamsburg&#8221;. In search of sunshine and space, New Yorkers have apparently been making their way to the West Coast and, especially, Los Angeles.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/money/us-money-blog/2014/aug/27/two-brooklyns-economy-hipsters-coffee\" class=\" u-underline\">A tale of two Brooklyns: there's more to my borough than hipsters and coffee</a> </p>\n\n<p>Williams does manage to admit that &#8220;the census bureau does not specifically track the migration patterns of Bushwick neo-expressionists and digital brand strategists&#8221;.</p>\n<p>That is only partly true, as the census does <a href=\"http://www.census.gov/hhes/migration/data/acs/county_to_county_mig_2008_to_2012.html\" class=\" u-underline\">track people moving from one county to another</a>. The data is dense, but <a href=\"http://www.trulia.com/trends/2014/09/where-americans-are-moving/\" class=\" u-underline\">a team at Trulia</a>, a real estate marketplace, sifted through it last year when the latest data was released and found that yes, New Yorkers were moving to Los Angeles. From 2008 to 2012, they estimate about 8,467 people made the move. </p>\n<p>Turns out, though, that New Yorkers were also moving to Atlanta (7,278) and to Miami (5,564). Does that mean that Atlanta and Miami are the new Brooklyn too? </p>\n<p>The moves weren&#8217;t all one sided, either, with 5,451 Angelenos moving to <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a>.</p>\n<p>Those few thousand transplants are nothing compared to the number of people who are not moving anywhere at all. </p>\n<p>New York City &#8211; which consists of five boroughs/counties &#8211; has a population of <a href=\"http://newyorkyimby.com/2015/03/new-york-city-population-closes-in-on-8-5-million.html\" class=\" u-underline\">8.45m</a>. Brooklyn alone is home to about 2.5m people. The City of Los Angeles has a <a href=\"http://patch.com/california/northhollywood/la-population-growth-outpaces-state-county-population-tops-101-milliion\" class=\" u-underline\">population of 3.95m</a>. The county of Los Angeles has a population of <a href=\"http://patch.com/california/northhollywood/la-population-growth-outpaces-state-county-population-tops-101-milliion\" class=\" u-underline\">10.1m</a>. </p>\n<p>Having a handful of acquaintances who have made the switch between New York and LA, I figured I&#8217;d just ask them about how the two areas compare. The problem is that &#8211; unlike the New York Times &#8211; my friends insisted they were not comfortable making any sweeping generalizations about either city, or its residents, and none would go on the record to express their opinion. That is, except for Larry. </p>\n<p>&#8220;Not sure I&#8217;m qualified to comment on this,&#8221; Larry told me over Facebook messenger. Larry and I met in 2006 when we both worked at the same bar in Manhattan&#8217;s East Village. From 2008 to 2009, Larry lived in Brooklyn, but has since moved to <a href=\"http://www.theguardian.com/us-news/los-angeles\" class=\" u-underline\">Los Angeles</a>.</p>\n<p> </p>\n<p>So: is Los Angeles the new Brooklyn?</p>\n<p>&#8220;Straight up &#8216;no&#8217;&#8221;, Larry said, even if there are some similarities.<br></p>\n<p>&#8220;Gentrification is definitely a phenomenon that exists is both places,&#8221; he told me. &#8220;Similar to Brooklyn, [Venice Beach and Santa Monica] were once very hospitable to artists/wayward souls/homeless folks looking to find the dream. And very much like Brooklyn, those sort of people are being priced out.&#8221; </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/cities/2015/mar/05/gentrification-skid-row-los-angeles-homeless\" class=\" u-underline\">The gentrification of Skid Row - a story that will decide the future of Los Angeles</a> </p>\n\n<p>To prove his point, Larry singled out Skid Row, a neighborhood in downtown Los Angeles where the homeless account for about 10% of the population. </p>\n<p>&#8220;What used to be homeless areas are being plowed over, making way for displaced Brooklynites,&#8221; Larry said, adding that, rent-wise, most of Los Angeles is cheaper than Brooklyn.</p>\n<p>Gentrification has affected areas like Skid Row in Los Angeles and Williamsburg in Brooklyn. However, the two cities have seen more of their neighborhoods plunge into poverty. The people in these neighborhoods can&#8217;t just pick up and move; moving takes time and money, which are in short supply in such neighborhoods. </p>\n<p>Consider this: in 2010, an area in California consisting of Los Angeles, Long Beach and Santa Ana had a high poverty population of 309,683. That&#8217;s up from 84,119 in 1970, <a href=\"http://cityobservatory.org/lost-in-place/\" class=\" u-underline\">according to City Observatory</a>. During the intervening 40 years, in that exact area, the number of high poverty tracts &#8211; neighborhood zones of about 4,000 people as determined by the US census &#8211; went from 76 to 210. </p>\n<p>Same goes for New York. The high poverty population for New York, northern New Jersey and Long Island reached 632,754 in 2010, up from 404,587. The number of high poverty tracts went from 198 to 387. Instead of being gentrified by hipsters, many of the neighborhoods in the two metro areas are falling further into poverty. </p>\n<p>Trend pieces, though, prefer to look at the world simply. They prefer not to mention the poverty that has made places like New York and Los Angeles prime examples of inequality, where the rich live alongside the poor. </p>\n<p>The New York Times prefers to see its city as <a href=\"http://www.nytimes.com/2015/05/03/style/los-angeles-and-its-booming-creative-class-lures-new-yorkers.html?_r=0\" class=\" u-underline\">a hipster paradise</a>: </p>\n<blockquote class=\"quoted\">\n<p>Bearded young New Yorkers can snap up brioche tarts at <a href=\"http://www.kinfolk.com/city_guide/los-angeles-proof/\" class=\" u-underline\">Proof Bakery</a> in Atwater Village, visit gallery shows at Shepard Fairey&#8217;s <a href=\"http://subliminalprojects.com/\" class=\" u-underline\">Subliminal Projects</a> in Echo Park, or settle in over barrel-aged rye cocktails at <a href=\"http://cafestella.com/about/\" class=\" u-underline\">Bar Stella</a> in Silver Lake, and scarcely realize they are more than a stroll away from McCarren Park, except for the 70-degree sunshine tickling their cheeks in February.</p>\n</blockquote>\n<p>The &#8220;paper of record&#8221; may have just discovered the hip neighborhoods of Los Angeles for itself, but those who are actually from there will be quick to tell you that&#8217;s nothing new. </p>\n<p>&#8220;There&#8217;s been hipsterville in Los Angeles before,&#8221; a coworker said to me, glancing up from the article. &#8220;Brooklyn doesn&#8217;t have a monopoly on hipsters.&#8221; </p>\n<p>An LA-to-New York transplant, she is not unfamiliar with the (also not-new) trend of people trading one city for another. A Brooklyn couple took over her apartment when she moved to New York, but that doesn&#8217;t mean that Los Angeles is the new Brooklyn. At all.</p>\n<p>&#8220;Los Angeles is its own thing,&#8221; Larry told me. &#8220;It&#8217;s not Brooklyn. It&#8217;s a different animal. In some ways it&#8217;s similar in spirit, yet entirely different in form and function. Structurally, it&#8217;s too different to even take the mantle of &#8216;ole Brooklyn&#8217;. Nor would it want to. You dig?&#8221;</p>\n<p>I dig.</p>\n</div>",
  "authors": [
    "Jana Kasperkevic"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "New York",
    "Los Angeles",
    "California",
    "US news",
    "New York Times",
    "US income inequality"
  ],
  "ntitle": "is_los_angeles_the_new_new_brooklyn_and_does_anyone_care",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "“Williamsburg is not Brooklyn!” a friend of mine said last night over drinks, as she slammed the table. The source of her ire was the latest trend piece comparing yet another part of the world – this time Los Angeles – to Brooklyn.\n\nHer complaint, like that of so many who call Brooklyn home, is more than fair: the world’s idea of the entire borough of Brooklyn, which is bigger than most cities, is based on the neighborhood of Williamsburg. And the New York Times, with its ceaseless churn of “new Brooklyn” stories, is more than partly to blame. (Well, the New York Times and Girls.)\n\n“[L]ike the new black, the new-Brooklyn meme is curiously durable,” WM Ferguson declared in a 2009 New York Times article.\n\nThe paper’s styles section has been putting that claim to the test ever since, reliably producing a new article comparing Brooklyn to other cities – Beijing, Oakland, you name it – every few months.\n\nIts writers have been observing Brooklynites and their migration patterns, tracking hipsters as they flee to places like the Hudson Valley, or Philadelphia, or – what the hell – even and especially Berlin. The Times’ new-Brooklyn mania has been catalogued by the Atlantic, which declared that “it seems just about anywhere is a bit like New York’s hippest borough”.\n\nThe latest offering from the anywhere-is-Brooklyn series is this week’s story by Alex Williams, claiming that Los Angeles is “the grown-up version of Williamsburg”. In search of sunshine and space, New Yorkers have apparently been making their way to the West Coast and, especially, Los Angeles.\n\nRelated: A tale of two Brooklyns: there's more to my borough than hipsters and coffee\n\nWilliams does manage to admit that “the census bureau does not specifically track the migration patterns of Bushwick neo-expressionists and digital brand strategists”.\n\nThat is only partly true, as the census does track people moving from one county to another. The data is dense, but a team at Trulia, a real estate marketplace, sifted through it last year when the latest data was released and found that yes, New Yorkers were moving to Los Angeles. From 2008 to 2012, they estimate about 8,467 people made the move.\n\nTurns out, though, that New Yorkers were also moving to Atlanta (7,278) and to Miami (5,564). Does that mean that Atlanta and Miami are the new Brooklyn too?\n\nThe moves weren’t all one sided, either, with 5,451 Angelenos moving to New York.\n\nThose few thousand transplants are nothing compared to the number of people who are not moving anywhere at all.\n\nNew York City – which consists of five boroughs/counties – has a population of 8.45m. Brooklyn alone is home to about 2.5m people. The City of Los Angeles has a population of 3.95m. The county of Los Angeles has a population of 10.1m.\n\nHaving a handful of acquaintances who have made the switch between New York and LA, I figured I’d just ask them about how the two areas compare. The problem is that – unlike the New York Times – my friends insisted they were not comfortable making any sweeping generalizations about either city, or its residents, and none would go on the record to express their opinion. That is, except for Larry.\n\n“Not sure I’m qualified to comment on this,” Larry told me over Facebook messenger. Larry and I met in 2006 when we both worked at the same bar in Manhattan’s East Village. From 2008 to 2009, Larry lived in Brooklyn, but has since moved to Los Angeles.\n\nSo: is Los Angeles the new Brooklyn?\n\n“Straight up ‘no’”, Larry said, even if there are some similarities.\n\n\n\n“Gentrification is definitely a phenomenon that exists is both places,” he told me. “Similar to Brooklyn, [Venice Beach and Santa Monica] were once very hospitable to artists/wayward souls/homeless folks looking to find the dream. And very much like Brooklyn, those sort of people are being priced out.”\n\nRelated: The gentrification of Skid Row - a story that will decide the future of Los Angeles\n\nTo prove his point, Larry singled out Skid Row, a neighborhood in downtown Los Angeles where the homeless account for about 10% of the population.\n\n“What used to be homeless areas are being plowed over, making way for displaced Brooklynites,” Larry said, adding that, rent-wise, most of Los Angeles is cheaper than Brooklyn.\n\nGentrification has affected areas like Skid Row in Los Angeles and Williamsburg in Brooklyn. However, the two cities have seen more of their neighborhoods plunge into poverty. The people in these neighborhoods can’t just pick up and move; moving takes time and money, which are in short supply in such neighborhoods.\n\nConsider this: in 2010, an area in California consisting of Los Angeles, Long Beach and Santa Ana had a high poverty population of 309,683. That’s up from 84,119 in 1970, according to City Observatory. During the intervening 40 years, in that exact area, the number of high poverty tracts – neighborhood zones of about 4,000 people as determined by the US census – went from 76 to 210.\n\nSame goes for New York. The high poverty population for New York, northern New Jersey and Long Island reached 632,754 in 2010, up from 404,587. The number of high poverty tracts went from 198 to 387. Instead of being gentrified by hipsters, many of the neighborhoods in the two metro areas are falling further into poverty.\n\nTrend pieces, though, prefer to look at the world simply. They prefer not to mention the poverty that has made places like New York and Los Angeles prime examples of inequality, where the rich live alongside the poor.\n\nThe New York Times prefers to see its city as a hipster paradise:\n\nBearded young New Yorkers can snap up brioche tarts at Proof Bakery in Atwater Village, visit gallery shows at Shepard Fairey’s Subliminal Projects in Echo Park, or settle in over barrel-aged rye cocktails at Bar Stella in Silver Lake, and scarcely realize they are more than a stroll away from McCarren Park, except for the 70-degree sunshine tickling their cheeks in February.\n\nThe “paper of record” may have just discovered the hip neighborhoods of Los Angeles for itself, but those who are actually from there will be quick to tell you that’s nothing new.\n\n“There’s been hipsterville in Los Angeles before,” a coworker said to me, glancing up from the article. “Brooklyn doesn’t have a monopoly on hipsters.”\n\nAn LA-to-New York transplant, she is not unfamiliar with the (also not-new) trend of people trading one city for another. A Brooklyn couple took over her apartment when she moved to New York, but that doesn’t mean that Los Angeles is the new Brooklyn. At all.\n\n“Los Angeles is its own thing,” Larry told me. “It’s not Brooklyn. It’s a different animal. In some ways it’s similar in spirit, yet entirely different in form and function. Structurally, it’s too different to even take the mantle of ‘ole Brooklyn’. Nor would it want to. You dig?”\n\nI dig.",
  "title": "Is Los Angeles the new new Brooklyn? And does anyone care?",
  "ts_in": "2015-05-06T06:01:14.857914",
  "url": "http://www.theguardian.com/us-news/2015/may/05/los-angeles-brooklyn-new-york-times"
}