{
  "article_html": "<div><p>The failure of the Conservative party to reach out to black and minority ethnic voters is &#8220;not remotely goodish&#8221;, the former prime minister Sir <a href=\"http://www.theguardian.com/politics/john-major\" class=\" u-underline\">John Major</a> has said in a powerful critique of his party.</p>\n<p>Major, who recently returned to the election trail <a href=\"http://www.theguardian.com/politics/2015/apr/21/miliband-vulnerable-snp-blackmail-john-major\" class=\" u-underline\">to endorse David Cameron&#8217;s tactic of talking up the SNP</a>, also questioned Britain&#8217;s record on tackling inequality and the standards of education in the country.</p>\n<p>In his most cutting remarks about his party, the former prime minister warned that it needs to face up to its historic failure to win over black and minority ethnic voters. </p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47ygy%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=John+Major+warns+of+SNP+support+for+minority+Labour+government+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47ygy%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=John+Major+warns+of+SNP+support+for+minority+Labour+government+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2Fvideo%2F2015%2Fapr%2F21%2Fjohn-major-snp-labour-election-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F4%2F21%2F1429622887031%2Fcrop_KP_190284_640x360.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVideo: Speaking at a sports club in Solihull, Sir John Major says the Scottish National party represents a &#8216;real and present danger&#8217; to the future of Britain.\n\n\n<p>According to a recording leaked to the Daily Mirror, Major said in a speech at the Tory Reform Group annual dinner on 28 April: &#8220;We have to look particularly at our relationship with the ethnic minorities. It is not remotely goodish. We have to understand that and we have to act about that. And I think we have to confront what has gone wrong in the past.&#8221;</p>\n<p>The <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> only manage to attract around 16% of the black and minority ethnic vote, which explains in part the Tories&#8217; continuing failure to secure a foothold in many urban areas.</p>\n<p>Major went on to highlight Britain&#8217;s dismal record on tackling inequality. He said: &#8220;We need to acknowledge the fact we have a pretty substantial underclass and there are parts of our country where we have people who have not worked for two generations and whose children do not expect to work.</p>\n<p>&#8220;How can it be that in a nation that is the fifth richest nation in the world, that in the United Kingdom we have four of the poorest areas in Europe? I include eastern Europe in that question.&#8221;</p>\n<p>Major also questioned British educational standards in comparison to other nations. He said: &#8220;The quality of education in our cities is immeasurable and we cannot be proud of where we are in the education tables of quality education around the world.&#8221;</p>\n<p>Major also criticised George Osborne&#8217;s plans to save billions by raising the retirement age, saying this would be difficult for blue-collar workers or labourers.</p>\n<p>He said: &#8220;Those of us who are white-collar workers no doubt can work for a quite a long period of time, beyond 65 or even 70. But suppose you are blue collar, or a bricklayer, or a labourer, or a dockworker or miner.</p>\n<p>&#8220;You can only do that job for those extended periods because the sheer physical effort would be impossible for them. And there are complexities like that I think we have to look at.&#8221;</p>\n<p>Jon Ashworth, the shadow Cabinet Office minister, told the Daily Mirror: &#8220;This is an astonishing admission of David Cameron&#8217;s failure right from the top of the Conservative party. And it&#8217;s doubly embarrassing for the prime minister given just a few weeks ago the Tories wheeled John Major out in support as part of a desperate effort to shore up a failing campaign. Even the Tories know that this government has failed and has nothing to offer working people.&#8221;<br></p>\n</div>",
  "authors": [
    "Nicholas Watt"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "John Major",
    "Politics",
    "Conservatives",
    "UK news",
    "David Cameron"
  ],
  "ntitle": "john_major_laments_conservatives_failure_with_minority_ethnic_voters",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The failure of the Conservative party to reach out to black and minority ethnic voters is “not remotely goodish”, the former prime minister Sir John Major has said in a powerful critique of his party.\n\nMajor, who recently returned to the election trail to endorse David Cameron’s tactic of talking up the SNP, also questioned Britain’s record on tackling inequality and the standards of education in the country.\n\nIn his most cutting remarks about his party, the former prime minister warned that it needs to face up to its historic failure to win over black and minority ethnic voters.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Video: Speaking at a sports club in Solihull, Sir John Major says the Scottish National party represents a ‘real and present danger’ to the future of Britain.\n\nAccording to a recording leaked to the Daily Mirror, Major said in a speech at the Tory Reform Group annual dinner on 28 April: “We have to look particularly at our relationship with the ethnic minorities. It is not remotely goodish. We have to understand that and we have to act about that. And I think we have to confront what has gone wrong in the past.”\n\nThe Conservatives only manage to attract around 16% of the black and minority ethnic vote, which explains in part the Tories’ continuing failure to secure a foothold in many urban areas.\n\nMajor went on to highlight Britain’s dismal record on tackling inequality. He said: “We need to acknowledge the fact we have a pretty substantial underclass and there are parts of our country where we have people who have not worked for two generations and whose children do not expect to work.\n\n“How can it be that in a nation that is the fifth richest nation in the world, that in the United Kingdom we have four of the poorest areas in Europe? I include eastern Europe in that question.”\n\nMajor also questioned British educational standards in comparison to other nations. He said: “The quality of education in our cities is immeasurable and we cannot be proud of where we are in the education tables of quality education around the world.”\n\nMajor also criticised George Osborne’s plans to save billions by raising the retirement age, saying this would be difficult for blue-collar workers or labourers.\n\nHe said: “Those of us who are white-collar workers no doubt can work for a quite a long period of time, beyond 65 or even 70. But suppose you are blue collar, or a bricklayer, or a labourer, or a dockworker or miner.\n\n“You can only do that job for those extended periods because the sheer physical effort would be impossible for them. And there are complexities like that I think we have to look at.”\n\nJon Ashworth, the shadow Cabinet Office minister, told the Daily Mirror: “This is an astonishing admission of David Cameron’s failure right from the top of the Conservative party. And it’s doubly embarrassing for the prime minister given just a few weeks ago the Tories wheeled John Major out in support as part of a desperate effort to shore up a failing campaign. Even the Tories know that this government has failed and has nothing to offer working people.”\n\n",
  "title": "John Major laments Conservatives’ failure with minority ethnic voters",
  "ts_in": "2015-05-06T06:01:00.009660",
  "url": "http://www.theguardian.com/politics/2015/may/06/john-major-conservatives-minority-ethnic-voters"
}