{
  "article_html": "<div><p>Well-known food critic Josh Ozersky, whose witty and snarky writing generally focused on his obsession with all things meat, has died in <a href=\"http://www.theguardian.com/us-news/chicago\" class=\" u-underline\">Chicago</a>. He was 47.</p>\n<p>Ozersky, who was in the city for the James Beard Foundation Awards, was found dead in his room at the Conrad Chicago Hotel on Monday, according to the Cook County medical examiner&#8217;s office. Authorities said a Tuesday autopsy was inconclusive and the final determination on the cause and manner of Ozersky&#8217;s death requires further testing.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Jay Rayner (@jayrayner1)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">the marvellous Josh Ozersky died yesterday, far too young. Here's a film about him from <a href=\"https://twitter.com/munchies\" class=\" u-underline\">@munchies</a> <a href=\"https://t.co/vvQMKX5mld\" class=\" u-underline\">https://t.co/vvQMKX5mld</a></p>\n<a href=\"https://twitter.com/jayrayner1/status/595632180614799361\"></a>\n</blockquote>\n\n<p>Ozersky was a food writer for Esquire magazine and frequent contributor to other publications including Time magazine, the Wall Street Journal, and Food &amp; Wine. He also was an author and founding editor of New York Magazine&#8217;s Grub Street food blog.</p>\n<p>He was on the awards committee for this year&#8217;s Beard Foundation awards, which honor those who follow in the footsteps of James Beard, considered the dean of American cooking when he died in 1985. Ozersky was in Chicago to attend the ceremony, which took place Monday night.</p>\n<p>Ozersky, who had recently moved to Portland, Oregon, also had recently become involved with the South Beach and New York City Wine and Food Festivals. The man behind those events, Lee Schrager, said Ozersky&#8217;s legacy will be his willingness to cross boundaries in his pursuit of his writings.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2008/jun/08/scienceandnature1\" class=\" u-underline\">Review - The Hamburger: A History by Josh Ozersky</a> </p>\n\n<p>&#8220;He was as passionate about meat as any renowned butcher, and he turned that passion into a living, breathing experience to share with people with Meatopia,&#8221; Schrager said in an email. &#8220;We were honored to work so closely with him on the event during both festivals in recent years, and his rhetoric will be sorely missed by all.&#8221;</p>\n<p>Ozersky drew the ire of other critics in 2010, for accepting free cooking and food from famous chef friends at his wedding, then writing about the experience for Time magazine without disclosing the gifts. He later acknowledged he should have been more upfront.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US news",
    "Food & drink",
    "Chicago"
  ],
  "ntitle": "josh_ozersky_award_winning_food_writer_and_meat_fanatic_dies_aged_47",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Well-known food critic Josh Ozersky, whose witty and snarky writing generally focused on his obsession with all things meat, has died in Chicago. He was 47.\n\nOzersky, who was in the city for the James Beard Foundation Awards, was found dead in his room at the Conrad Chicago Hotel on Monday, according to the Cook County medical examiner’s office. Authorities said a Tuesday autopsy was inconclusive and the final determination on the cause and manner of Ozersky’s death requires further testing.\n\n— Jay Rayner (@jayrayner1) the marvellous Josh Ozersky died yesterday, far too young. Here's a film about him from @munchies https://t.co/vvQMKX5mld\n\nOzersky was a food writer for Esquire magazine and frequent contributor to other publications including Time magazine, the Wall Street Journal, and Food & Wine. He also was an author and founding editor of New York Magazine’s Grub Street food blog.\n\nHe was on the awards committee for this year’s Beard Foundation awards, which honor those who follow in the footsteps of James Beard, considered the dean of American cooking when he died in 1985. Ozersky was in Chicago to attend the ceremony, which took place Monday night.\n\nOzersky, who had recently moved to Portland, Oregon, also had recently become involved with the South Beach and New York City Wine and Food Festivals. The man behind those events, Lee Schrager, said Ozersky’s legacy will be his willingness to cross boundaries in his pursuit of his writings.\n\nRelated: Review - The Hamburger: A History by Josh Ozersky\n\n“He was as passionate about meat as any renowned butcher, and he turned that passion into a living, breathing experience to share with people with Meatopia,” Schrager said in an email. “We were honored to work so closely with him on the event during both festivals in recent years, and his rhetoric will be sorely missed by all.”\n\nOzersky drew the ire of other critics in 2010, for accepting free cooking and food from famous chef friends at his wedding, then writing about the experience for Time magazine without disclosing the gifts. He later acknowledged he should have been more upfront.",
  "title": "Josh Ozersky, award-winning food writer and meat fanatic, dies aged 47",
  "ts_in": "2015-05-06T06:00:55.566071",
  "url": "http://www.theguardian.com/us-news/2015/may/06/josh-ozersky-award-winning-food-writer-and-meat-fanatic-dies-aged-47"
}