{
  "article_html": "<div><p>Nick Clegg&#8217;s apparent willingness to form a fresh coalition with the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> will be tested by some pro-European businessmen, the left of his own party and a Labour party that may make a better fist at offering him a deal than they did in 2010.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/05/nick-clegg-vows-to-block-second-tory-coalition-if-eu-withdrawal-is-on-agenda\" class=\" u-underline\">Nick Clegg vows to block second Tory coalition if EU withdrawal is on agenda</a> </p>\n\n<p>The Liberal Democrat leader, increasingly confident he will retain his own seat of Sheffield Hallam, insists he is not better disposed ideologically to Tories as opposed to <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a>, but he has been careful not to put any roadblocks in the way of a second five-year deal with the Tories.</p>\n<p>After being shouted at by Labour MPs for five years across the Commons dispatch box, it is hard to believe his personal instincts do not lie with David Cameron, but he must tread carefully with his party.</p>\n<p>It is understood that Clegg resisted the issues of an in/out <a href=\"http://www.theguardian.com/politics/eu-referendum\" class=\" u-underline\">EU referendum</a> or public spending cuts being made red lines in any coalition talks, preferring a milder mix of six red lines that are likely to cause fewer problems for either party.</p>\n<p>He repeated on Tuesday the Clegg doctrine that he will give the largest party in terms of votes and seats &#8220;the time and space&#8221; to form a government before attempts are made by the second largest party.</p>\n<p>Most forecasts suggest the Conservatives will be the largest party, partly due to the Labour collapse in Scotland.</p>\n<p>Clegg reiterated his opposition to a referendum if powers are not being transferred to Brussels. But asked why he had not made Europe one of his red lines, he said: &#8220;Because we chose the red lines we think are most important to our country.&#8221;</p>\n<p>In March Vince Cable, the business secretary, warned of the &#8220;years of uncertainty&#8221; that a referendum could bring and cautioned that such a vote could &#8220;scare off many inward investors who want to retain or bring jobs here for British workers&#8221;.</p>\n<p>So Clegg&#8217;s decision to put Europe into the negotiating pot has shocked businessmen who previously regarded him as one of the most reliable pro-European politicians at Westminster. <br></p>\n<p>However Business for New Europe, the main pro-Europe business group, is not going to criticise Clegg since some of its members believe a 2017 referendum controlled by the Lib Dems, and with a Conservative prime minister fundamentally well disposed to Europe, is a better bet than an an in/out referendum held in 2020 led by a full-blooded Eurosceptic Tory leader. If there is to be a day of reckoning, it is better now, it is argued.</p>\n<p>Clegg, when interviewed by the Guardian, said he would have a role in setting the terms of any negotiation. </p>\n<p>He will also have to deal with his own party, a body that has shifted to the centre in the wake of the left drifting away and the sobering experience of government.</p>\n<p>The party president, Lady Brinton, has established an elaborate consultation machinery to test the party mood. It is expected the parliamentary party will meet on Saturday. By then, a five-person negotiating panel will be installed, led by Danny Alexander, to start talks. <br></p>\n<p>The six commitments Clegg will not compromise on are pledges to raise education spending for two- to-19 year-olds, invest &#163;8bn a year in the NHS by 2020, raise the personal tax allowance to &#163;12,500, introduce a &#8220;stability budget&#8221; in the first 50 days, increase pay rises for public-sector workers and a &#8220;green line&#8221; to protect the environment.</p>\n<p>But the red lines are only the pre-condition of a deal and not sufficient. A network of party reps have been appointed to act as a sounding board as the talks progress. Clegg himself will stay out of the nitty gritty of the talks, giving himself time to make the judgments.</p>\n<p>The decision on entering a coalition largely rests with MPs. They have to consult the federal executive (FE), the federal policy committee (FPC) and the Lords. If MPs decide to support a government, there has to be a special conference at which they will &#8220;seek the approval&#8221; of the party for the proposed arrangement and which requires a two-thirds majority to be passed. The FE, FPC and Lords have to express their collective &#8220;final view&#8221; to the conference.</p>\n<p>Some already fear the impact on the party of 10 years sitting alongside the Conservatives. Lord Greaves, a Liberal Democrat peer on the left of the party, has written: &#8220;Any attempt to go into coalition again with Cameron will be very controversial within the party. I don&#8217;t know whether activists will have enough energy after this election to start a civil war, but there will be widespread protests and, if it happens, a significant number of resignations. Whether it could get a two-thirds majority at a special conference is certainly not clear.&#8221;</p>\n<p>In practice, Clegg is unlikely to call the special conference unless he is sure the party will concur. </p>\n<p>Greaves claims that the prospect of a coalition in which the Conservatives have 300 seats and the Lib Dems 27 is not enticing: &#8220;This would not be the Coalition We Have Known. It would mean a Commons in which the government moved heaven and earth to get a majority on every single vote. It would attempt to impose iron and brutal discipline. All the opposition parties would be denied and marginalised. Trench warfare for five years. Not a pleasant place for Liberals. And one doomed to fail as the government lost seats at byelections.&#8221;</p>\n<p>Clegg&#8217;s own personal authority remains strong, but he will face his own legitimacy problems if the seat count tumbles from 57 to 25. If the party does that badly, Clegg&#8217;s decision to put the coalition as opposed to policy at the centre of the campaign will result in raised voices.</p>\n<p>Senior party officials point to its national poll rating rising, but admit &#8220;the issue of the SNP is coming on the doorstep unprompted all over the country and is causing a lot of unease, not just in south-west England. It also looks like a lot of Ukip voters are going home to the Tories.&#8221;</p>\n<p>Some Tories are claiming they are going to clear the Lib Dems out of Somerset including, improbably, David Laws, sitting on a 13,000 majority and the brains behind Clegg.</p>\n<p>There is a further factor: 9,000 seats are up for grabs in local elections in 279 councils. These were the seats that were fought in 2011, at the time of the alternative vote referendum. In a sign of how depleted the party&#8217;s base has become, it is only standing in 50% of these seats. It is likely to lose many of the 1,098 seats it is defending and some in the party will argue it is a reminder of how the party is being fatally damaged by its links with the Tories.</p>\n<p>Clegg has promised: &#8220;Every single day of my leadership, I have always said the one thing I will never, ever, do as a leader is allow my party to split &#8230; I would never have the party go into a coalition government against its own collective will.&#8221;</p>\n<p>In these extraordinary circumstances, he will need all his skills to keep the party together. </p>\n</div>",
  "authors": [
    "Patrick Wintour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Liberal Democrats",
    "Liberal-Conservative coalition",
    "Hung parliament",
    "Labour",
    "Conservatives",
    "Nick Clegg",
    "EU referendum",
    "European Union",
    "Politics",
    "UK news",
    "Foreign policy",
    "House of Commons"
  ],
  "ntitle": "keeping_the_party_going_nick_clegg_faces_tough_post_election_options",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Nick Clegg’s apparent willingness to form a fresh coalition with the Conservatives will be tested by some pro-European businessmen, the left of his own party and a Labour party that may make a better fist at offering him a deal than they did in 2010.\n\nRelated: Nick Clegg vows to block second Tory coalition if EU withdrawal is on agenda\n\nThe Liberal Democrat leader, increasingly confident he will retain his own seat of Sheffield Hallam, insists he is not better disposed ideologically to Tories as opposed to Labour, but he has been careful not to put any roadblocks in the way of a second five-year deal with the Tories.\n\nAfter being shouted at by Labour MPs for five years across the Commons dispatch box, it is hard to believe his personal instincts do not lie with David Cameron, but he must tread carefully with his party.\n\nIt is understood that Clegg resisted the issues of an in/out EU referendum or public spending cuts being made red lines in any coalition talks, preferring a milder mix of six red lines that are likely to cause fewer problems for either party.\n\nHe repeated on Tuesday the Clegg doctrine that he will give the largest party in terms of votes and seats “the time and space” to form a government before attempts are made by the second largest party.\n\nMost forecasts suggest the Conservatives will be the largest party, partly due to the Labour collapse in Scotland.\n\nClegg reiterated his opposition to a referendum if powers are not being transferred to Brussels. But asked why he had not made Europe one of his red lines, he said: “Because we chose the red lines we think are most important to our country.”\n\nIn March Vince Cable, the business secretary, warned of the “years of uncertainty” that a referendum could bring and cautioned that such a vote could “scare off many inward investors who want to retain or bring jobs here for British workers”.\n\nSo Clegg’s decision to put Europe into the negotiating pot has shocked businessmen who previously regarded him as one of the most reliable pro-European politicians at Westminster.\n\n\n\nHowever Business for New Europe, the main pro-Europe business group, is not going to criticise Clegg since some of its members believe a 2017 referendum controlled by the Lib Dems, and with a Conservative prime minister fundamentally well disposed to Europe, is a better bet than an an in/out referendum held in 2020 led by a full-blooded Eurosceptic Tory leader. If there is to be a day of reckoning, it is better now, it is argued.\n\nClegg, when interviewed by the Guardian, said he would have a role in setting the terms of any negotiation.\n\nHe will also have to deal with his own party, a body that has shifted to the centre in the wake of the left drifting away and the sobering experience of government.\n\nThe party president, Lady Brinton, has established an elaborate consultation machinery to test the party mood. It is expected the parliamentary party will meet on Saturday. By then, a five-person negotiating panel will be installed, led by Danny Alexander, to start talks.\n\n\n\nThe six commitments Clegg will not compromise on are pledges to raise education spending for two- to-19 year-olds, invest £8bn a year in the NHS by 2020, raise the personal tax allowance to £12,500, introduce a “stability budget” in the first 50 days, increase pay rises for public-sector workers and a “green line” to protect the environment.\n\nBut the red lines are only the pre-condition of a deal and not sufficient. A network of party reps have been appointed to act as a sounding board as the talks progress. Clegg himself will stay out of the nitty gritty of the talks, giving himself time to make the judgments.\n\nThe decision on entering a coalition largely rests with MPs. They have to consult the federal executive (FE), the federal policy committee (FPC) and the Lords. If MPs decide to support a government, there has to be a special conference at which they will “seek the approval” of the party for the proposed arrangement and which requires a two-thirds majority to be passed. The FE, FPC and Lords have to express their collective “final view” to the conference.\n\nSome already fear the impact on the party of 10 years sitting alongside the Conservatives. Lord Greaves, a Liberal Democrat peer on the left of the party, has written: “Any attempt to go into coalition again with Cameron will be very controversial within the party. I don’t know whether activists will have enough energy after this election to start a civil war, but there will be widespread protests and, if it happens, a significant number of resignations. Whether it could get a two-thirds majority at a special conference is certainly not clear.”\n\nIn practice, Clegg is unlikely to call the special conference unless he is sure the party will concur.\n\nGreaves claims that the prospect of a coalition in which the Conservatives have 300 seats and the Lib Dems 27 is not enticing: “This would not be the Coalition We Have Known. It would mean a Commons in which the government moved heaven and earth to get a majority on every single vote. It would attempt to impose iron and brutal discipline. All the opposition parties would be denied and marginalised. Trench warfare for five years. Not a pleasant place for Liberals. And one doomed to fail as the government lost seats at byelections.”\n\nClegg’s own personal authority remains strong, but he will face his own legitimacy problems if the seat count tumbles from 57 to 25. If the party does that badly, Clegg’s decision to put the coalition as opposed to policy at the centre of the campaign will result in raised voices.\n\nSenior party officials point to its national poll rating rising, but admit “the issue of the SNP is coming on the doorstep unprompted all over the country and is causing a lot of unease, not just in south-west England. It also looks like a lot of Ukip voters are going home to the Tories.”\n\nSome Tories are claiming they are going to clear the Lib Dems out of Somerset including, improbably, David Laws, sitting on a 13,000 majority and the brains behind Clegg.\n\nThere is a further factor: 9,000 seats are up for grabs in local elections in 279 councils. These were the seats that were fought in 2011, at the time of the alternative vote referendum. In a sign of how depleted the party’s base has become, it is only standing in 50% of these seats. It is likely to lose many of the 1,098 seats it is defending and some in the party will argue it is a reminder of how the party is being fatally damaged by its links with the Tories.\n\nClegg has promised: “Every single day of my leadership, I have always said the one thing I will never, ever, do as a leader is allow my party to split … I would never have the party go into a coalition government against its own collective will.”\n\nIn these extraordinary circumstances, he will need all his skills to keep the party together.",
  "title": "Keeping the party going: Nick Clegg faces tough post-election options",
  "ts_in": "2015-05-06T06:00:54.989809",
  "url": "http://www.theguardian.com/politics/2015/may/05/nick-clegg-liberal-democrats-general-election-council-seats"
}