{
  "article_html": "<div><p>Fellow Londoners, you&#8217;re sick of it, aren&#8217;t you? Me too. From Upminster to Uxbridge you&#8217;re tired of the seemingly sterile debate. You might think that whoever wins won&#8217;t make much difference. I feel your pain. But you are mistaken. Not massively, but enough to make it worth your while to go to your local polling station on Thursday, take that little stub of pencil in your hot metropolitan hand and vote in whatever way makes a Labour government more likely than another one led by Conservatives. </p>\n<p><a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a> needs a Labour government. Here&#8217;s why.</p>\n<p>A Labour government would be better for most Londoners and for the future of the city as a whole. Some of Ed Miliband&#8217;s best manifesto pledges would improve millions of Londoners&#8217; lives and address some of the city&#8217;s huge cost of living problems, which are hitting businesses, middle income households and the least well off alike. London needs to correct these negative effects of its many successes in order to safeguard and build on them. Conservatives seem unable to grasp this. Labour, led by a bright north London boy, has some sort of handle on it.<br></p>\n<p>The party&#8217;s <a href=\"http://www.labour.org.uk/page/-/BritainCanBeBetter-TheLabourPartyManifesto2015.pdf\" class=\" u-underline\">promises</a> to speed up the rise in the national minimum wage, ban zero hours contracts, expand the provision of free childcare and levy a higher tax rate on the highest earners will all contribute to reducing the financial pressure on the majority in London, where average earners are increasingly squeezed, <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/mar/26/should-london-have-its-own-higher-legal-minimum-wage\" class=\" u-underline\">over 900,000 people earn less than the London Living wage</a> and <a href=\"http://www.4in10.org.uk/about\" class=\" u-underline\">40% of children live in poverty</a> - an unacceptable and counterproductive situation in a city oozing wealth. Even relatively modest redistributive measures, social investments and improvements in job security will help strengthen London as an urban society and an economic entity. </p>\n<p>The ending of archaic &#8220;non-dom&#8221; tax privileges would be a welcome step towards making some of London&#8217;s richest residents pay their way in the inclusive capital of a nation they&#8217;ve been free to make their home. If they take umbrage and leave, we&#8217;ll get over it. The so-called mansion tax, decried by Boris Johnson as a &#8220;tax on London&#8221;, to help fund the NHS might not be <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/jan/23/labours-taxing-issues-with-mansions-and-empty-homes\" class=\" u-underline\">much more than a gimmick</a> where a full reform of council tax bands and a proper health service plan for London - which <a href=\"https://vimeo.com/126908002\" class=\" u-underline\">the city&#8217;s GPs have a few thoughts on</a> - ought to be, but it&#8217;s still worth supporting, even if only a portion of the money raised gets spent here. Labour has promised not to raise VAT, the least progressive tax, and to prioritise helping small businesses over big ones. The Tories match none of the above, except on childcare where they offer more. What they won&#8217;t say is what they&#8217;d cut to make it possible.<br></p>\n<p>In the key area of housing, Labour&#8217;s promises are not spectacular. The pledge to <a href=\"http://www.theguardian.com/politics/reality-check/2013/sep/24/can-labour-build-200000-new-homes-a-year\" class=\" u-underline\">build 200,000 homes in Britain a year</a> may be little more than a guesstimate and even if a quarter of them were built in London it wouldn&#8217;t meet the needs of our fast-growing population. Ending stamp duty on homes worth up to &#163;300,000 for first time buyers would have a limited effect in the more expensive parts of London, when the average house price across the city as a whole is close on half a million. The net effect of curbing overseas sales and giving &#8220;first call&#8221; on new properties to locals is hard to predict &#8211; the popular appeal of pointing the finger at &#8220;rich foreign investors&#8221; might be greater than its usefulness. Also, as long expected, Miliband has shied away from giving boroughs more freedom to borrow to build council homes for fear of being accused of racking up more debt.</p>\n<p>But all that said, Miliband has rightly promised to end the mean and worthless &#8220;bedroom tax&#8221; that&#8217;s forced thousands of Londoners to <a href=\"http://www.housing.org.uk/media/press-releases/bedroom-tax-pushes-london-households-into-debt-and-fear-of-eviction/\" class=\" u-underline\">spend less on heating and food</a>. The &#8220;use it or lose it&#8221; powers he&#8217;d give local authorities to combat land banking should speed up the building of new homes, and his <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/apr/29/miliband-tenants-rights-and-london-rents\" class=\" u-underline\">proposals for regulating the private rented sector</a>, which now accommodates over a quarter of London households, strike a cautiously progressive balance between capping rent rises and improving tenants&#8217; rights and not discouraging landlords from being in the rental market at a time when the capital needs its PRS to grow. The policy would be in line with how things work in other European countries. Also, it&#8217;s understood that Ed Balls as chancellor would consider allowing any spare &#8220;headroom&#8221; among London&#8217;s boroughs to be redistributed to those with less enabling more social house building to take place.<br></p>\n<p>By contrast, the Tories are complacent. Their manifesto doesn&#8217;t even mention private renters, an omission that speaks for itself. Their biggest announcement, an extension of the &#8220;right to buy&#8221; to housing associations, has been widely condemned as a recipe for making the housing crisis worse and precise details about how it would actually work in the capital remain elusive. In government, they slashed funding for affordable housing, a vital infrastructure investment. As London&#8217;s canals fill up with narrow boats inhabited by people who can afford nothing more, an old adage about barge poles comes to mind.</p>\n<p>On education, the Tories promise more free schools, presumably in the parts of London where they are least needed as has been the pattern so far. On Europe, which Londoners and London business look on more favourably than the rest of the UK, Labour would not hold a time-wasting referendum that was only promised in order to appease the Ukip vote, which is smaller in London than in the rest of England. On rail transport, so vital to Londoners and commuters from elsewhere, Labour pledges to freeze fares for a year, cap future rises and allow public sector operators to challenge private companies to run lines. Leading Labour politicians have <a href=\"http://www.theguardian.com/uk-news/davehillblog/2014/sep/10/labours-devolution-plans-for-london-an-interview-with-sadiq-khan-and-jules-pipe\" class=\" u-underline\">set out plans</a> for greater powers to be devolved to London&#8217;s layers of government. And so on. Not perfect, but significantly better for the health and growth of the capital than any Tory or Tory-led alternative. <br></p>\n<p>Boris Johnson provides a useful endorsement of that view. The Conservative mayor has been in the forefront of his party&#8217;s national campaign, yet his <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/apr/30/red-boris-and-the-daily-mail\" class=\" u-underline\">past backing</a> for the principle of using compulsory purchase powers against land banking and support for further ones puts him pretty much in line with Miliband. On council housing he&#8217;s been bolder than Labour&#8217;s leader, supporting greater borrowing powers for boroughs. In these respects, the Conservative Party&#8217;s &#8220;star player&#8221; is wiser about what&#8217;s best for London than his party. Londoners would be wise to use their votes to stop its leader clinging on to the keys to Downing Street.</p>\n<p> The more seats Labour wins in the capital on Thursday, the less chance there is of that occurring. The polls point to the party <a href=\"http://www.standard.co.uk/news/politics/labours-12point-lead-as-battle-for-london-hots-up-10201129.html\" class=\" u-underline\">gaining seven, eight and maybe more</a>. Lib Dem supporters embarrassed by their party&#8217;s role in the coalition should consider voting tactically in London marginals to help Labour and hinder their main opponents.<br></p>\n<p>Londoners attracted by the Green Party should look at the bigger picture and vote Labour in those knife-edge seats too. The Greens have much to recommend them and are enhancing the debate about the sort of place London should be. They will continue to do so, especially during the London mayoral and assembly elections next year. But in this general election every Green vote that might have been for Labour in places like <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/may/02/all-to-play-for-in-labour-target-croydon-central-new-poll-suggests\" class=\" u-underline\">Croydon Central</a>, <a href=\"http://ukpollingreport.co.uk/2015guide/harroweast/\" class=\" u-underline\">Harrow East</a> and <a href=\"http://ukpollingreport.co.uk/2015guide/enfieldnorth/\" class=\" u-underline\">Enfield North</a> makes it easier for Cameron to become PM again. All anti-Tories in the three Lib Dem suburban seats that might be vulnerable should go orange to keep Conservative challenges at bay - the weaker the Tories are at Westminster, the less chance of Nick Clegg&#8217;s party making the mistake of propping them up again. <br></p>\n<p>For all sorts of good reasons, London is a Labour-leaning city. It doesn&#8217;t want or need a Tory-run government with little understanding of its depths, complexities and needs. In this neck-and-neck election, the results in London&#8217;s 15 or so marginal seats could decide whether or not it gets stuck with one again. Dear fellow Londoners, please vote accordingly.<br></p>\n</div>",
  "authors": [
    "Dave Hill"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news",
    "General election 2015",
    "Politics",
    "London",
    "London politics",
    "Ed Miliband",
    "David Cameron",
    "Boris Johnson",
    "Cities"
  ],
  "ntitle": "london_needs_a_labour_government",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Fellow Londoners, you’re sick of it, aren’t you? Me too. From Upminster to Uxbridge you’re tired of the seemingly sterile debate. You might think that whoever wins won’t make much difference. I feel your pain. But you are mistaken. Not massively, but enough to make it worth your while to go to your local polling station on Thursday, take that little stub of pencil in your hot metropolitan hand and vote in whatever way makes a Labour government more likely than another one led by Conservatives.\n\nLondon needs a Labour government. Here’s why.\n\nA Labour government would be better for most Londoners and for the future of the city as a whole. Some of Ed Miliband’s best manifesto pledges would improve millions of Londoners’ lives and address some of the city’s huge cost of living problems, which are hitting businesses, middle income households and the least well off alike. London needs to correct these negative effects of its many successes in order to safeguard and build on them. Conservatives seem unable to grasp this. Labour, led by a bright north London boy, has some sort of handle on it.\n\n\n\nThe party’s promises to speed up the rise in the national minimum wage, ban zero hours contracts, expand the provision of free childcare and levy a higher tax rate on the highest earners will all contribute to reducing the financial pressure on the majority in London, where average earners are increasingly squeezed, over 900,000 people earn less than the London Living wage and 40% of children live in poverty - an unacceptable and counterproductive situation in a city oozing wealth. Even relatively modest redistributive measures, social investments and improvements in job security will help strengthen London as an urban society and an economic entity.\n\nThe ending of archaic “non-dom” tax privileges would be a welcome step towards making some of London’s richest residents pay their way in the inclusive capital of a nation they’ve been free to make their home. If they take umbrage and leave, we’ll get over it. The so-called mansion tax, decried by Boris Johnson as a “tax on London”, to help fund the NHS might not be much more than a gimmick where a full reform of council tax bands and a proper health service plan for London - which the city’s GPs have a few thoughts on - ought to be, but it’s still worth supporting, even if only a portion of the money raised gets spent here. Labour has promised not to raise VAT, the least progressive tax, and to prioritise helping small businesses over big ones. The Tories match none of the above, except on childcare where they offer more. What they won’t say is what they’d cut to make it possible.\n\n\n\nIn the key area of housing, Labour’s promises are not spectacular. The pledge to build 200,000 homes in Britain a year may be little more than a guesstimate and even if a quarter of them were built in London it wouldn’t meet the needs of our fast-growing population. Ending stamp duty on homes worth up to £300,000 for first time buyers would have a limited effect in the more expensive parts of London, when the average house price across the city as a whole is close on half a million. The net effect of curbing overseas sales and giving “first call” on new properties to locals is hard to predict – the popular appeal of pointing the finger at “rich foreign investors” might be greater than its usefulness. Also, as long expected, Miliband has shied away from giving boroughs more freedom to borrow to build council homes for fear of being accused of racking up more debt.\n\nBut all that said, Miliband has rightly promised to end the mean and worthless “bedroom tax” that’s forced thousands of Londoners to spend less on heating and food. The “use it or lose it” powers he’d give local authorities to combat land banking should speed up the building of new homes, and his proposals for regulating the private rented sector, which now accommodates over a quarter of London households, strike a cautiously progressive balance between capping rent rises and improving tenants’ rights and not discouraging landlords from being in the rental market at a time when the capital needs its PRS to grow. The policy would be in line with how things work in other European countries. Also, it’s understood that Ed Balls as chancellor would consider allowing any spare “headroom” among London’s boroughs to be redistributed to those with less enabling more social house building to take place.\n\n\n\nBy contrast, the Tories are complacent. Their manifesto doesn’t even mention private renters, an omission that speaks for itself. Their biggest announcement, an extension of the “right to buy” to housing associations, has been widely condemned as a recipe for making the housing crisis worse and precise details about how it would actually work in the capital remain elusive. In government, they slashed funding for affordable housing, a vital infrastructure investment. As London’s canals fill up with narrow boats inhabited by people who can afford nothing more, an old adage about barge poles comes to mind.\n\nOn education, the Tories promise more free schools, presumably in the parts of London where they are least needed as has been the pattern so far. On Europe, which Londoners and London business look on more favourably than the rest of the UK, Labour would not hold a time-wasting referendum that was only promised in order to appease the Ukip vote, which is smaller in London than in the rest of England. On rail transport, so vital to Londoners and commuters from elsewhere, Labour pledges to freeze fares for a year, cap future rises and allow public sector operators to challenge private companies to run lines. Leading Labour politicians have set out plans for greater powers to be devolved to London’s layers of government. And so on. Not perfect, but significantly better for the health and growth of the capital than any Tory or Tory-led alternative.\n\n\n\nBoris Johnson provides a useful endorsement of that view. The Conservative mayor has been in the forefront of his party’s national campaign, yet his past backing for the principle of using compulsory purchase powers against land banking and support for further ones puts him pretty much in line with Miliband. On council housing he’s been bolder than Labour’s leader, supporting greater borrowing powers for boroughs. In these respects, the Conservative Party’s “star player” is wiser about what’s best for London than his party. Londoners would be wise to use their votes to stop its leader clinging on to the keys to Downing Street.\n\nThe more seats Labour wins in the capital on Thursday, the less chance there is of that occurring. The polls point to the party gaining seven, eight and maybe more. Lib Dem supporters embarrassed by their party’s role in the coalition should consider voting tactically in London marginals to help Labour and hinder their main opponents.\n\n\n\nLondoners attracted by the Green Party should look at the bigger picture and vote Labour in those knife-edge seats too. The Greens have much to recommend them and are enhancing the debate about the sort of place London should be. They will continue to do so, especially during the London mayoral and assembly elections next year. But in this general election every Green vote that might have been for Labour in places like Croydon Central, Harrow East and Enfield North makes it easier for Cameron to become PM again. All anti-Tories in the three Lib Dem suburban seats that might be vulnerable should go orange to keep Conservative challenges at bay - the weaker the Tories are at Westminster, the less chance of Nick Clegg’s party making the mistake of propping them up again.\n\n\n\nFor all sorts of good reasons, London is a Labour-leaning city. It doesn’t want or need a Tory-run government with little understanding of its depths, complexities and needs. In this neck-and-neck election, the results in London’s 15 or so marginal seats could decide whether or not it gets stuck with one again. Dear fellow Londoners, please vote accordingly.\n\n",
  "title": "London needs a Labour government",
  "ts_in": "2015-05-06T10:07:38.022717",
  "url": "http://www.theguardian.com/uk-news/davehillblog/2015/may/06/london-needs-a-labour-government"
}