{
  "article_html": "<div><p>Martin Freeman is to follow his Sherlock co-star <a href=\"http://www.theguardian.com/culture/benedict-cumberbatch\" class=\" u-underline\">Benedict Cumberbatch</a> into the Marvel film universe, joining the cast of the forthcoming Captain America: Civil War.</p>\n<p>Freeman, who <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2014/aug/26/emmys-2014-establishment-never-changes\" class=\" u-underline\">won an Emmy</a> and a Bafta for his role as Dr John Watson in the BBC show while also leading Peter Jackson&#8217;s three Hobbit movies as Bilbo Baggins, will star in the third instalment of the Captain America franchise, set for release in May 2016.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/culture/2014/dec/04/benedict-cumberbatch-marvel-doctor-strange\" class=\" u-underline\">Benedict Cumberbatch to play lead role in Marvel's Doctor Strange</a> </p>\n\n<p>Cumberbatch, meanwhile, has already been <a href=\"http://www.theguardian.com/culture/2014/dec/04/benedict-cumberbatch-marvel-doctor-strange\" class=\" u-underline\">announced as the lead </a>in Doctor Strange, hitting cinema screens in November of the same year.<br></p>\n<p>Riding high from current box office hit, <a href=\"http://www.theguardian.com/film/avengers-the-age-of-ultron\" class=\" u-underline\">Avengers: Age of Ultron</a>, Marvel revealed Freeman&#8217;s casting on Tuesday but have yet to confirm what role he will play opposite Chris Evans as the patriotic superhero, Captain America.</p>\n<p>&#8220;Martin&#8217;s range from the dramatic to the comedic has consistently impressed us,&#8221; said Kevin Feige, president of <a href=\"http://www.theguardian.com/culture/marvel\" class=\" u-underline\">Marvel</a> studios and producer of the films.</p>\n<p>Freeman got his big break on the small screen in the original British version of The Office and more recently received Emmy nominations for his role as a small-town insurance salesman in FX&#8217;s hit miniseries Fargo.</p>\n<p>Captain America: Civil War picks up the story from the end of Age of Ultron, whose superheroes will be forced to side with Iron Man (Robert Downey Jr) or Captain America as the two battle it out. <br></p>\n</div>",
  "authors": [
    "Nancy Groves"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Film",
    "Action and adventure",
    "Marvel",
    "Martin Freeman",
    "Benedict Cumberbatch",
    "Culture"
  ],
  "ntitle": "martin_freeman_joins_cast_of_captain_america_civil_war_with_marvel",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Martin Freeman is to follow his Sherlock co-star Benedict Cumberbatch into the Marvel film universe, joining the cast of the forthcoming Captain America: Civil War.\n\nFreeman, who won an Emmy and a Bafta for his role as Dr John Watson in the BBC show while also leading Peter Jackson’s three Hobbit movies as Bilbo Baggins, will star in the third instalment of the Captain America franchise, set for release in May 2016.\n\nRelated: Benedict Cumberbatch to play lead role in Marvel's Doctor Strange\n\nCumberbatch, meanwhile, has already been announced as the lead in Doctor Strange, hitting cinema screens in November of the same year.\n\n\n\nRiding high from current box office hit, Avengers: Age of Ultron, Marvel revealed Freeman’s casting on Tuesday but have yet to confirm what role he will play opposite Chris Evans as the patriotic superhero, Captain America.\n\n“Martin’s range from the dramatic to the comedic has consistently impressed us,” said Kevin Feige, president of Marvel studios and producer of the films.\n\nFreeman got his big break on the small screen in the original British version of The Office and more recently received Emmy nominations for his role as a small-town insurance salesman in FX’s hit miniseries Fargo.\n\nCaptain America: Civil War picks up the story from the end of Age of Ultron, whose superheroes will be forced to side with Iron Man (Robert Downey Jr) or Captain America as the two battle it out.\n\n",
  "title": "Martin Freeman joins cast of Captain America: Civil War with Marvel",
  "ts_in": "2015-05-06T10:07:36.573235",
  "url": "http://www.theguardian.com/film/2015/may/06/martin-freeman-joins-cast-of-captain-america-civil-war-with-marvel"
}