{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/us-news/missouri\" class=\" u-underline\">Missouri</a> lawmakers voted on Tuesday to remove several thousand families from a welfare program by imposing shorter time limits for people to receive the benefits, overriding a veto by the state&#8217;s Democratic governor. <br></p>\n<p> The new law will reduce Missouri&#8217;s lifetime limit for the Temporary Assistance for Needy Families cash assistance program from five years to three years and nine months, starting in January. The law also imposes stricter work requirements. </p>\n<p>The Republican-led house voted 113-42 to override Governor Jay Nixon&#8217;s veto, largely along party lines. The senate voted 25-9 to override the veto on Monday. </p>\n<p>Shortly after the vote, Nixon announced that he had vetoed another Republican-backed bill paring back the social safety net. That bill would reduce the duration of unemployment rates from the current 20 weeks to as few as 13 weeks by linking the length to the state&#8217;s unemployment rate. </p>\n<p>Republican lawmakers already have said they will try to override the veto of the jobless benefits bill. But the house fell well short of the two-thirds majority that would be needed when the bill originally was sent to Nixon last month. The house also failed to override Nixon&#8217;s veto of a similar unemployment bill last year. </p>\n<p>Both measures are part of a push by Republicans in several states to curtail spending on social programs in a way that they say encourages personal responsibility. In neighboring Kansas, Governor Sam Brownback, a Republican, signed a measure earlier this year to prohibit spending cash assistance on recreational activities such as swimming pools and movies. </p>\n<p>Missouri Republicans argued that low-income families ultimately would benefit by receiving government aid for less time. </p>\n<p>&#8220;They want their independence; they don&#8217;t want to be in this poverty trap all their lives and they don&#8217;t want their kids to be in this poverty trap. They want and they say that we can be successful if we have the tools,&#8221; said Representative Diane Franklin, who handled the bill in the House. </p>\n<p>About 3,000 families are projected to lose benefits - which are capped at $292 a month for a parent with two children - because of the lower lifetime limit starting 1 January, according to the department of social services. Nixon said that translates to about 6,400 children. </p>\n<p>The law will make Missouri among the top 10 states for the shortest duration of benefits. </p>\n<p>Senate president Pro Tem Tom Dempsey, R-St. Charles, said the Legislature was &#8220;not cutting welfare&#8221; but instead &#8220;restructuring the system&#8221; and &#8220;reinvesting the savings&#8221; into such things as child care, job training and transportation for low-income families. </p>\n<p>When Nixon vetoed the welfare bill last week, he cited concerns that it would punish children for the actions of their parents by imposing sanctions on the entire family if a parent does not comply with work requirements. </p>\n<p>Individuals would have six weeks after a face-to-face meeting with a social worker before losing half of the family&#8217;s benefits. All benefits would be cut off after an additional 10 weeks. About 6,600 families could lose benefits for not meeting work requirements, according to the Social Services Department. </p>\n<p> &#8220;The responsibility is not with the government. It&#8217;s with the families. It&#8217;s with the parents if they decide not to comply with the work activity requirement,&#8221; said Sen. David Sater, a Republican from Cassville who sponsored the bill. </p>\n<p>Democratic lawmakers said most people getting benefits are already trying to find work. </p>\n<p>&#8220;A lot of people on social services are independent. They&#8217;re just in a difficult financial situation,&#8221; said Democratic Rep. Ellington, of Kansas City. </p>\n<p>Senator Jamilah Nasheed, a Democrat from St. Louis, said the welfare limits could drive parents to prostitution or other crimes to provide for their families. </p>\n<p>Some Democrats said they liked some components of the bill, including an orientation program where a person signing up for benefits would learn about other assistance available to them, a lump-sum option for families with short-term needs and the face-to-face meetings before sanctions take effect. </p>\n<p>The legislation also would require people to engage in work activities before becoming eligible for both cash assistance and food stamps. <br></p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Missouri",
    "US politics",
    "US news"
  ],
  "ntitle": "missouri_lawmakers_vote_to_remove_thousands_from_state_welfare_program",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Missouri lawmakers voted on Tuesday to remove several thousand families from a welfare program by imposing shorter time limits for people to receive the benefits, overriding a veto by the state’s Democratic governor.\n\n\n\nThe new law will reduce Missouri’s lifetime limit for the Temporary Assistance for Needy Families cash assistance program from five years to three years and nine months, starting in January. The law also imposes stricter work requirements.\n\nThe Republican-led house voted 113-42 to override Governor Jay Nixon’s veto, largely along party lines. The senate voted 25-9 to override the veto on Monday.\n\nShortly after the vote, Nixon announced that he had vetoed another Republican-backed bill paring back the social safety net. That bill would reduce the duration of unemployment rates from the current 20 weeks to as few as 13 weeks by linking the length to the state’s unemployment rate.\n\nRepublican lawmakers already have said they will try to override the veto of the jobless benefits bill. But the house fell well short of the two-thirds majority that would be needed when the bill originally was sent to Nixon last month. The house also failed to override Nixon’s veto of a similar unemployment bill last year.\n\nBoth measures are part of a push by Republicans in several states to curtail spending on social programs in a way that they say encourages personal responsibility. In neighboring Kansas, Governor Sam Brownback, a Republican, signed a measure earlier this year to prohibit spending cash assistance on recreational activities such as swimming pools and movies.\n\nMissouri Republicans argued that low-income families ultimately would benefit by receiving government aid for less time.\n\n“They want their independence; they don’t want to be in this poverty trap all their lives and they don’t want their kids to be in this poverty trap. They want and they say that we can be successful if we have the tools,” said Representative Diane Franklin, who handled the bill in the House.\n\nAbout 3,000 families are projected to lose benefits - which are capped at $292 a month for a parent with two children - because of the lower lifetime limit starting 1 January, according to the department of social services. Nixon said that translates to about 6,400 children.\n\nThe law will make Missouri among the top 10 states for the shortest duration of benefits.\n\nSenate president Pro Tem Tom Dempsey, R-St. Charles, said the Legislature was “not cutting welfare” but instead “restructuring the system” and “reinvesting the savings” into such things as child care, job training and transportation for low-income families.\n\nWhen Nixon vetoed the welfare bill last week, he cited concerns that it would punish children for the actions of their parents by imposing sanctions on the entire family if a parent does not comply with work requirements.\n\nIndividuals would have six weeks after a face-to-face meeting with a social worker before losing half of the family’s benefits. All benefits would be cut off after an additional 10 weeks. About 6,600 families could lose benefits for not meeting work requirements, according to the Social Services Department.\n\n“The responsibility is not with the government. It’s with the families. It’s with the parents if they decide not to comply with the work activity requirement,” said Sen. David Sater, a Republican from Cassville who sponsored the bill.\n\nDemocratic lawmakers said most people getting benefits are already trying to find work.\n\n“A lot of people on social services are independent. They’re just in a difficult financial situation,” said Democratic Rep. Ellington, of Kansas City.\n\nSenator Jamilah Nasheed, a Democrat from St. Louis, said the welfare limits could drive parents to prostitution or other crimes to provide for their families.\n\nSome Democrats said they liked some components of the bill, including an orientation program where a person signing up for benefits would learn about other assistance available to them, a lump-sum option for families with short-term needs and the face-to-face meetings before sanctions take effect.\n\nThe legislation also would require people to engage in work activities before becoming eligible for both cash assistance and food stamps.\n\n",
  "title": "Missouri lawmakers vote to remove thousands from state welfare program",
  "ts_in": "2015-05-06T06:01:03.889091",
  "url": "http://www.theguardian.com/us-news/2015/may/05/missouri-lawmakers-remove-thousands-families-welfare-program"
}