{
  "article_html": "<div><p> Europe&#8217;s growing obesity crisis will see almost three-quarters of men and two-thirds of women in the UK being overweight in 15 years, health experts have said.</p>\n<p>Projections by the <a href=\"http://www.theguardian.com/world/world-health-organisation\" class=\" u-underline\">World Health Organisation</a> and UK-based researchers lay bare a problem &#8220;of enormous proportions&#8221; facing many countries over the next decade and a half.</p>\n<p> Ireland leads the trend, with new figures to be presented on Wednesday to the <a href=\"http://eco2015.easo.org/\" class=\" u-underline\">European Congress on Obesity, in Prague</a> suggesting that 89% of men and 85% of women in the country will be overweight or obese by 2030.</p>\n<p> In the UK, the comparable figures will be 74% for men and 64% for women, up from 70% and 59% respectively five years ago. The statistics for 57 countries are based on analysis of existing data for 2010 and projections which involved the <a href=\"http://www.ukhealthforum.org.uk/\" class=\" u-underline\">UK Health Forum</a>, an alliance of public interest and professional groups.</p>\n<p> It is reluctant to present the findings as a league table because of the variety and quality of data. However, the figure for Irish men is only matched by Uzbekistan.</p>\n<p>Being &#8220;overweight&#8221; is defined as having a <a href=\"http://www.nhs.uk/Tools/Pages/Healthyweightcalculator.aspx\" class=\" u-underline\">Body Mass Index (BMI)</a> &#8211; a measure covering height and weight &#8211; of between 25 and 29.9, and &#8220;obese&#8221; by a BMI of 30 and above.</p>\n<p> For the study, the overweight category includes obese people. The proportion of obese Irish men is expected to increase from 26% to 48%, while the figure for those either overweight or obese rises from 74% to 89%.</p>\n<p> In terms of obesity, the estimates show a big jump for women in Ireland from 23% to 57%, and the percentage for overweight and obese together from 57% to 85%.</p>\n<p> In the UK, 36% of men and 33% of women are predicted to be obese in 2030 compared with 26% of both sexes in 2010.</p>\n<p> Other countries facing growing obesity problems include Greece, Spain, Austria and the Czech Republic. Even Sweden, where there has traditionally been a low prevalence of obesity, will see significant rises.</p>\n<p> Researchers said most countries show no evidence of reaching even a plateau in adult obesity.</p>\n<p> The Netherlands is a rare exception. In 2010, 54% of Dutch men were overweight, including 10% who were obese. These figures are projected to fall to 49% and 8% respectively. For women, the 2030 figures will be 43% and 9%, compared to 44% and 13% in 2010.</p>\n<p> Jo&#227;o Breda, from the WHO&#8217;s regional office in Copenhagen, said: &#8220;Although this was a forecasting exercise, and therefore data needs to be taken with extreme caution, it conveys two strong messages &#8211; first that the availability and quality of the data in countries needs to be improved and second that these predictions show more needs to be done in terms of preventing and tackling obesity.&#8221;</p>\n<p>Laura Webber, of the UK <a href=\"http://www.theguardian.com/society/health\" class=\" u-underline\">Health</a> Forum, warned there was &#8220;a worrying picture&#8221; of rising obesity across Europe. She said: &#8220;Although there is no silver bullet for tackling the epidemic, governments must do more to restrict unhealthy food marketing and make healthy food more affordable.&#8221;</p>\n<p> Webber said the present &#8220;obesegenic environment&#8221; encouraged the over-consumption of energy dense foods and discouraged physical activity. Restricting the marketing of unhealthy food to children, making healthier food more affordable, for example through subsidies on fruit and vegetables, and making less healthy food more expensive by using taxes, for example on sugary drinks, were among the measures needed, she told the Guardian.</p>\n<p> There should be fewer sugars and fats in processed food and clear nutritional labelling, Webber said.</p>\n<p> In another paper to be presented to the conference on Wednesday, Dragos Petrescu, of Cambridge University&#8217;s behaviour and health research unit, will say that only a minority of the UK and US populations are likely to support extra taxes on unhealthy foods.</p>\n<p> People will allow themselves to be nudged towards healthier eating by being offered smaller portions, changes to packaging and more prominent store displays for less obesity encouraging foods, he will reveal, after his team researched the views of nearly 1,100 people in each country.</p>\n<p> The food industry points to changes it says it is making in calorie reducing recipe reformulations, smaller pack and portion sizes and bigger advertising spends to educate the public on healthy eating.</p>\n<p> However, analysis of the voluntary public health responsibility deal in England between the Department of Health and industry on food, alcohol and physical exercise &#8211; published in the journal <a href=\"http://www.journals.elsevier.com/food-policy/\" class=\" u-underline\">Food Policy</a> on Tuesday &#8211; raised questions over the effectiveness of the present arrangements.</p>\n<p> A team from the London School of Hygiene and Tropical Medicine said it was difficult to establish the quality and extent of such changes because of the lack of progress reports.</p>\n<p>It said changes needed to be &#8220;evidence-based, well-defined and measurable&#8221;, pushing companies to go beyond &#8220;business as usual&#8221; with clear penalties for those that did not demonstrate progress.</p>\n<p> The warning came a week after researchers suggested the Liberal-Conservative coalition government cost thousands of lives by giving <a href=\"http://www.theguardian.com/lifeandstyle/2015/apr/28/coalition-derailed-programme-to-save-lives-by-reducing-salt-in-food\" class=\" u-underline\">the food industry too much control over a salt reduction programme.</a></p>\n</div>",
  "authors": [
    "James Meikle"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Health",
    "UK news",
    "Society",
    "NHS",
    "World Health Organisation",
    "Obesity"
  ],
  "ntitle": "nearly_75_of_men_and_65_of_women_in_uk_to_be_overweight_by_2030_study",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Europe’s growing obesity crisis will see almost three-quarters of men and two-thirds of women in the UK being overweight in 15 years, health experts have said.\n\nProjections by the World Health Organisation and UK-based researchers lay bare a problem “of enormous proportions” facing many countries over the next decade and a half.\n\nIreland leads the trend, with new figures to be presented on Wednesday to the European Congress on Obesity, in Prague suggesting that 89% of men and 85% of women in the country will be overweight or obese by 2030.\n\nIn the UK, the comparable figures will be 74% for men and 64% for women, up from 70% and 59% respectively five years ago. The statistics for 57 countries are based on analysis of existing data for 2010 and projections which involved the UK Health Forum, an alliance of public interest and professional groups.\n\nIt is reluctant to present the findings as a league table because of the variety and quality of data. However, the figure for Irish men is only matched by Uzbekistan.\n\nBeing “overweight” is defined as having a Body Mass Index (BMI) – a measure covering height and weight – of between 25 and 29.9, and “obese” by a BMI of 30 and above.\n\nFor the study, the overweight category includes obese people. The proportion of obese Irish men is expected to increase from 26% to 48%, while the figure for those either overweight or obese rises from 74% to 89%.\n\nIn terms of obesity, the estimates show a big jump for women in Ireland from 23% to 57%, and the percentage for overweight and obese together from 57% to 85%.\n\nIn the UK, 36% of men and 33% of women are predicted to be obese in 2030 compared with 26% of both sexes in 2010.\n\nOther countries facing growing obesity problems include Greece, Spain, Austria and the Czech Republic. Even Sweden, where there has traditionally been a low prevalence of obesity, will see significant rises.\n\nResearchers said most countries show no evidence of reaching even a plateau in adult obesity.\n\nThe Netherlands is a rare exception. In 2010, 54% of Dutch men were overweight, including 10% who were obese. These figures are projected to fall to 49% and 8% respectively. For women, the 2030 figures will be 43% and 9%, compared to 44% and 13% in 2010.\n\nJoão Breda, from the WHO’s regional office in Copenhagen, said: “Although this was a forecasting exercise, and therefore data needs to be taken with extreme caution, it conveys two strong messages – first that the availability and quality of the data in countries needs to be improved and second that these predictions show more needs to be done in terms of preventing and tackling obesity.”\n\nLaura Webber, of the UK Health Forum, warned there was “a worrying picture” of rising obesity across Europe. She said: “Although there is no silver bullet for tackling the epidemic, governments must do more to restrict unhealthy food marketing and make healthy food more affordable.”\n\nWebber said the present “obesegenic environment” encouraged the over-consumption of energy dense foods and discouraged physical activity. Restricting the marketing of unhealthy food to children, making healthier food more affordable, for example through subsidies on fruit and vegetables, and making less healthy food more expensive by using taxes, for example on sugary drinks, were among the measures needed, she told the Guardian.\n\nThere should be fewer sugars and fats in processed food and clear nutritional labelling, Webber said.\n\nIn another paper to be presented to the conference on Wednesday, Dragos Petrescu, of Cambridge University’s behaviour and health research unit, will say that only a minority of the UK and US populations are likely to support extra taxes on unhealthy foods.\n\nPeople will allow themselves to be nudged towards healthier eating by being offered smaller portions, changes to packaging and more prominent store displays for less obesity encouraging foods, he will reveal, after his team researched the views of nearly 1,100 people in each country.\n\nThe food industry points to changes it says it is making in calorie reducing recipe reformulations, smaller pack and portion sizes and bigger advertising spends to educate the public on healthy eating.\n\nHowever, analysis of the voluntary public health responsibility deal in England between the Department of Health and industry on food, alcohol and physical exercise – published in the journal Food Policy on Tuesday – raised questions over the effectiveness of the present arrangements.\n\nA team from the London School of Hygiene and Tropical Medicine said it was difficult to establish the quality and extent of such changes because of the lack of progress reports.\n\nIt said changes needed to be “evidence-based, well-defined and measurable”, pushing companies to go beyond “business as usual” with clear penalties for those that did not demonstrate progress.\n\nThe warning came a week after researchers suggested the Liberal-Conservative coalition government cost thousands of lives by giving the food industry too much control over a salt reduction programme.",
  "title": "Nearly 75% of men and 65% of women in UK to be overweight by 2030 – study",
  "ts_in": "2015-05-06T06:01:01.631258",
  "url": "http://www.theguardian.com/society/2015/may/05/obesity-crisis-projections-uk-2030-men-women"
}