{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/world/binyamin-netanyahu\" class=\" u-underline\">Binyamin Netanyahu</a> is still struggling to put together a new rightwing coalition government in Israel before a looming deadline at midnight on Wednesday.</p>\n<p>Although the prime minister is expected to scrape together a coalition by the thinnest of margins &#8211; with the key support of the far-right Jewish Home party led by Naftali Bennett &#8211; it appears it will be at the head of an unstable and vulnerable government.</p>\n<p>Failure to meet the deadline would mean that the Israeli president, Reuven Rivlin, would be required to ask another Israeli MP to try to form a government.</p>\n<p>The coalition talks were plunged into crisis on Monday by the <a href=\"http://www.theguardian.com/world/2015/may/04/israels-foreign-minister-lieberman-resigns-throwing-coalition-in-doubt\" class=\" u-underline\">surprise announcement by the foreign minister, Avigdor Lieberman,</a> that he intended to resign and lead his party into opposition, unhappy with the shape of the emerging government. The announcement &#8211; made at a highly publicised press conference &#8211; has left Netanyahu, who won the largest number of seats in March&#8217;s elections, scrambling to seal a deal in the hours remaining.</p>\n<p>Before Lieberman bailed out, Netanyahu had hoped to forge a rightwing religious lineup with a majority of 67 of parliament&#8217;s 120 seats. Although he has signed coalition agreements with two ultra-Orthodox Jewish parties and the centre-right Kulanu, led by Likud defector Moshe Kahlon, Netanyahu still needs to bring on board the Jewish Home party. Bennett is reportedly demanding a higher political price for signing up following Lieberman&#8217;s departure.</p>\n<p>Even with Bennett, however, Netanyahu &#8211; who had counted on Lieberman joining his government in exchange for remaining foreign minister &#8211; would only, on current calculations, manage to put together a governing coalition with a majority of a single seat.</p>\n<p>That outcome would be deeply ironic for Netanyahu, who called snap elections in December believing he would emerge with an easier-to-manage coalition. But <a href=\"http://www.theguardian.com/world/2015/mar/17/israel-election-exit-polls-netanyahu-deadlocked-isaac-herzog\" class=\" u-underline\">despite wining a surprise 30 seats</a>, he has struggled to overcome a legacy of bad blood with the other rightwing leaders he needs to make a coalition.</p>\n<p>Lieberman&#8217;s bombshell follows months of increasing rancour between Netanyahu and his foreign minister and &#8211; suggest some commentators &#8211; appeared designed to inflict the maximum political damage on the Israeli prime minister.</p>\n<p>There is also little love lost between Netanyahu and Bennett, who on Tuesday issued an ultimatum of new demands, including the justice ministry for the controversial rightwing demagogue Ayelet Shaked, in exchange for signing up. According to reports in the Hebrew media, Bennett had spent much of Tuesday refusing to answer calls from Netanyahu allies, exacerbating the sense of crisis.</p>\n<p>Following the election on 17 March, it had been assumed that Netanyahu would not have much difficulty putting together a rightwing government. But as the talks have dragged on into a final 14-day extension period, Netanyahu has failed so far to square the complex arithmetic of both personal animosities on the right and rival agendas.</p>\n<p>Netanyahu has also been criticised by senior members of his own party for the way he has conducted the negotiations. &#8220;Netanyahu has acted condescendingly to everybody during these negotiations,&#8221; one official told Yedioth Ahronoth. &#8220;Instead of tying everything up within the framework of 28 days, he refused to make decisions and waited until the last minute of the 14-day extension &#8211; and ultimately found himself pleading with Bennett.&#8221;</p>\n<p>Even if he can put together a government, Israeli political commentators have pointed out, he will be in hock to individual backbenchers every time there is a vote.<br></p>\n<p>One of the central complaints of Lieberman &#8211; whose party is backed by largely more secular Russian-speaking Israelis &#8211; is that to sign up the ultra-Orthodox parties, Netanyahu has agreed to reverse a series of reforms enacted in the last parliament and backed by Lieberman. These include reversing the cuts in costly child allowances, for religious school budgets and allocations to married yeshiva students.</p>\n<p>If Netanyahu is unable to form a coalition by midnight on Wednesday, Rivlin must then assign another party leader to the task, with a 28-day deadline. If that fails, he must select a third person who has just 14 days to complete the task. And if that also ends in failure, Rivlin would call a new election.</p>\n<p> Analysts agreed that a coalition with a working majority of just one vote would probably be short-lived. &#8220;It won&#8217;t collapse tomorrow or the next day, but in our current system of government, it&#8217;s clear that a coalition of 61 ... will have trouble functioning for long,&#8221; Yossi Verter wrote in Haaretz.</p>\n<p> &#8220;Let&#8217;s see it pass the far-reaching reforms promised by Kahlon. It certainly won&#8217;t serve out its term &#8211; which it seemed almost certain to do before Lieberman, with a big grin, dropped his bombshell.&#8221;</p>\n<p>Ben Caspit said in the Maariv newspaper that Kahlon, who campaigned on a platform of banking and housing reform, was likely to see his ambitions unrealised in the face of such a large parliamentary opposition. &#8220;In a 61-member coalition, the chances of his passing reforms approach zero,&#8221; he said.</p>\n</div>",
  "authors": [
    "Peter Beaumont"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Israel",
    "Middle East and North Africa",
    "World news",
    "Binyamin Netanyahu"
  ],
  "ntitle": "netanyahu_struggles_to_form_israeli_coalition_before_midnight_deadline",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Binyamin Netanyahu is still struggling to put together a new rightwing coalition government in Israel before a looming deadline at midnight on Wednesday.\n\nAlthough the prime minister is expected to scrape together a coalition by the thinnest of margins – with the key support of the far-right Jewish Home party led by Naftali Bennett – it appears it will be at the head of an unstable and vulnerable government.\n\nFailure to meet the deadline would mean that the Israeli president, Reuven Rivlin, would be required to ask another Israeli MP to try to form a government.\n\nThe coalition talks were plunged into crisis on Monday by the surprise announcement by the foreign minister, Avigdor Lieberman, that he intended to resign and lead his party into opposition, unhappy with the shape of the emerging government. The announcement – made at a highly publicised press conference – has left Netanyahu, who won the largest number of seats in March’s elections, scrambling to seal a deal in the hours remaining.\n\nBefore Lieberman bailed out, Netanyahu had hoped to forge a rightwing religious lineup with a majority of 67 of parliament’s 120 seats. Although he has signed coalition agreements with two ultra-Orthodox Jewish parties and the centre-right Kulanu, led by Likud defector Moshe Kahlon, Netanyahu still needs to bring on board the Jewish Home party. Bennett is reportedly demanding a higher political price for signing up following Lieberman’s departure.\n\nEven with Bennett, however, Netanyahu – who had counted on Lieberman joining his government in exchange for remaining foreign minister – would only, on current calculations, manage to put together a governing coalition with a majority of a single seat.\n\nThat outcome would be deeply ironic for Netanyahu, who called snap elections in December believing he would emerge with an easier-to-manage coalition. But despite wining a surprise 30 seats, he has struggled to overcome a legacy of bad blood with the other rightwing leaders he needs to make a coalition.\n\nLieberman’s bombshell follows months of increasing rancour between Netanyahu and his foreign minister and – suggest some commentators – appeared designed to inflict the maximum political damage on the Israeli prime minister.\n\nThere is also little love lost between Netanyahu and Bennett, who on Tuesday issued an ultimatum of new demands, including the justice ministry for the controversial rightwing demagogue Ayelet Shaked, in exchange for signing up. According to reports in the Hebrew media, Bennett had spent much of Tuesday refusing to answer calls from Netanyahu allies, exacerbating the sense of crisis.\n\nFollowing the election on 17 March, it had been assumed that Netanyahu would not have much difficulty putting together a rightwing government. But as the talks have dragged on into a final 14-day extension period, Netanyahu has failed so far to square the complex arithmetic of both personal animosities on the right and rival agendas.\n\nNetanyahu has also been criticised by senior members of his own party for the way he has conducted the negotiations. “Netanyahu has acted condescendingly to everybody during these negotiations,” one official told Yedioth Ahronoth. “Instead of tying everything up within the framework of 28 days, he refused to make decisions and waited until the last minute of the 14-day extension – and ultimately found himself pleading with Bennett.”\n\nEven if he can put together a government, Israeli political commentators have pointed out, he will be in hock to individual backbenchers every time there is a vote.\n\n\n\nOne of the central complaints of Lieberman – whose party is backed by largely more secular Russian-speaking Israelis – is that to sign up the ultra-Orthodox parties, Netanyahu has agreed to reverse a series of reforms enacted in the last parliament and backed by Lieberman. These include reversing the cuts in costly child allowances, for religious school budgets and allocations to married yeshiva students.\n\nIf Netanyahu is unable to form a coalition by midnight on Wednesday, Rivlin must then assign another party leader to the task, with a 28-day deadline. If that fails, he must select a third person who has just 14 days to complete the task. And if that also ends in failure, Rivlin would call a new election.\n\nAnalysts agreed that a coalition with a working majority of just one vote would probably be short-lived. “It won’t collapse tomorrow or the next day, but in our current system of government, it’s clear that a coalition of 61 ... will have trouble functioning for long,” Yossi Verter wrote in Haaretz.\n\n“Let’s see it pass the far-reaching reforms promised by Kahlon. It certainly won’t serve out its term – which it seemed almost certain to do before Lieberman, with a big grin, dropped his bombshell.”\n\nBen Caspit said in the Maariv newspaper that Kahlon, who campaigned on a platform of banking and housing reform, was likely to see his ambitions unrealised in the face of such a large parliamentary opposition. “In a 61-member coalition, the chances of his passing reforms approach zero,” he said.",
  "title": "Netanyahu struggles to form Israeli coalition before midnight deadline",
  "ts_in": "2015-05-06T10:07:22.260585",
  "url": "http://www.theguardian.com/world/2015/may/06/binyamin-netanyahu-israeli-coalition-avigdor-lieberman-defects"
}