{
  "article_html": "<div><p>The leftwing New Democrats have won election in the Canadian province of Alberta, ending a 44-year run by the Progressive Conservatives amid promises to review oversight of the oil and gas sector in the heart of Canada&#8217;s oil sands.<br></p>\n<p> At the end of a month-long campaign the NDP, which has never held more than 16 seats in the 87-seat provincial legislature, will lead a majority government. It held a commanding lead in early results, leading or elected in 54 seats at 9pm local time while the Conservatives were ahead in just 13, according to CBC TV.</p>\n<p> The NDP is expected to be far less accommodating to the western Canadian province&#8217;s powerful energy industry.</p>\n<p>The NDP premier-elect, Rachel Notley, has proposed reduced support for pipeline export projects and a review of oil and gas royalties in the resource-rich province. Energy shares on Canadian stock markets are forecast to react negatively to her party&#8217;s victory.</p>\n<p> The NDP had promised to hike corporate tax rates by two percentage points to 12% if elected, but its promise to review the amount of royalty payments due to the province from oil and gas production made some investors nervous.</p>\n<p> Alberta&#8217;s oil sands are the largest source of US oil imports.</p>\n<p> The Conservatives had won 12 straight elections but support for rookie Premier Jim Prentice plunged during the campaign and rightwing voters split support between the Conservatives and the younger, more conservative Wildrose party, which appeared on track to be the official opposition.</p>\n<p> Prentice, who left investment banking to become party leader in September, had a 75% approval rating at the beginning of March. A poll this week showed it had dropped to 31%.</p>\n<p> Dissatisfaction over Prentice&#8217;s tax-raising budget, the expense of the early election call when the province faces a C$5bn (US$4.1bn) budget deficit and a series of gaffes by the conservatives squandered the party&#8217;s lead.</p>\n</div>",
  "authors": [
    "Reuters In Calgary"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Canada",
    "Oil sands",
    "Americas",
    "Environment",
    "World news"
  ],
  "ntitle": "new_democrats_win_alberta_election_as_canada_s_oil_sands_dump_conservatives",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The leftwing New Democrats have won election in the Canadian province of Alberta, ending a 44-year run by the Progressive Conservatives amid promises to review oversight of the oil and gas sector in the heart of Canada’s oil sands.\n\n\n\nAt the end of a month-long campaign the NDP, which has never held more than 16 seats in the 87-seat provincial legislature, will lead a majority government. It held a commanding lead in early results, leading or elected in 54 seats at 9pm local time while the Conservatives were ahead in just 13, according to CBC TV.\n\nThe NDP is expected to be far less accommodating to the western Canadian province’s powerful energy industry.\n\nThe NDP premier-elect, Rachel Notley, has proposed reduced support for pipeline export projects and a review of oil and gas royalties in the resource-rich province. Energy shares on Canadian stock markets are forecast to react negatively to her party’s victory.\n\nThe NDP had promised to hike corporate tax rates by two percentage points to 12% if elected, but its promise to review the amount of royalty payments due to the province from oil and gas production made some investors nervous.\n\nAlberta’s oil sands are the largest source of US oil imports.\n\nThe Conservatives had won 12 straight elections but support for rookie Premier Jim Prentice plunged during the campaign and rightwing voters split support between the Conservatives and the younger, more conservative Wildrose party, which appeared on track to be the official opposition.\n\nPrentice, who left investment banking to become party leader in September, had a 75% approval rating at the beginning of March. A poll this week showed it had dropped to 31%.\n\nDissatisfaction over Prentice’s tax-raising budget, the expense of the early election call when the province faces a C$5bn (US$4.1bn) budget deficit and a series of gaffes by the conservatives squandered the party’s lead.",
  "title": "New Democrats win Alberta election as Canada's oil sands dump conservatives",
  "ts_in": "2015-05-06T10:07:17.671066",
  "url": "http://www.theguardian.com/world/2015/may/06/new-democrats-win-alberta-election-as-canadas-oil-sands-dump-conservatives"
}