{
  "article_html": "<div><p>Nick Clegg raised questions on Tuesday about the stability of any post-election deal with the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a>, saying he would never be a party to a government that recommended withdrawal from the EU.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/05/nick-clegg-liberal-democrats-general-election-council-seats\" class=\" u-underline\">Keeping the party going: Nick Clegg faces tough post-election options</a> </p>\n\n<p>The Lib Dem leader said: &#8220;I would never, of course, accept being part of a government that advocated withdrawal from the European Union&#8221;.</p>\n<p>Clegg&#8217;s statement implies that a second Conservative-Liberal Democrat coalition could never reach the conclusion that negotiations about a new British relationship with the EU had ended in failure and so recommend withdrawal. The negotiations are due to be completed by 2017.</p>\n<p>The Tory leader, <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a>, under pressure from his own backbenchers and Ukip, has pledged a referendum on new terms by 2017, but has said very little in the election campaign about the details of those terms.</p>\n<p>Clegg&#8217;s aides said his remarks were &#8220;a statement of fact and of the obvious since he is pro-European Union&#8221;.</p>\n<p>The deputy prime minister has already said he intends that his party should play a direct role in any negotiations on the EU treat if it is in government with the Conservatives again.</p>\n<p>He said: &#8220;If any British government of whatever composition were involved in the formulation of a new treaty that has to be put to a referendum then, of course, the whole government is involved in that. You cannot have a split-screen arrangement where something of such huge constitutional importance is only dealt with by one half of the government and the rest of the government continues in blissful ignorance.&#8221;</p>\n<p>Clegg&#8217;s remarks will unnerve Tory Eurosceptics who are already suspicious that Cameron would go into the EU renegotiations with the clear intention of reaching an agreement with the EU after securing only cosmetic treaty changes. </p>\n\n<blockquote>\n<p>The last thing Britain needs is a second election before Christmas</p>\n\nNick Clegg\n\n</blockquote>\n\n<p>Clegg has been under discreet pressure from the strong pro-European wing within his own party over his refusal to make opposition to an in/out referendum one of his six red lines in a coalition negotiation.</p>\n<p>Amid speculation about possible coalition deals in the event of another hung parliament, Clegg was asked why he had not made the <a href=\"http://www.theguardian.com/politics/eu-referendum\" class=\" u-underline\">EU referendum</a> one of his red lines. &#8220;We choose the red lines that we think are most important for our future,&#8221; he said.<br></p>\n<p>He argued that voters were more concerned about the Lib Dems&#8217; other priorities than an EU referendum.</p>\n<p>Clegg is thought to have judged that a deal with the Conservatives would be impossible if he ruled out a referendum and it was therefore better to concede the principle of the EU referendum, but then be involved in the negotiations from within government.</p>\n<p>Earlier, Clegg added to the sense of constitutional uncertainty by saying that Britain would face a second election by the end of the year if <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> or the Tories sought to govern alone as minority governments without the support of the Lib Dems.</p>\n<p>Speaking at a rally in Cardiff, he said: &#8220;The last thing Britain needs is a second election before Christmas. But that is exactly what will happen if Ed Miliband and David Cameron put their own political interest ahead of the national interest. The only party that will ensure stability is the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a>.&#8221;</p>\n<p>But Cameron also ratcheted up the pressure before polling day by questioning the legitimacy of a multi-party government led by Miliband.</p>\n<p>He said the Labour leader would have a &#8220;massive credibility problem&#8221; if he tried to enter No 10 without winning the largest number of seats.</p>\n<p>The intervention by the prime minister, as he intensified his warnings of a post-election deal between Labour and the SNP, marked a challenge to the constitutional convention that the sole qualification for a prime minister is to command the confidence of the House of Commons.</p>\n<p> Cameron&#8217;s remarks directly contradicted Lord O&#8217;Donnell, the cabinet secretary during the coalition talks in 2010, who has said it was wrong to assume that the leader of the largest party would automatically be prime minister.</p>\n<p>Cameron told LBC radio on Tuesday: &#8220;I just think that there&#8217;s a massive credibility problem with this idea that you can have a Labour government, backed by the SNP, only fighting for part of the country &#8230; the concerns of voters that I&#8217;m hearing about that are very, very strong.&#8221;</p>\n<p>The uncertainty over the election was heightened when the leader of the Democratic Unionist party, Peter Robinson, criticised the Tories on Tuesday for &#8220;punishing&#8221; Scottish voters planning to vote SNP. </p>\n<p>In a sign of the deep unease within the DUP over the Tory tactics &#8211; building up the threat of the nationalists as a way of damaging Labour in Scotland &#8211; Robinson said in Belfast: &#8220;The parties of the union shouldn&#8217;t be punishing Scotland because they may choose to vote SNP. Those pro-union parties in Scotland should be considering why their policies and vision are not garnering support. During any post-election negotiations, we will want to see this addressed.&#8221;</p>\n<p>Robinson was highly critical of the SNP and said it must be resisted through a new commission on the future of the UK that would be a &#8220;non-negotiable requirement&#8221; if the DUP holds the balance of power in a hung parliament. <br></p>\n<p>The Northern Ireland first minister said: &#8220;We would expect the leaders of all the pro-union parties at Westminster to enter into such a commission on a non-partisan basis and with only the interests of the United Kingdom being paramount.&#8221;</p>\n<p>O&#8217;Donnell pointed out earlier this year that Clegg was constitutionally wrong to say that the leader of the largest party in the Commons should have the first chance to form a government. <br></p>\n<p>The former cabinet secretary, who drew up the first draft of the cabinet manual that will be used to guide negotiations for a hung parliament, said: &#8220;The one thing we need to be aware of is people thinking that what <a href=\"http://www.theguardian.com/politics/nickclegg\" class=\" u-underline\">Nick Clegg</a> said last time constituted an iron law that only the biggest party, somehow defined either by seats or votes, gets to have the first say. That is not true.&#8221;</p>\n<p>Asked whether the prime minister is simply the person who can command the confidence of the House of Commons, O&#8217;Donnell said: &#8220;Precisely.&#8221;</p>\n</div>",
  "authors": [
    "Nicholas Watt",
    "Rowena Mason",
    "Frances Perraudin",
    "Patrick Wintour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Liberal Democrats",
    "Hung parliament",
    "Liberal-Conservative coalition",
    "Conservatives",
    "Nick Clegg",
    "David Cameron",
    "Ed Miliband",
    "Labour",
    "Scottish National party (SNP)",
    "Democratic Unionist party (DUP)",
    "Politics",
    "UK news",
    "European Union",
    "EU referendum",
    "Foreign policy"
  ],
  "ntitle": "nick_clegg_vows_to_block_second_tory_coalition_if_eu_withdrawal_is_on_agenda",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Nick Clegg raised questions on Tuesday about the stability of any post-election deal with the Conservatives, saying he would never be a party to a government that recommended withdrawal from the EU.\n\nRelated: Keeping the party going: Nick Clegg faces tough post-election options\n\nThe Lib Dem leader said: “I would never, of course, accept being part of a government that advocated withdrawal from the European Union”.\n\nClegg’s statement implies that a second Conservative-Liberal Democrat coalition could never reach the conclusion that negotiations about a new British relationship with the EU had ended in failure and so recommend withdrawal. The negotiations are due to be completed by 2017.\n\nThe Tory leader, David Cameron, under pressure from his own backbenchers and Ukip, has pledged a referendum on new terms by 2017, but has said very little in the election campaign about the details of those terms.\n\nClegg’s aides said his remarks were “a statement of fact and of the obvious since he is pro-European Union”.\n\nThe deputy prime minister has already said he intends that his party should play a direct role in any negotiations on the EU treat if it is in government with the Conservatives again.\n\nHe said: “If any British government of whatever composition were involved in the formulation of a new treaty that has to be put to a referendum then, of course, the whole government is involved in that. You cannot have a split-screen arrangement where something of such huge constitutional importance is only dealt with by one half of the government and the rest of the government continues in blissful ignorance.”\n\nClegg’s remarks will unnerve Tory Eurosceptics who are already suspicious that Cameron would go into the EU renegotiations with the clear intention of reaching an agreement with the EU after securing only cosmetic treaty changes.\n\nThe last thing Britain needs is a second election before Christmas Nick Clegg\n\nClegg has been under discreet pressure from the strong pro-European wing within his own party over his refusal to make opposition to an in/out referendum one of his six red lines in a coalition negotiation.\n\nAmid speculation about possible coalition deals in the event of another hung parliament, Clegg was asked why he had not made the EU referendum one of his red lines. “We choose the red lines that we think are most important for our future,” he said.\n\n\n\nHe argued that voters were more concerned about the Lib Dems’ other priorities than an EU referendum.\n\nClegg is thought to have judged that a deal with the Conservatives would be impossible if he ruled out a referendum and it was therefore better to concede the principle of the EU referendum, but then be involved in the negotiations from within government.\n\nEarlier, Clegg added to the sense of constitutional uncertainty by saying that Britain would face a second election by the end of the year if Labour or the Tories sought to govern alone as minority governments without the support of the Lib Dems.\n\nSpeaking at a rally in Cardiff, he said: “The last thing Britain needs is a second election before Christmas. But that is exactly what will happen if Ed Miliband and David Cameron put their own political interest ahead of the national interest. The only party that will ensure stability is the Liberal Democrats.”\n\nBut Cameron also ratcheted up the pressure before polling day by questioning the legitimacy of a multi-party government led by Miliband.\n\nHe said the Labour leader would have a “massive credibility problem” if he tried to enter No 10 without winning the largest number of seats.\n\nThe intervention by the prime minister, as he intensified his warnings of a post-election deal between Labour and the SNP, marked a challenge to the constitutional convention that the sole qualification for a prime minister is to command the confidence of the House of Commons.\n\nCameron’s remarks directly contradicted Lord O’Donnell, the cabinet secretary during the coalition talks in 2010, who has said it was wrong to assume that the leader of the largest party would automatically be prime minister.\n\nCameron told LBC radio on Tuesday: “I just think that there’s a massive credibility problem with this idea that you can have a Labour government, backed by the SNP, only fighting for part of the country … the concerns of voters that I’m hearing about that are very, very strong.”\n\nThe uncertainty over the election was heightened when the leader of the Democratic Unionist party, Peter Robinson, criticised the Tories on Tuesday for “punishing” Scottish voters planning to vote SNP.\n\nIn a sign of the deep unease within the DUP over the Tory tactics – building up the threat of the nationalists as a way of damaging Labour in Scotland – Robinson said in Belfast: “The parties of the union shouldn’t be punishing Scotland because they may choose to vote SNP. Those pro-union parties in Scotland should be considering why their policies and vision are not garnering support. During any post-election negotiations, we will want to see this addressed.”\n\nRobinson was highly critical of the SNP and said it must be resisted through a new commission on the future of the UK that would be a “non-negotiable requirement” if the DUP holds the balance of power in a hung parliament.\n\n\n\nThe Northern Ireland first minister said: “We would expect the leaders of all the pro-union parties at Westminster to enter into such a commission on a non-partisan basis and with only the interests of the United Kingdom being paramount.”\n\nO’Donnell pointed out earlier this year that Clegg was constitutionally wrong to say that the leader of the largest party in the Commons should have the first chance to form a government.\n\n\n\nThe former cabinet secretary, who drew up the first draft of the cabinet manual that will be used to guide negotiations for a hung parliament, said: “The one thing we need to be aware of is people thinking that what Nick Clegg said last time constituted an iron law that only the biggest party, somehow defined either by seats or votes, gets to have the first say. That is not true.”\n\nAsked whether the prime minister is simply the person who can command the confidence of the House of Commons, O’Donnell said: “Precisely.”",
  "title": "Nick Clegg vows to block second Tory coalition if EU withdrawal is on agenda",
  "ts_in": "2015-05-06T06:01:07.256299",
  "url": "http://www.theguardian.com/politics/2015/may/05/nick-clegg-vows-to-block-second-tory-coalition-if-eu-withdrawal-is-on-agenda"
}