{
  "article_html": "<div><p>An RAF flight sergeant who broke a tube passenger&#8217;s back after he tried to jump on to an escalator handrail has been ordered to pay &#163;4,000 to his victim.</p>\n<p>Frans Bekker, 51, lost control and fell down the escalator at Holborn station in central <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a> after being &#8220;goaded&#8221; by his table-tennis team-mates, Westminster magistrates court heard. He collided with a number of people, including Linda Soulsby, who suffered a fractured vertebra, the hearing was told.</p>\n<p>Bekker, who has served in the RAF for more than 30 years, pleaded guilty at a previous hearing to endangering the safety of a person conveyed by railway.</p>\n<p>Magistrates did not impose a custodial sentence but ordered Bekker to complete 200 hours of unpaid work and pay &#163;4,000 in compensation to his victim.</p>\n<p>Soulsby, who is in her late 60s, had to wear a brace for months. In a victim impact statement read to the court, she said she felt &#8220;no anger or bitterness&#8221; towards Bekker but his &#8220;stupid moment of madness&#8221; had changed her life. <br></p>\n<p>&#8220;On the night in question I lay on my back, cold and frightened in A&amp;E, waiting for a scan to see if I was paralysed,&#8221; she said. &#8220;The accident left me in a fragile mental and physical state and frightened to travel on the underground. If people get too close to me I panic. </p>\n<p>&#8220;This accident has changed my life. I&#8217;m not the person I was. I&#8217;m lucky to be walking. A child or a weaker person could have been killed. </p>\n<p>&#8220;I have no anger or bitterness. It was a stupid moment of madness that went terribly wrong.&#8221; </p>\n<p>Soulsby had been forced to retire three years earlier than planned and was continuing to take painkillers, the court heard. </p>\n<p>Christian Cormack, defending Bekker, told the court his client had been &#8220;tramautised by the impact&#8221; on Soulsby after the incident on 22 October last year. </p>\n<p>&#8220;The first thing he wanted to do was issue a wholehearted apology,&#8221; Cormack said. </p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "London",
    "UK news",
    "Crime",
    "London Underground",
    "Rail transport",
    "Transport"
  ],
  "ntitle": "raf_officer_to_compensate_woman_for_breaking_her_back_in_tube_stunt",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "An RAF flight sergeant who broke a tube passenger’s back after he tried to jump on to an escalator handrail has been ordered to pay £4,000 to his victim.\n\nFrans Bekker, 51, lost control and fell down the escalator at Holborn station in central London after being “goaded” by his table-tennis team-mates, Westminster magistrates court heard. He collided with a number of people, including Linda Soulsby, who suffered a fractured vertebra, the hearing was told.\n\nBekker, who has served in the RAF for more than 30 years, pleaded guilty at a previous hearing to endangering the safety of a person conveyed by railway.\n\nMagistrates did not impose a custodial sentence but ordered Bekker to complete 200 hours of unpaid work and pay £4,000 in compensation to his victim.\n\nSoulsby, who is in her late 60s, had to wear a brace for months. In a victim impact statement read to the court, she said she felt “no anger or bitterness” towards Bekker but his “stupid moment of madness” had changed her life.\n\n\n\n“On the night in question I lay on my back, cold and frightened in A&E, waiting for a scan to see if I was paralysed,” she said. “The accident left me in a fragile mental and physical state and frightened to travel on the underground. If people get too close to me I panic.\n\n“This accident has changed my life. I’m not the person I was. I’m lucky to be walking. A child or a weaker person could have been killed.\n\n“I have no anger or bitterness. It was a stupid moment of madness that went terribly wrong.”\n\nSoulsby had been forced to retire three years earlier than planned and was continuing to take painkillers, the court heard.\n\nChristian Cormack, defending Bekker, told the court his client had been “tramautised by the impact” on Soulsby after the incident on 22 October last year.\n\n“The first thing he wanted to do was issue a wholehearted apology,” Cormack said.",
  "title": "RAF officer to compensate woman for breaking her back in tube stunt",
  "ts_in": "2015-05-06T06:00:53.740381",
  "url": "http://www.theguardian.com/uk-news/2015/may/06/raf-officer-compensate-woman-breaking-back-tube-franz-bekker"
}