{
  "article_html": "<div><p>Most voters have probably never heard of Richard Di Natale, but <a href=\"http://www.theguardian.com/australia-news/bill-shorten\" class=\" u-underline\">Bill Shorten</a> might be just a little concerned about the new Greens leader and, in time, Tony Abbott might be too.</p>\n<p>In his first outing Di Natale proved he could deliver a progressive political message &#8211; zinger free &#8211; and without torturously scripted soundbites.</p>\n<p>He didn&#8217;t say anything different to existing Greens policy. But more to the point he wasn&#8217;t saying anything much different to existing Labor policy &#8211; he&#8217;s against cuts to health and education and reckons they wouldn&#8217;t be necessary if we cracked down on multinational tax avoidance and superannuation tax concessions to the very rich.</p>\n<p>And he sounded authentic, like he was speaking in sentences he had made up himself.</p>\n<p>When he spoke about the environment he wasn&#8217;t saying anything different to his predecessor Christine Milne either. An overriding priority was getting Australia&#8217;s climate debate &#8220;back on track&#8221;.</p>\n<p>But unlike Milne he was not first known as an environmental campaigner, which probably means he has a better chance of conveying to the electorate that the party has not been single issue for a long time.</p>\n<p>He also sounds convincing when he channels public dismay at the way &#8220;this place&#8221; &#8211; Parliament House &#8211; conducts itself sometimes, and his willingness to walk away.</p>\n<p>&#8220;You know, if they want someone who is not going to play the game in that way well, great. And if that doesn&#8217;t work out well, I&#8217;ll go back to growing some vegies at home.&#8221;</p>\n<p>The former GP is also likely to be harder for Abbott to dismiss with the Coalition&#8217;s usual critique about the Greens being &#8220;extreme&#8221; and &#8220;ideological zealots&#8221;, and Di Natale maintained he had &#8220;small &#8216;l&#8217; liberals&#8221; in his sights as well. He wanted to convince them that &#8220;they can trust us with their vote&#8221;.</p>\n<p>The big downside for the Greens is that, until Wednesday, Richard Di Natale hadn&#8217;t entered the public consciousness much at all.</p>\n<p>But he&#8217;s taking on the leadership just as the government brings down a budget, which to the extent it does anything at all, does things that can&#8217;t be attacked as unfair. That paves the way for potential deals with the Greens on things such as wealthier pensioners losing payments more quickly. </p>\n<p>Since 2013 the party has been sidelined somewhat by a government agenda it could seldom support and a <a href=\"http://www.theguardian.com/australia-news/coalition\" class=\" u-underline\">Coalition</a> happier to do deals with the assorted independents on the crossbench.</p>\n<p>Both Abbott and Shorten initially said the nice things party leaders say when one of their number stands aside.</p>\n<p>But Labor pretty quickly switched to attack mode, latching on to allegations from within the Greens that Milne had forewarned Di Natale of her intentions to head off other contenders.</p>\n<p>The shadow treasurer, <a href=\"http://www.theguardian.com/world/chris-bowen\" class=\" u-underline\">Chris Bowen</a>, said the Greens&#8217; leadership selection process was more secretive than those by which the Catholic church chose the Pope.</p>\n<p>&#8220;I&#8217;m proud to lead the only political party that gives its members their say in choosing their leader,&#8221; Shorten said in a statement. </p>\n<p>Which is true, but of course, Labor&#8217;s system meant he was elected when the votes of the parliamentary party outweighed the grassroot membership&#8217;s choice.</p>\n</div>",
  "authors": [
    "Lenore Taylor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Australian politics",
    "Australian Greens",
    "Richard Di Natale (Australian politician)",
    "Labor party",
    "Bill Shorten",
    "Tony Abbott",
    "Liberal party",
    "Coalition",
    "Australian budget 2015",
    "Environment",
    "Chris Bowen"
  ],
  "ntitle": "richard_di_natale_is_yet_to_make_a_splash_but_shorten_and_abbott_should_worry",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Most voters have probably never heard of Richard Di Natale, but Bill Shorten might be just a little concerned about the new Greens leader and, in time, Tony Abbott might be too.\n\nIn his first outing Di Natale proved he could deliver a progressive political message – zinger free – and without torturously scripted soundbites.\n\nHe didn’t say anything different to existing Greens policy. But more to the point he wasn’t saying anything much different to existing Labor policy – he’s against cuts to health and education and reckons they wouldn’t be necessary if we cracked down on multinational tax avoidance and superannuation tax concessions to the very rich.\n\nAnd he sounded authentic, like he was speaking in sentences he had made up himself.\n\nWhen he spoke about the environment he wasn’t saying anything different to his predecessor Christine Milne either. An overriding priority was getting Australia’s climate debate “back on track”.\n\nBut unlike Milne he was not first known as an environmental campaigner, which probably means he has a better chance of conveying to the electorate that the party has not been single issue for a long time.\n\nHe also sounds convincing when he channels public dismay at the way “this place” – Parliament House – conducts itself sometimes, and his willingness to walk away.\n\n“You know, if they want someone who is not going to play the game in that way well, great. And if that doesn’t work out well, I’ll go back to growing some vegies at home.”\n\nThe former GP is also likely to be harder for Abbott to dismiss with the Coalition’s usual critique about the Greens being “extreme” and “ideological zealots”, and Di Natale maintained he had “small ‘l’ liberals” in his sights as well. He wanted to convince them that “they can trust us with their vote”.\n\nThe big downside for the Greens is that, until Wednesday, Richard Di Natale hadn’t entered the public consciousness much at all.\n\nBut he’s taking on the leadership just as the government brings down a budget, which to the extent it does anything at all, does things that can’t be attacked as unfair. That paves the way for potential deals with the Greens on things such as wealthier pensioners losing payments more quickly.\n\nSince 2013 the party has been sidelined somewhat by a government agenda it could seldom support and a Coalition happier to do deals with the assorted independents on the crossbench.\n\nBoth Abbott and Shorten initially said the nice things party leaders say when one of their number stands aside.\n\nBut Labor pretty quickly switched to attack mode, latching on to allegations from within the Greens that Milne had forewarned Di Natale of her intentions to head off other contenders.\n\nThe shadow treasurer, Chris Bowen, said the Greens’ leadership selection process was more secretive than those by which the Catholic church chose the Pope.\n\n“I’m proud to lead the only political party that gives its members their say in choosing their leader,” Shorten said in a statement.\n\nWhich is true, but of course, Labor’s system meant he was elected when the votes of the parliamentary party outweighed the grassroot membership’s choice.",
  "title": "Richard Di Natale is yet to make a splash, but Shorten and Abbott should worry",
  "ts_in": "2015-05-06T10:07:26.393060",
  "url": "http://www.theguardian.com/australia-news/2015/may/06/greens-richard-di-natale-yet-to-make-splash-but-bill-shorten-tony-abbott-should-worry"
}