{
  "article_html": "<div><p>I want to thank all of our friends and family for the outpouring of love over the past few days. It has been extraordinary &#8211; and each story you have shared will help keep <a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\">Dave</a> alive in our hearts and memories.</p>\n<p>I met Dave nearly 20 years ago when I first moved to LA. He became my best friend. He showed me the internet for the first time, planned fun outings, took me to temple for the Jewish holidays, introduced me to much cooler music than I had ever heard.</p>\n<p>We had 11 truly joyful years of the deepest love, happiest marriage, and truest partnership that I could imagine ... He gave me the experience of being deeply understood, truly supported and completely and utterly loved &#8211; and I will carry that with me always. Most importantly, he gave me the two most amazing children in the world.</p>\n<p>Dave was my rock. When I got upset, he stayed calm. When I was worried, he said it would be ok. When I wasn&#8217;t sure what to do, he figured it out. He was completely dedicated to his children in every way &#8211; and their strength these past few days is the best sign I could have that Dave is still here with us in spirit.</p>\n<p>Dave and I did not get nearly enough time together. But as heartbroken as I am today, I am equally grateful. Even in these last few days of completely unexpected hell &#8211; the darkest and saddest moments of my life &#8211; I know how lucky I have been. If the day I walked down that aisle with Dave someone had told me that this would happen &#8211; that he would be taken from us all in just 11 years &#8211; I would still have walked down that aisle. Because 11 years of being Dave Goldberg&#8217;s wife, and 10 years of being a parent with him is perhaps more luck and more happiness than I could have ever imagined. I am grateful for every minute we had.</p>\n<p>As we put the love of my life to rest today, we buried only his body. His spirit, his soul, his amazing ability to give is still with it. It lives on in the stories people are sharing of how he touched their lives, in the love that is visible in the eyes of our family and friends, in the spirit and resilience of our children. Things will never be the same &#8211; but the world is better for the years my beloved husband lived.</p>\n</div>",
  "authors": [
    "Staff Agencies"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Facebook",
    "Sheryl Sandberg",
    "US news",
    "Media",
    "Social networking",
    "Technology",
    "World news"
  ],
  "ntitle": "sheryl_sandberg_s_moving_tribute_to_the_husband_she_lost_dave_was_my_rock",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "I want to thank all of our friends and family for the outpouring of love over the past few days. It has been extraordinary – and each story you have shared will help keep Dave alive in our hearts and memories.\n\nI met Dave nearly 20 years ago when I first moved to LA. He became my best friend. He showed me the internet for the first time, planned fun outings, took me to temple for the Jewish holidays, introduced me to much cooler music than I had ever heard.\n\nWe had 11 truly joyful years of the deepest love, happiest marriage, and truest partnership that I could imagine ... He gave me the experience of being deeply understood, truly supported and completely and utterly loved – and I will carry that with me always. Most importantly, he gave me the two most amazing children in the world.\n\nDave was my rock. When I got upset, he stayed calm. When I was worried, he said it would be ok. When I wasn’t sure what to do, he figured it out. He was completely dedicated to his children in every way – and their strength these past few days is the best sign I could have that Dave is still here with us in spirit.\n\nDave and I did not get nearly enough time together. But as heartbroken as I am today, I am equally grateful. Even in these last few days of completely unexpected hell – the darkest and saddest moments of my life – I know how lucky I have been. If the day I walked down that aisle with Dave someone had told me that this would happen – that he would be taken from us all in just 11 years – I would still have walked down that aisle. Because 11 years of being Dave Goldberg’s wife, and 10 years of being a parent with him is perhaps more luck and more happiness than I could have ever imagined. I am grateful for every minute we had.\n\nAs we put the love of my life to rest today, we buried only his body. His spirit, his soul, his amazing ability to give is still with it. It lives on in the stories people are sharing of how he touched their lives, in the love that is visible in the eyes of our family and friends, in the spirit and resilience of our children. Things will never be the same – but the world is better for the years my beloved husband lived.",
  "title": "Sheryl Sandberg's moving tribute to the husband she lost: 'Dave was my rock'",
  "ts_in": "2015-05-06T10:07:29.006937",
  "url": "http://www.theguardian.com/technology/2015/may/06/dave-was-my-rock-sheryl-sandbergs-beautiful-tribute-to-the-husband-she-lost"
}