{
  "article_html": "<div><p>The world&#8217;s oldest complete copy of the Ten Commandments is going on rare display at Israel&#8217;s leading museum in an exhibit tracing civilisation&#8217;s most pivotal moments.</p>\n<p>The 2,000-year-old Dead Sea Scroll, from a collection of the world&#8217;s most ancient biblical manuscripts discovered near the Dead Sea east of <a href=\"http://www.theguardian.com/travel/jerusalem\" class=\" u-underline\">Jerusalem</a>, has never before been publicly displayed in Israel and has only been shown in brief exhibits abroad, said Pnina Shor of the Israel Antiquities Authority.</p>\n<p>The manuscript is so brittle that it will only be on display at the <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> Museum in Jerusalem for two weeks before it is returned to a secure, pitch-black, climate-controlled storage facility there.</p>\n<p>It is one of 14 ancient objects displayed in A Brief History of Humankind, an exhibit of historical objects spanning hundreds of thousands of years.</p>\n<p>&#8220;When you are thinking about universal law, the universal principle of ethics ... this is the first law that comes to your mind,&#8221; exhibit curator Tania Coen-Uzzielli said.</p>\n<p>The exhibit includes tools used in an elephant hunt from 1.5m years ago, the oldest known remains of a communal bonfire from 800,000 years ago, skulls from the oldest remains of a family burial and the world&#8217;s oldest complete sickle &#8212; a 9,000-year-old object that represents the transition from hunter-gatherers to settled civilization working the land.</p>\n<p>These objects will be framed in dramatically lit cases in a dark exhibition hall. The museum is mounting the exhibit to mark its 50th anniversary.</p>\n<p>&#8220;After only 50 years, we may be one of only a very few museums worldwide that can tell such a broad story from its own holdings,&#8221; museum director James Snyder said.</p>\n<p>A 5,000-year-old Mesopotamian tablet on loan to the museum and 2,700-year-old coins from what is now Turkey, are also on display. An original handwritten manuscript of Albert Einstein&#8217;s groundbreaking theory of relativity caps the exhibit.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Heritage",
    "Religion",
    "Exhibitions",
    "Culture",
    "World news",
    "Jerusalem",
    "Middle East",
    "Israel",
    "Travel",
    "Israel",
    "Museums"
  ],
  "ntitle": "ten_commandments_dead_sea_scroll_to_go_on_display_for_two_weeks_in_israel",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "The world’s oldest complete copy of the Ten Commandments is going on rare display at Israel’s leading museum in an exhibit tracing civilisation’s most pivotal moments.\n\nThe 2,000-year-old Dead Sea Scroll, from a collection of the world’s most ancient biblical manuscripts discovered near the Dead Sea east of Jerusalem, has never before been publicly displayed in Israel and has only been shown in brief exhibits abroad, said Pnina Shor of the Israel Antiquities Authority.\n\nThe manuscript is so brittle that it will only be on display at the Israel Museum in Jerusalem for two weeks before it is returned to a secure, pitch-black, climate-controlled storage facility there.\n\nIt is one of 14 ancient objects displayed in A Brief History of Humankind, an exhibit of historical objects spanning hundreds of thousands of years.\n\n“When you are thinking about universal law, the universal principle of ethics ... this is the first law that comes to your mind,” exhibit curator Tania Coen-Uzzielli said.\n\nThe exhibit includes tools used in an elephant hunt from 1.5m years ago, the oldest known remains of a communal bonfire from 800,000 years ago, skulls from the oldest remains of a family burial and the world’s oldest complete sickle — a 9,000-year-old object that represents the transition from hunter-gatherers to settled civilization working the land.\n\nThese objects will be framed in dramatically lit cases in a dark exhibition hall. The museum is mounting the exhibit to mark its 50th anniversary.\n\n“After only 50 years, we may be one of only a very few museums worldwide that can tell such a broad story from its own holdings,” museum director James Snyder said.\n\nA 5,000-year-old Mesopotamian tablet on loan to the museum and 2,700-year-old coins from what is now Turkey, are also on display. An original handwritten manuscript of Albert Einstein’s groundbreaking theory of relativity caps the exhibit.",
  "title": "Ten Commandments Dead Sea scroll to go on display for two weeks in Israel",
  "ts_in": "2015-05-06T06:00:56.674782",
  "url": "http://www.theguardian.com/culture/2015/may/06/ten-commandments-dead-sea-scroll-to-go-on-display-for-two-weeks-in-israel"
}