{
  "article_html": "<div><p>With <a href=\"http://www.theguardian.com/stage/2015/mar/09/the-audience-review-helen-mirren-queen-broadway-gerald-schoenfeld-theater\" class=\" u-underline\">Helen Mirren enthroned in New York</a>, Kristin Scott Thomas now plays the Queen in this revival of Peter Morgan&#8217;s play about the monarch&#8217;s weekly meetings with her prime ministers. Scott Thomas gives a highly accomplished performance that veers between mischievous irony and icy hauteur, but without quite convincing us of the Queen&#8217;s ability to act as a therapeutic counsellor to her disturbed premiers. There has been some tweaking of the text since the play was first seen in 2013. Jim Callaghan has gone but we now get to see Tony Blair, who, with bright-eyed fervour, seeks to justify the invasion of Iraq on the grounds that it will unseat a maniacal tyrant and install a friendly, pro-west government. Exactly the same words are used by Anthony Eden in 1956 to persuade a sceptical Queen of the need to invade Egypt and protect the Suez canal.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/stage/2015/mar/09/the-audience-review-helen-mirren-queen-broadway-gerald-schoenfeld-theater\" class=\" u-underline\">The Audience review &#8211; victorious Helen Mirren is queen of Broadway</a> </p>\n\n<p>But the play remains, as before, a series of sketches about the prime minister&#8217;s weekly audience that only twice flares into real drama. The first time is when a nervous John Major relays Princess Diana&#8217;s view that the monarchy is an outdated institution in need of radical reform. The second is when an incandescent Mrs Thatcher protests about a leaked new story in which it is said that the Queen regards her policies as socially destructive. Scott Thomas is at her best in these two scenes. She listens to Major&#8217;s arguments with a frosty detachment that turns into imperious rage when he suggests that the royal yacht be decommissioned. &#8220;That yacht is my refuge,&#8221; cries Scott Thomas in the tones of a woman who feels imprisoned by her public role. She is equally good in the scene with Mrs Thatcher, in which her feigned innocence in the matter of the news story mutates into a passionate defence of the Commonwealth and the preservation of sanctions against South Africa.</p>\n<p>Scott Thomas is excellent when the play gives her a chance to break protocol and argue with her prime ministers. I was less persuaded by the moments when we see the Queen&#8217;s vulnerability or capacity to cheer up her nerve-wracked ministers. The weakest scenes are those that show her confrontations with Harold Wilson, who is long overdue for dramatic rehabilitation. In the musical <a href=\"http://www.theguardian.com/stage/2014/nov/05/made-in-dagenham-play-adelphi-gemma-arterton\" class=\" u-underline\">Made in Dagenham</a>, Wilson was portrayed as a smutty comic. Here he is viewed as a self-styled &#8220;ruffian&#8221; who can&#8217;t even take tea with the Queen without smearing cream over his upper lip. Given that Wilson was a former Oxford don and a calculating operator, the idea of him as a clumsy interloper in the corridors of power is preposterous. This is no fault of the actor, Nicholas Woodeson, who does in the end make something moving out of Wilson&#8217;s realisation that his phenomenal powers of memory are slowly dissolving.</p>\n<p>Among the other prime ministers, there is good work from David Calder as a growly, jowly Churchill, Gordon Kennedy as a twitchy Gordon Brown and Sylvestra Le Touzel as a furious Mrs Thatcher &#8211; even if she does look more like Nicola Sturgeon than the Grantham gorgon. Stephen Daldry&#8217;s production is also well-organised, and ends the first act on a newly created moment of pageantry. But although the play is entertaining enough, it has less to say about monarchy than Mike Bartlett&#8217;s King Charles III, and reveals a disdain for elected politicians that I, for one, cannot share.</p>\n<p>&#8226; Until 25 July. Buy tickets from <a href=\"http://www.theguardianboxoffice.com/tickets/the-audience\" class=\" u-underline\">theguardianboxoffice.com</a> or call 0330 333 6906.</p>\n</div>",
  "authors": [
    "Michael Billington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Theatre",
    "West End",
    "Stage",
    "Culture",
    "Kristin Scott Thomas",
    "Stephen Daldry",
    "UK news",
    "Monarchy"
  ],
  "ntitle": "the_audience_review_kristin_scott_thomas_is_an_icy_imperious_queen",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "With Helen Mirren enthroned in New York, Kristin Scott Thomas now plays the Queen in this revival of Peter Morgan’s play about the monarch’s weekly meetings with her prime ministers. Scott Thomas gives a highly accomplished performance that veers between mischievous irony and icy hauteur, but without quite convincing us of the Queen’s ability to act as a therapeutic counsellor to her disturbed premiers. There has been some tweaking of the text since the play was first seen in 2013. Jim Callaghan has gone but we now get to see Tony Blair, who, with bright-eyed fervour, seeks to justify the invasion of Iraq on the grounds that it will unseat a maniacal tyrant and install a friendly, pro-west government. Exactly the same words are used by Anthony Eden in 1956 to persuade a sceptical Queen of the need to invade Egypt and protect the Suez canal.\n\nRelated: The Audience review – victorious Helen Mirren is queen of Broadway\n\nBut the play remains, as before, a series of sketches about the prime minister’s weekly audience that only twice flares into real drama. The first time is when a nervous John Major relays Princess Diana’s view that the monarchy is an outdated institution in need of radical reform. The second is when an incandescent Mrs Thatcher protests about a leaked new story in which it is said that the Queen regards her policies as socially destructive. Scott Thomas is at her best in these two scenes. She listens to Major’s arguments with a frosty detachment that turns into imperious rage when he suggests that the royal yacht be decommissioned. “That yacht is my refuge,” cries Scott Thomas in the tones of a woman who feels imprisoned by her public role. She is equally good in the scene with Mrs Thatcher, in which her feigned innocence in the matter of the news story mutates into a passionate defence of the Commonwealth and the preservation of sanctions against South Africa.\n\nScott Thomas is excellent when the play gives her a chance to break protocol and argue with her prime ministers. I was less persuaded by the moments when we see the Queen’s vulnerability or capacity to cheer up her nerve-wracked ministers. The weakest scenes are those that show her confrontations with Harold Wilson, who is long overdue for dramatic rehabilitation. In the musical Made in Dagenham, Wilson was portrayed as a smutty comic. Here he is viewed as a self-styled “ruffian” who can’t even take tea with the Queen without smearing cream over his upper lip. Given that Wilson was a former Oxford don and a calculating operator, the idea of him as a clumsy interloper in the corridors of power is preposterous. This is no fault of the actor, Nicholas Woodeson, who does in the end make something moving out of Wilson’s realisation that his phenomenal powers of memory are slowly dissolving.\n\nAmong the other prime ministers, there is good work from David Calder as a growly, jowly Churchill, Gordon Kennedy as a twitchy Gordon Brown and Sylvestra Le Touzel as a furious Mrs Thatcher – even if she does look more like Nicola Sturgeon than the Grantham gorgon. Stephen Daldry’s production is also well-organised, and ends the first act on a newly created moment of pageantry. But although the play is entertaining enough, it has less to say about monarchy than Mike Bartlett’s King Charles III, and reveals a disdain for elected politicians that I, for one, cannot share.\n\n• Until 25 July. Buy tickets from theguardianboxoffice.com or call 0330 333 6906.",
  "title": "The Audience review – Kristin Scott Thomas is an icy, imperious Queen",
  "ts_in": "2015-05-06T06:01:06.637079",
  "url": "http://www.theguardian.com/stage/2015/may/05/the-audience-review-kristin-scott-thomas-as-the-queen-apollo-theatre"
}