{
  "article_html": "<div><p>When construction on <a href=\"http://www.theguardian.com/artanddesign/2008/nov/18/new-york-high-line-park\" class=\" u-underline\">New York City&#8217;s famous High Line began in 2006</a>, the project to turn a remnant of the industrial age into a post-industrial garden and tourist attraction appeared innovative, but potentially very risky.</p>\n<p>In fact, having finally opened in 2009, <a href=\"http://www.theguardian.com/travel/2014/sep/22/final-stretch-new-york-high-line-complete\" class=\" u-underline\">the High Line is now suffering from its own success</a>: with more than 5 million estimated visitors to the site each year, this greening initiative has managed to transform the entire socio-economic character of the neighbourhood that surrounds it. <a href=\"http://www.metro.us/jeremiah-moss/high-line-s-popularity-comes-with-side-effects-for-small-businesses/tmWnjf---f5s7xJZOAWe3s/\" class=\" u-underline\">Many small businesses and moderate-income residents have been forced to relocate</a> due to rising land values, while even those who can afford it have begun to experience the downsides of living or working in an area that panders to tourists. </p>\n<p>The High Line is thus a perfect example of &#8220;environmental gentrification&#8221; &#8211; the growing phenomenon of rising property values in the wake of a large-scale urban greening project. It&#8217;s a bit like the introduction of a new transportation hub or other major infrastructure project: while intended to serve existing residents, in reality it tends to increase land values to the point that those who live there are forced to leave. This exodus in turn transforms the sociological contours of the area and, by extension, the spatial segregation of the entire city. </p>\n\n<blockquote>\n<p>The High Line is a perfect example of 'environmental gentrification'</p>\n</blockquote>\n\n<p>It feels timely, then, to revisit an old question: what is the best way to introduce nature into a city? </p>\n<p>Land speculation in regard to large-scale greening projects is nothing new. When the very first public park in Europe, <a href=\"http://www.liverpoolparks.org/red/docs/parks/birkenhead_park/index.html\" class=\" u-underline\">Birkenhead Park on Merseyside</a>, was in the early phases of planning in the 1840s, park commissioners bought up parcels of land around the park and cashed in after it was built. Similarly, one of the main reasons behind the construction of New York City&#8217;s Central Park &#8211; designed by Frederick Law Olmsted after a trip to Birkenhead &#8211; was to raise property values and tax revenues for the city. (Olmsted himself carried out a series of studies on rising land values around the park from the mid-1850s to the mid-1870s, and used these findings to obtain support for the creation of parks in other cities.)</p>\n<p>In our present neoliberal era, this process has been further amplified. Large-scale projects for &#8220;greening&#8221; cities, such as the High Line, have become bigger and more targeted to more specific audiences, contributing to the problem of residential segregation. In New York City, for instance, <a href=\"http://www.theguardian.com/us-news/2014/nov/26/new-york-lowline-underground-park-high-line\" class=\" u-underline\">a proposed &#8220;Lowline&#8221; is scheduled to open</a> in the Lower East Side in 2018. <a href=\"http://www.absolut.com/en/News/Art/An-underground-walk-in-the-park/\" class=\" u-underline\">Funded in part by Absolut Vodka</a>, the clientele of this underground park-museum is easily identified. <a href=\"http://www.theguardian.com/uk-news/2014/dec/19/thames-garden-bridge-approved-london-mayor-boris-johnson\" class=\" u-underline\">Also expected in 2018 is the London Garden Bridge</a>, presumably geared toward a similar, cocktail-oriented crowd.<br></p>\n<p>Increasing the segregation of cities is not, of course, what the creators of these and other projects intended. But these plans nevertheless reflect a rather narrow-minded vision of what it means to bring nature into the city. They also appear to turn a blind eye to the drawbacks of endeavours such as the High Line &#8211; not only for moderate-income residents but for everyone in the city, no matter what their income level.</p>\n<p>Such a myopic approach is a sign of our times: we want big projects that can be &#8220;unveiled&#8221; to spectators at a specific point in time. In reality, a more modest, piecemeal approach is often better both for the environment and for the socio-economic composition of large cities. Ideally, smaller-scale projects would be implemented in neighbourhoods across urban areas simultaneously.</p>\n\n\n<a href=\"/cities/2015/may/06/dangers-ecogentrification-best-way-make-city-greener#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/15/1429095524052/53f74f48-b251-4e4d-aa2b-7476dadfc86a-300x180.jpeg\" alt=\"Birkenhead Park in Merseyside.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47d4n%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+dangers+of+eco-gentrification%3A+what%27s+the+best+way+to+make+a+city+greener%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47d4n%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+dangers+of+eco-gentrification%3A+what%27s+the+best+way+to+make+a+city+greener%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fcities%2F2015%2Fmay%2F06%2Fdangers-ecogentrification-best-way-make-city-greener&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F15%2F1429095524676%2F53f74f48-b251-4e4d-aa2b-7476dadfc86a-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nBirkenhead Park in Merseyside was the first public park in Europe. Park commissioners bought up surrounding land and cashed in when prices rose. Photograph: Alan Novelli/Alamy\n\n\n\n<p>Over the past few years, a new trend has emerged in direct response to the problem of eco-gentrification. I will label it &#8220;conscious anti-gentrification&#8221;. This kind of greening project aims to increase the environmental quality and public health of a neighbourhood but without changing its socio-economic character. This is done by explicitly rejecting elements that tend to lead to gentrification, such as fancy waterfronts; by including neighbourhood residents in the planning process; and by implementing changes gradually. Interestingly, many of the main players in today&#8217;s &#8220;conscious anti-gentrification&#8221; movement were themselves gentrifiers in another era, especially the 1980s.<br></p>\n\n<blockquote>\n<p>Conscious anti-gentrification aims to green a neighbourhood without changing its socio-economic character</p>\n</blockquote>\n\n<p> The American academics <a href=\"http://usj.sagepub.com/content/50/8/1557.abstract\" class=\" u-underline\">Winifred Curran and Trina Hamilton</a> brilliantly call this the &#8220;just-green-enough approach&#8221;, and point to Newtown Creek, a neighbourhood of Greenpoint, Brooklyn, as an example. In the 19th century, Newtown Creek was a centre for oil refining and other industries, which left behind a massive oil plume. Over the last 10 or so years, Newtown&#8217;s community has become increasingly active in the environmental clean-up of its own neighbourhood. Most recently, <a href=\"http://www.epa.gov/region2/superfund/npl/newtowncreek/\" class=\" u-underline\">in 2010, Newtown Creek was declared a Superfund site</a>; an Environmental Protection Agency designation that brings federal funding but also the fear of stigmatisation. </p>\n<p>What is unique in this case is the extent of public participation in determining how to carry out the clean-up, facilitated by the <a href=\"http://www.newtowncreekalliance.org/\" class=\" u-underline\">Newtown Creek Alliance</a> and other groups. They explicitly rejected the all-too-familiar waterfront model, and instead focused on retaining the strong manufacturing base of the neighbourhood &#8211; replacing, when necessary, the type of manufacturing with more eco-friendly versions that better utilise the neighbourhood&#8217;s proximity to water. The result, which is still ongoing, is a greening initiative that resists the need to mix gin and tonics.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/cities/2015/mar/05/how-berliners-refused-to-give-tempelhof-airport-over-to-developers\" class=\" u-underline\">How Berliners refused to give Tempelhof airport over to developers</a> </p>\n\n<p>Across the Atlantic in Berlin, another example of conscious anti-gentrification is emerging. It involves the redevelopment of the former <a href=\"http://www.theguardian.com/cities/gallery/2015/mar/05/tempelhof-airport-berlin-history-nazis-candy-drops-in-pictures\" class=\" u-underline\">Tempelhof airport</a>, located in the popular neighbourhoods of Kreuzberg and Neuk&#246;lln. Once one of the largest airports in Europe, Tempelhof re-opened as a public park in 2008. Originally the park was going to be designed by a group of internationally renowned architects, and a recent plan for its redevelopment included the creation of 4,700 new residences as well as shopping amenities. Fearing the socio-economic changes that often accompany such development projects, however, <a href=\"http://www.theguardian.com/cities/2015/mar/05/how-berliners-refused-to-give-tempelhof-airport-over-to-developers\" class=\" u-underline\">Berliners rejected this plan in a referendum</a> in spring 2014, and its future remains open.</p>\n<p>Even if not a direct response to environmental gentrification, a variety of other approaches to greening cities exist. At the University of Virginia, landscape architect <a href=\"http://biophiliccities.org/the-biophilic-cities-project/\" class=\" u-underline\">Timothy Beatley has created the Biophilic Cities Project</a>, devoted to developing new ways of making cities more &#8220;biophilic&#8221;, or close to nature &#8211; not only by increasing exposure to green spaces, but also by enhancing the emotional connection of urban residents to life outside. Rather than providing a set of guidelines, biophilic design simply asks urban planners to start by taking nature seriously, as well as its role in wellbeing and quality of life, rather than considering it as an afterthought.</p>\n<p>Perhaps the most literal translation of &#8220;greening&#8221; a city is in simply planting more trees, an initiative taken up by many cities across the world. In Boston, where I live, <a href=\"http://www.cityofboston.gov/parks/streettrees/growboston.asp\" class=\" u-underline\">the municipality plans to increase the number of trees across the city by 100,000</a> by 2020. It arrived at this number through a 2004-06 survey of tree canopy cover, carried out using aerial photography. The survey determined that the city had 28% canopy cover; increasing this to the municipality&#8217;s desired 35% meant adding 100,000 more trees. </p>\n<p>More modest, gradual approaches such as these may not attract sponsorship from the likes of Absolut Vodka. But they do represent broader and more creative ways of thinking about how to bring nature into the city &#8211; and that is something we need now more than ever.</p>\n<p>Jeanne Haffner is a historian and writer based in Cambridge, Massachusetts. Her book, The View from Above: The Science of Social Space, was published by MIT Press in 2013.<br></p>\n</div>",
  "authors": [
    "Jeanne Haffner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Cities",
    "Gentrification",
    "Environment",
    "Culture",
    "Green space",
    "Wildlife",
    "New York",
    "Green economy",
    "US news",
    "World news"
  ],
  "ntitle": "the_dangers_of_eco_gentrification_what_s_the_best_way_to_make_a_city_greener",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "When construction on New York City’s famous High Line began in 2006, the project to turn a remnant of the industrial age into a post-industrial garden and tourist attraction appeared innovative, but potentially very risky.\n\nIn fact, having finally opened in 2009, the High Line is now suffering from its own success: with more than 5 million estimated visitors to the site each year, this greening initiative has managed to transform the entire socio-economic character of the neighbourhood that surrounds it. Many small businesses and moderate-income residents have been forced to relocate due to rising land values, while even those who can afford it have begun to experience the downsides of living or working in an area that panders to tourists.\n\nThe High Line is thus a perfect example of “environmental gentrification” – the growing phenomenon of rising property values in the wake of a large-scale urban greening project. It’s a bit like the introduction of a new transportation hub or other major infrastructure project: while intended to serve existing residents, in reality it tends to increase land values to the point that those who live there are forced to leave. This exodus in turn transforms the sociological contours of the area and, by extension, the spatial segregation of the entire city.\n\nThe High Line is a perfect example of 'environmental gentrification'\n\nIt feels timely, then, to revisit an old question: what is the best way to introduce nature into a city?\n\nLand speculation in regard to large-scale greening projects is nothing new. When the very first public park in Europe, Birkenhead Park on Merseyside, was in the early phases of planning in the 1840s, park commissioners bought up parcels of land around the park and cashed in after it was built. Similarly, one of the main reasons behind the construction of New York City’s Central Park – designed by Frederick Law Olmsted after a trip to Birkenhead – was to raise property values and tax revenues for the city. (Olmsted himself carried out a series of studies on rising land values around the park from the mid-1850s to the mid-1870s, and used these findings to obtain support for the creation of parks in other cities.)\n\nIn our present neoliberal era, this process has been further amplified. Large-scale projects for “greening” cities, such as the High Line, have become bigger and more targeted to more specific audiences, contributing to the problem of residential segregation. In New York City, for instance, a proposed “Lowline” is scheduled to open in the Lower East Side in 2018. Funded in part by Absolut Vodka, the clientele of this underground park-museum is easily identified. Also expected in 2018 is the London Garden Bridge, presumably geared toward a similar, cocktail-oriented crowd.\n\n\n\nIncreasing the segregation of cities is not, of course, what the creators of these and other projects intended. But these plans nevertheless reflect a rather narrow-minded vision of what it means to bring nature into the city. They also appear to turn a blind eye to the drawbacks of endeavours such as the High Line – not only for moderate-income residents but for everyone in the city, no matter what their income level.\n\nSuch a myopic approach is a sign of our times: we want big projects that can be “unveiled” to spectators at a specific point in time. In reality, a more modest, piecemeal approach is often better both for the environment and for the socio-economic composition of large cities. Ideally, smaller-scale projects would be implemented in neighbourhoods across urban areas simultaneously.\n\nFacebook Twitter Pinterest Birkenhead Park in Merseyside was the first public park in Europe. Park commissioners bought up surrounding land and cashed in when prices rose. Photograph: Alan Novelli/Alamy\n\nOver the past few years, a new trend has emerged in direct response to the problem of eco-gentrification. I will label it “conscious anti-gentrification”. This kind of greening project aims to increase the environmental quality and public health of a neighbourhood but without changing its socio-economic character. This is done by explicitly rejecting elements that tend to lead to gentrification, such as fancy waterfronts; by including neighbourhood residents in the planning process; and by implementing changes gradually. Interestingly, many of the main players in today’s “conscious anti-gentrification” movement were themselves gentrifiers in another era, especially the 1980s.\n\n\n\nConscious anti-gentrification aims to green a neighbourhood without changing its socio-economic character\n\nThe American academics Winifred Curran and Trina Hamilton brilliantly call this the “just-green-enough approach”, and point to Newtown Creek, a neighbourhood of Greenpoint, Brooklyn, as an example. In the 19th century, Newtown Creek was a centre for oil refining and other industries, which left behind a massive oil plume. Over the last 10 or so years, Newtown’s community has become increasingly active in the environmental clean-up of its own neighbourhood. Most recently, in 2010, Newtown Creek was declared a Superfund site; an Environmental Protection Agency designation that brings federal funding but also the fear of stigmatisation.\n\nWhat is unique in this case is the extent of public participation in determining how to carry out the clean-up, facilitated by the Newtown Creek Alliance and other groups. They explicitly rejected the all-too-familiar waterfront model, and instead focused on retaining the strong manufacturing base of the neighbourhood – replacing, when necessary, the type of manufacturing with more eco-friendly versions that better utilise the neighbourhood’s proximity to water. The result, which is still ongoing, is a greening initiative that resists the need to mix gin and tonics.\n\nRelated: How Berliners refused to give Tempelhof airport over to developers\n\nAcross the Atlantic in Berlin, another example of conscious anti-gentrification is emerging. It involves the redevelopment of the former Tempelhof airport, located in the popular neighbourhoods of Kreuzberg and Neukölln. Once one of the largest airports in Europe, Tempelhof re-opened as a public park in 2008. Originally the park was going to be designed by a group of internationally renowned architects, and a recent plan for its redevelopment included the creation of 4,700 new residences as well as shopping amenities. Fearing the socio-economic changes that often accompany such development projects, however, Berliners rejected this plan in a referendum in spring 2014, and its future remains open.\n\nEven if not a direct response to environmental gentrification, a variety of other approaches to greening cities exist. At the University of Virginia, landscape architect Timothy Beatley has created the Biophilic Cities Project, devoted to developing new ways of making cities more “biophilic”, or close to nature – not only by increasing exposure to green spaces, but also by enhancing the emotional connection of urban residents to life outside. Rather than providing a set of guidelines, biophilic design simply asks urban planners to start by taking nature seriously, as well as its role in wellbeing and quality of life, rather than considering it as an afterthought.\n\nPerhaps the most literal translation of “greening” a city is in simply planting more trees, an initiative taken up by many cities across the world. In Boston, where I live, the municipality plans to increase the number of trees across the city by 100,000 by 2020. It arrived at this number through a 2004-06 survey of tree canopy cover, carried out using aerial photography. The survey determined that the city had 28% canopy cover; increasing this to the municipality’s desired 35% meant adding 100,000 more trees.\n\nMore modest, gradual approaches such as these may not attract sponsorship from the likes of Absolut Vodka. But they do represent broader and more creative ways of thinking about how to bring nature into the city – and that is something we need now more than ever.\n\nJeanne Haffner is a historian and writer based in Cambridge, Massachusetts. Her book, The View from Above: The Science of Social Space, was published by MIT Press in 2013.\n\n",
  "title": "The dangers of eco-gentrification: what's the best way to make a city greener?",
  "ts_in": "2015-05-06T10:07:21.027580",
  "url": "http://www.theguardian.com/cities/2015/may/06/dangers-ecogentrification-best-way-make-city-greener"
}