{
  "article_html": "<div><p>Britain&#8217;s economy will grow at a slower pace this year and faces serious risks from weak productivity and a troubled eurozone, a leading thinktank has warned.</p>\n<p>The National Institute of Economic and Social Research (<a href=\"http://niesr.ac.uk/\" class=\" u-underline\">NIESR</a>) has cut its forecast for growth this year to 2.5%, down from 2.9% pencilled in three months ago and below the 2.8% rate last year. The move follows much weaker than expected official GDP figures for the first quarter, which saw <a href=\"http://www.theguardian.com/business/2015/apr/28/uk-economic-growth-slows-ahead-of-general-election\" class=\" u-underline\">Britain&#8217;s growth rate halve to 0.3%</a>.</p>\n<p>Those figures and the downgrade from NIESR come as a blow to the Conservatives before the election. But the thinktank said the rocky start to 2015 appeared to be a blip and the overall picture was of a &#8220;reasonably stable&#8221; recovery.</p>\n<p>&#8220;There are undoubtedly concerns that this quarter is the harbinger of a pervasive slowdown. However, this is probably just a temporary deceleration, partly related to a fall in construction output, a sector that is particularly volatile,&#8221; said NIESR&#8217;s principal research fellow Simon Kirby.</p>\n<p>&#8220;We expect economic growth, consistent with a modest recovery, to resume from the second quarter.&#8221;</p>\n<p>The troubles of the construction industry were underlined in a closely watched business survey suggesting that the second quarter kicked off with a sharp slowdown in activity and new work. </p>\n<p><a href=\"http://www.theguardian.com/business/2015/may/05/election-uncertainty-puts-brakes-on-building-sector\" class=\" u-underline\">Output and new orders for construction companies rose at their slowest rates for almost two years</a>, with many builders reporting that clients were delaying spending decisions before the election, according to the latest Markit/CIPS construction purchasing managers index survey.</p>\n<p>Construction and manufacturing remain below their pre-crisis strength and NIESR, like other forecasters, expects most of the momentum for growth this year to come from consumer spending.</p>\n<p>The biggest single uncertainty facing the UK economy was how quickly productivity can be improved. Echoing warnings from other economic commentators over the UK&#8217;s apparent, and little understood, failure to raise output per hour worked, NIESR said productivity growth was crucial to raising living standards. The puzzle remained unsolved, said Kirby.</p>\n<p>&#8220;In the long run, productivity growth is the key driver of rising living standards. If a shock has somehow permanently lowered the rate of productivity growth, our expectations of future increases in living standards could well smack of hubris, with hindsight,&#8221; he said.</p>\n<p>NIESR also sounded a note of caution about the UK&#8217;s export prospects. Despite a government ambition to rebalance the economy towards more exports and less reliance on domestic consumer demand, the thinktank said net trade would continue to be a drag on growth for now. That could change from the middle of next year but only if the eurozone, the UK&#8217;s biggest trading partner, recovers as forecast, NIESR added.</p>\n<p>The eurozone&#8217;s prospects were seen as having improved in NIESR&#8217;s forecasts for the global economy, but big question marks hung over the future of Greece in the currency bloc. The outcome of Greek debt crisis talks was crucial. </p>\n<p>&#8220;If an agreement is not reached in the next few weeks, there is a significant risk of a Greek default and a disorderly exit from the monetary union. Greece accounts for only about 2% of euro area GDP, but there would be risks of contagion to the rest of the area and to the euro itself,&#8221; NIESR said in its global outlook.</p>\n<p>Similar to the UK, global growth had come in slightly weaker than expected so far in 2015 but it would be supported by low oil prices as well as accommodative monetary policy conditions in advanced economies.</p>\n<p><a href=\"http://www.theguardian.com/business/inflation\" class=\" u-underline\">Inflation</a> remains low in almost all developed nations, NIESR said, but deflation did not appear to be &#8220;embedded&#8221;. In the UK, inflation is expected to remain close to zero for most of the year. NIESR is not forecasting any rise in interest rates from their current record low of 0.5% until February next year.</p>\n<p>Separate figures released on Tuesday showed UK shop prices continued to fall in April. They were down 1.9% on a year ago, a slightly softer pace of deflation than March&#8217;s 2.1% as measured by the British Retail Consortium-Nielsen shop price index. </p>\n<p>Prices of both food and other goods were lower than a year ago. Non-food prices have been falling for 25 months in a row while food prices have fallen for five of the last six months. That pattern was putting pressure on retailers&#8217; margins, said Mike Watkins of Nielsen.</p>\n<p>&#8220;The challenge for retailers is that despite consumer confidence being back to pre-recession levels, many households are still cautious about spending, and for those with more disposable income, some appear to be spending a little more outside of retail, for example on leisure and entertainment. So we anticipate promotions continuing over the summer months to help the momentum in retail sales,&#8221; said Watkins.</p>\n</div>",
  "authors": [
    "Katie Allen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Economic growth (GDP)",
    "Economics",
    "Business",
    "Economic recovery",
    "Thinktanks",
    "General election 2015",
    "Retail industry",
    "Inflation",
    "Politics",
    "Construction industry",
    "UK news",
    "Eurozone crisis",
    "Europe",
    "Global economy",
    "Financial sector"
  ],
  "ntitle": "uk_economic_growth_predicted_to_slow_as_construction_industry_struggles",
  "publish_date": "2015-05-06T00:00:00",
  "tags": [],
  "text": "Britain’s economy will grow at a slower pace this year and faces serious risks from weak productivity and a troubled eurozone, a leading thinktank has warned.\n\nThe National Institute of Economic and Social Research (NIESR) has cut its forecast for growth this year to 2.5%, down from 2.9% pencilled in three months ago and below the 2.8% rate last year. The move follows much weaker than expected official GDP figures for the first quarter, which saw Britain’s growth rate halve to 0.3%.\n\nThose figures and the downgrade from NIESR come as a blow to the Conservatives before the election. But the thinktank said the rocky start to 2015 appeared to be a blip and the overall picture was of a “reasonably stable” recovery.\n\n“There are undoubtedly concerns that this quarter is the harbinger of a pervasive slowdown. However, this is probably just a temporary deceleration, partly related to a fall in construction output, a sector that is particularly volatile,” said NIESR’s principal research fellow Simon Kirby.\n\n“We expect economic growth, consistent with a modest recovery, to resume from the second quarter.”\n\nThe troubles of the construction industry were underlined in a closely watched business survey suggesting that the second quarter kicked off with a sharp slowdown in activity and new work.\n\nOutput and new orders for construction companies rose at their slowest rates for almost two years, with many builders reporting that clients were delaying spending decisions before the election, according to the latest Markit/CIPS construction purchasing managers index survey.\n\nConstruction and manufacturing remain below their pre-crisis strength and NIESR, like other forecasters, expects most of the momentum for growth this year to come from consumer spending.\n\nThe biggest single uncertainty facing the UK economy was how quickly productivity can be improved. Echoing warnings from other economic commentators over the UK’s apparent, and little understood, failure to raise output per hour worked, NIESR said productivity growth was crucial to raising living standards. The puzzle remained unsolved, said Kirby.\n\n“In the long run, productivity growth is the key driver of rising living standards. If a shock has somehow permanently lowered the rate of productivity growth, our expectations of future increases in living standards could well smack of hubris, with hindsight,” he said.\n\nNIESR also sounded a note of caution about the UK’s export prospects. Despite a government ambition to rebalance the economy towards more exports and less reliance on domestic consumer demand, the thinktank said net trade would continue to be a drag on growth for now. That could change from the middle of next year but only if the eurozone, the UK’s biggest trading partner, recovers as forecast, NIESR added.\n\nThe eurozone’s prospects were seen as having improved in NIESR’s forecasts for the global economy, but big question marks hung over the future of Greece in the currency bloc. The outcome of Greek debt crisis talks was crucial.\n\n“If an agreement is not reached in the next few weeks, there is a significant risk of a Greek default and a disorderly exit from the monetary union. Greece accounts for only about 2% of euro area GDP, but there would be risks of contagion to the rest of the area and to the euro itself,” NIESR said in its global outlook.\n\nSimilar to the UK, global growth had come in slightly weaker than expected so far in 2015 but it would be supported by low oil prices as well as accommodative monetary policy conditions in advanced economies.\n\nInflation remains low in almost all developed nations, NIESR said, but deflation did not appear to be “embedded”. In the UK, inflation is expected to remain close to zero for most of the year. NIESR is not forecasting any rise in interest rates from their current record low of 0.5% until February next year.\n\nSeparate figures released on Tuesday showed UK shop prices continued to fall in April. They were down 1.9% on a year ago, a slightly softer pace of deflation than March’s 2.1% as measured by the British Retail Consortium-Nielsen shop price index.\n\nPrices of both food and other goods were lower than a year ago. Non-food prices have been falling for 25 months in a row while food prices have fallen for five of the last six months. That pattern was putting pressure on retailers’ margins, said Mike Watkins of Nielsen.\n\n“The challenge for retailers is that despite consumer confidence being back to pre-recession levels, many households are still cautious about spending, and for those with more disposable income, some appear to be spending a little more outside of retail, for example on leisure and entertainment. So we anticipate promotions continuing over the summer months to help the momentum in retail sales,” said Watkins.",
  "title": "UK economic growth predicted to slow as construction industry struggles",
  "ts_in": "2015-05-06T06:00:57.241358",
  "url": "http://www.theguardian.com/business/2015/may/06/uk-economic-growth-slow-recovery"
}