{
  "article_html": "<div><p>A Ukip parliamentary candidate has been suspended after saying he would shoot his Tory rival if he ever became prime minister.</p>\n<p>In an expletive-laden rant, Robert Blay said the Conservative party&#8217;s candidate in North East Hampshire, Ranil Jayawardena, was &#8220;not British enough to be in our parliament&#8221; and accused him of timing the birth of his child to coincide with the general election.</p>\n<p>Footage of Blay&#8217;s <a href=\"http://www.mirror.co.uk/news/uk-news/robert-blay-ukip-suspends-parliamentary-5641537\" class=\" u-underline\">exchange with a Daily Mirror reporter</a>, which reportedly took place outside an event at which the Ukip leader, Nigel Farage, was speaking, was posted on the newspaper&#8217;s website on Tuesday evening.</p>\n<p>A Ukip spokesman said: &#8220;Mr Blay has been suspended with immediate effect.<br></p>\n<p>&#8220;Any comments of this sort have absolutely no place in British politics or public life, and the party would like to take this opportunity to apologise to Mr Jayawardena for any distressed caused. Ukip acts immediately in circumstances such as these.&#8221;</p>\n<p>In the footage, Blay is heard to express his frustration with suggestions that Jayawardena has a bright political career ahead of him and especially at the possibility that he could rise to be Britain&#8217;s first prime minister of Asian descent.<br></p>\n<p>&#8220;If he is, I will personally put a bullet between his eyes,&#8221; says Blay. &#8220;If this lad turns up to be our prime minister, I will personally put a bullet in him. That&#8217;s how strong I feel about it.</p>\n<p>&#8220;I won&#8217;t have this fucker as our prime minister. I absolutely loathe him,&#8221; he said. He went on express grievances about Jayawardena&#8217;s father, who migrated to Britain from Sri Lanka.</p>\n<p>Speaking after the reports first surfaced on Tuesday evening, Jayawardena said: &#8220;I was shocked to hear about these comments and that someone who holds these types of views could have been selected as a Ukip candidate.</p>\n<p>&#8220;My family believes in hard work. My father came to this country to do just that &#8211; never claiming a penny from the state. He&#8217;s contributed to society as a magistrate, and I&#8217;ve done the same as a local councillor.<br></p>\n<p>&#8220;I hope to contribute positively to our country by representing my community &#8211; the community in which I grew up &#8211; in parliament.&#8221;</p>\n<p>In the footage, Blay is heard attacking Jayawardena&#8217;s heritage, saying: &#8220;His family have only been here since the 70s. You are not British enough to be in our parliament. I&#8217;ve got 400 years of ancestry where I live. He hasn&#8217;t got that.</p>\n<p>&#8220;I said to his dad about two months ago, &#8216;when did you come to Britain?&#8217; He said, &#8216;in the 70s&#8217;. I said, &#8216;why did you come?&#8217; He said, &#8216;things weren&#8217;t very good politically in Sri Lanka and I came here and I could train as an accountant&#8217;.</p>\n<p>&#8220;So he&#8217;s come here and ponced off us hasn&#8217;t he, like all the east Europeans are? That&#8217;s what is happening. Continually.</p>\n<p>&#8220;His name&#8217;s Jayawardena and I&#8217;m told that name is a Tamil name. Well the Tamils were Indians which went to Sri Lanka to take it over and they got their asses kicked. So, he comes here, ponces off us and then his son&#8217;s in our political system.&#8221;</p>\n<p>North East Hampshire is a safe Tory seat. It was won by James Arbuthnot in 2010, with a majority of more than 18,000 from the nearly 53,000 votes cast.</p>\n<p>&#8220;It makes me quite sick,&#8221; said Blay of the situation. &#8220;But I&#8217;ve always said in my constituency you could put a monkey out there with a blue rosette on and it would win&#8221;.<br></p>\n<p>He added that Jayawardena had &#8220;got his missus to drop a kid just before the election&#8221;.</p>\n<p>In the video, Blay said: &#8220;He&#8217;s planned the birth of the child, there&#8217;s no doubt about that&#8221;.</p>\n<p>Blay did not respond to a request for comment.<br></p>\n</div>",
  "authors": [
    "Kevin Rawlinson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK Independence party (Ukip)",
    "Conservatives",
    "General election 2015",
    "Politics",
    "UK news"
  ],
  "ntitle": "ukip_candidate_suspended_for_threatening_to_put_a_bullet_in_tory_rival",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A Ukip parliamentary candidate has been suspended after saying he would shoot his Tory rival if he ever became prime minister.\n\nIn an expletive-laden rant, Robert Blay said the Conservative party’s candidate in North East Hampshire, Ranil Jayawardena, was “not British enough to be in our parliament” and accused him of timing the birth of his child to coincide with the general election.\n\nFootage of Blay’s exchange with a Daily Mirror reporter, which reportedly took place outside an event at which the Ukip leader, Nigel Farage, was speaking, was posted on the newspaper’s website on Tuesday evening.\n\nA Ukip spokesman said: “Mr Blay has been suspended with immediate effect.\n\n\n\n“Any comments of this sort have absolutely no place in British politics or public life, and the party would like to take this opportunity to apologise to Mr Jayawardena for any distressed caused. Ukip acts immediately in circumstances such as these.”\n\nIn the footage, Blay is heard to express his frustration with suggestions that Jayawardena has a bright political career ahead of him and especially at the possibility that he could rise to be Britain’s first prime minister of Asian descent.\n\n\n\n“If he is, I will personally put a bullet between his eyes,” says Blay. “If this lad turns up to be our prime minister, I will personally put a bullet in him. That’s how strong I feel about it.\n\n“I won’t have this fucker as our prime minister. I absolutely loathe him,” he said. He went on express grievances about Jayawardena’s father, who migrated to Britain from Sri Lanka.\n\nSpeaking after the reports first surfaced on Tuesday evening, Jayawardena said: “I was shocked to hear about these comments and that someone who holds these types of views could have been selected as a Ukip candidate.\n\n“My family believes in hard work. My father came to this country to do just that – never claiming a penny from the state. He’s contributed to society as a magistrate, and I’ve done the same as a local councillor.\n\n\n\n“I hope to contribute positively to our country by representing my community – the community in which I grew up – in parliament.”\n\nIn the footage, Blay is heard attacking Jayawardena’s heritage, saying: “His family have only been here since the 70s. You are not British enough to be in our parliament. I’ve got 400 years of ancestry where I live. He hasn’t got that.\n\n“I said to his dad about two months ago, ‘when did you come to Britain?’ He said, ‘in the 70s’. I said, ‘why did you come?’ He said, ‘things weren’t very good politically in Sri Lanka and I came here and I could train as an accountant’.\n\n“So he’s come here and ponced off us hasn’t he, like all the east Europeans are? That’s what is happening. Continually.\n\n“His name’s Jayawardena and I’m told that name is a Tamil name. Well the Tamils were Indians which went to Sri Lanka to take it over and they got their asses kicked. So, he comes here, ponces off us and then his son’s in our political system.”\n\nNorth East Hampshire is a safe Tory seat. It was won by James Arbuthnot in 2010, with a majority of more than 18,000 from the nearly 53,000 votes cast.\n\n“It makes me quite sick,” said Blay of the situation. “But I’ve always said in my constituency you could put a monkey out there with a blue rosette on and it would win”.\n\n\n\nHe added that Jayawardena had “got his missus to drop a kid just before the election”.\n\nIn the video, Blay said: “He’s planned the birth of the child, there’s no doubt about that”.\n\nBlay did not respond to a request for comment.\n\n",
  "title": "Ukip candidate suspended for threatening to 'put a bullet in' Tory rival",
  "ts_in": "2015-05-06T06:01:08.902968",
  "url": "http://www.theguardian.com/politics/2015/may/05/ukip-candidate-suspended-threatening-bullet-tory-rival"
}