{
  "article_html": "<div><p><strong>Why should you vote?</strong><br></p>\n<p>They say that if you don&#8217;t vote, you can&#8217;t complain. But the Queen doesn&#8217;t vote and she looks pissed off with everything unless it&#8217;s a horse. Mind you, I&#8217;d probably have a face like that if I kept getting serenaded by Gary Barlow.</p>\n<p><strong>Can you explain Farage, Clegg, Cameron, Sturgeon and Miliband?</strong></p>\n<p>Farage is the new one who looks like Fozzie Bear trying to sneak into Parliament by putting Kermit on his shoulders, poking out the top of a stolen suit.</p>\n<p>Clegg &#8211; I&#8217;ve got a trick for remembering which one he is: I think of which one I can&#8217;t remember and that&#8217;s him.</p>\n<p>Cameron is the one who was born to rule, but they keep having elections instead, which you can see gets right on his wick.</p>\n<p>Sturgeon is the one who looks like an auntie who&#8217;s come to pick one of the others up.</p>\n<p>Miliband reminds me of when I was in Aldi and found this squashy CBeebies thing on the floor that a baby had dropped. Everyone had trod its face to bits, but it still had this big smile, maybe because it knew somebody loved it.</p>\n<p><strong>What is a coalition?</strong></p>\n<p>It&#8217;s when two cars bump into each other, but not so badly that anyone&#8217;s dead.</p>\n<p><strong>How do you get &#8220;</strong><a href=\"http://www.theguardian.com/politics/2015/apr/25/david-cameron-blames-brain-fade-for-getting-his-football-team-wrong\" class=\" u-underline\"><strong>brain fade</strong></a><strong>&#8221;?</strong></p>\n<p>It&#8217;s when you get a fact wrong and realise afterwards that you have done it. I have never had one of those. Actually, I have once.</p>\n<p><strong>Who has been the best in the debates?</strong></p>\n<p>The Scotch woman seemed to go down quite well. I think she&#8217;d make a good prime minister if one day we ever let women do that.</p>\n<p><strong>Who are you voting for and why?</strong></p>\n<p>I&#8217;m voting tactically. Like when more people voted for the upside-down dancers than voted for Susan Boyle, but she still got to be the most famous for a bit. So I&#8217;m walking proudly into that dry wooden shower-like thing at the primary school and putting my cross in the Tactical party box.</p>\n<p>Charlie Brooker&#8217;s Election Wipe is on Wednesday 6 May on BBC2, 9pm.</p>\n</div>",
  "authors": [
    "As Told To Jason Hazeley Joel Morris"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Comedy",
    "General election 2015",
    "Politics",
    "Culture",
    "Television",
    "Comedy",
    "Media",
    "Charlie Brooker"
  ],
  "ntitle": "a_beginner_s_guide_to_the_election_by_tv_s_philomena_cunk",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Why should you vote?\n\n\n\nThey say that if you don’t vote, you can’t complain. But the Queen doesn’t vote and she looks pissed off with everything unless it’s a horse. Mind you, I’d probably have a face like that if I kept getting serenaded by Gary Barlow.\n\nCan you explain Farage, Clegg, Cameron, Sturgeon and Miliband?\n\nFarage is the new one who looks like Fozzie Bear trying to sneak into Parliament by putting Kermit on his shoulders, poking out the top of a stolen suit.\n\nClegg – I’ve got a trick for remembering which one he is: I think of which one I can’t remember and that’s him.\n\nCameron is the one who was born to rule, but they keep having elections instead, which you can see gets right on his wick.\n\nSturgeon is the one who looks like an auntie who’s come to pick one of the others up.\n\nMiliband reminds me of when I was in Aldi and found this squashy CBeebies thing on the floor that a baby had dropped. Everyone had trod its face to bits, but it still had this big smile, maybe because it knew somebody loved it.\n\nWhat is a coalition?\n\nIt’s when two cars bump into each other, but not so badly that anyone’s dead.\n\nHow do you get “brain fade”?\n\nIt’s when you get a fact wrong and realise afterwards that you have done it. I have never had one of those. Actually, I have once.\n\nWho has been the best in the debates?\n\nThe Scotch woman seemed to go down quite well. I think she’d make a good prime minister if one day we ever let women do that.\n\nWho are you voting for and why?\n\nI’m voting tactically. Like when more people voted for the upside-down dancers than voted for Susan Boyle, but she still got to be the most famous for a bit. So I’m walking proudly into that dry wooden shower-like thing at the primary school and putting my cross in the Tactical party box.\n\nCharlie Brooker’s Election Wipe is on Wednesday 6 May on BBC2, 9pm.",
  "title": "A beginner's guide to the election by TV's Philomena Cunk",
  "ts_in": "2015-05-05T21:22:38.492501",
  "url": "http://www.theguardian.com/tv-and-radio/shortcuts/2015/may/05/beginners-guide-to-election-by-philomena-cunk-election-wipe-charlie-brooker"
}