{
  "article_html": "<div><p>Seventeen months after Setara&#8217;s husband cut her face and chest with a knife, disfiguring her for life and only narrowly failing to kill her, the laws of her native <a href=\"http://www.theguardian.com/world/afghanistan\" class=\" u-underline\">Afghanistan</a> have still not allowed her to divorce him.</p>\n<p> The reason is not because anyone disputes what happened to her.</p>\n<p> Throughout their marriage, Setara&#8217;s husband, a drug addict, would demand that she bring him 5,000 Afghanis daily (&#163;56) to sustain his habit.</p>\n<p> &#8220;Where is a woman supposed to get that kind of money from?&#8221; asked Setara, who goes by one name.</p>\n<p> The night in December 2013 when her husband lost control began as any other. &#8220;He was laughing, I prepared food for him, and we went to sleep together,&#8221; Setara recalled. But in the early hours, in a fit of rage possibly fuelled by drug withdrawal, Setara&#8217;s husband attacked her with a rock and hit her unconscious.</p>\n<p> Setara woke up when he was cutting off her nose with a knife. As she fought back, he stabbed her chest, slashed her lips and continued to beat her until she lost consciousness again. The next time she woke up, she was being dragged, bleeding and throbbing, outside. Alerted by the turmoil, her four children awoke and managed to chase the husband away.</p>\n<p> He went on the run and reportedly joined insurgents in Herat&#8217;s Shindand district. But though she hasn&#8217;t heard from him since, Setara has still not been able to get a legal separation.</p>\n\n<blockquote>\n<p>Husbands can divorce any time, without reason. A woman can&#8217;t divorce unless her husband doesn&#8217;t give her food or clothes</p>\n\nGulsum Sediqi\n\n</blockquote>\n\n<p> Like many Afghan women in rural areas &#8211; and 80% of the country&#8217;s <a href=\"http://www.unhcr.org/pages/49e486eb6.html\" class=\" u-underline\">700,000-plus internally displaced people</a> &#8211; Setara doesn&#8217;t have an identification card, or tazkera, a requirement for having a divorce plea handled in a court of law. To obtain a tazkera, an Afghan woman needs consent from her husband or father, which can prove particularly problematic in cases of domestic abuse.</p>\n<p> Setara, though, had a stroke of luck. Her case came to the attention of a local attorney and also the Spanish army, which helped her to undergo surgery in Turkey and Spain. When she came back to Herat, the <a href=\"http://www.nrc.no/\" class=\" u-underline\">Norwegian Refugee Council</a> (NRC), an NGO, offered legal counselling and obtained her an identification card so she could start her divorce process. Even then, her father, also a drug addict, demanded 500 Afghanis (&#163;5.60) for verifying her identity.</p>\n<p>Despite what happened to her, Setara said her father has no regrets about selling her off to her husband at the age of seven. &#8220;My father said, &#8216;It was your destiny.&#8217; He even warns my mother that he will [do] something even worse to her,&#8221; she said.</p>\n<p> In Afghanistan, the vast majority of women who experience domestic violence don&#8217;t seek a legal divorce, partly due to economic dependence on their husbands and cultural pressure to keep families united. As a result, only 5% of cases involving violence against women surveyed by the UN in <a href=\"http://unama.unmissions.org/Default.aspx?tabid=12254&amp;ctl=Details&amp;mid=15756&amp;ItemID=38684&amp;language=en-US\" class=\" u-underline\">a recent report</a> ended in prosecution in a formal court.</p>\n<p></p>\n<p> Even for women who do file for divorce, the process is exhausting.</p>\n<p>&#8220;The right of divorce is with the man,&#8221; said Gulsum Sediqi, an activist with the Civil Society Institution Network in Herat. &#8220;He can divorce her any time, without reason. But women can&#8217;t divorce unless her husband doesn&#8217;t give her food or clothes.<br></p>\n<p>&#8220;If she is beaten, it has to be proven by two witnesses, and the process can take more than a year.&#8221;</p>\n<p> The lower part of Setara&#8217;s face is covered by deep lacerations running in a crude web from her nose to where her lips used to be. When we met, her black chador was pulled back to allow a side-sweep of dark hair to cover a scar on her forehead; the bottom of her face was covered with a piece of black cloth. She still has more surgery to go, and asks for her scars not to be photographed, but her face will forever remain a mark of a youth spent largely in misery. </p>\n<p> Unlike most others in her situation, however, Setara has a second chance. In about a month, her case will pass through the third and final legal stage, the supreme court in Kabul, finalising her divorce.</p>\n<p> Few will be able to follow her example. NGOs provide what little legal counselling there is, and their resources are limited. A long-delayed government plan to conduct a nationwide census and equip citizens with biometric identification cards <a href=\"https://www.afghanistan-analysts.org/e-tazkera-relieving-pre-election-tension-or-adding-to-the-confusion/\" class=\" u-underline\">remains elusive</a>, despite the millions of aid dollars spent.</p>\n\n<blockquote>\n<p>Setara&#8217;s face is covered by deep lacerations running in a crude web from her nose to where her lips used to be</p>\n</blockquote>\n\n<p></p>\n<p> In rural areas, the lack of government offices and cultural barriers present further obstacles.</p>\n<p> &#8220;Customarily, men don&#8217;t want to take tazkera for their women. They say it&#8217;s not right to take women to a government office who will take their picture and put it on a piece of paper,&#8221; said Mohammad Abdoh, a legal advisor with NRC in Herat. &#8220;They say it&#8217;s a shameful act.&#8221;</p>\n<p> Setara lives alone with her youngest child, while her three oldest children are in an orphanage, out of reach if her husband appears to claim custody, which is his legal right for boys over seven and girls over nine.</p>\n<p> She lives off small donations and neighbours are afraid to talk to her, she said. But she is safe, and able to secure a better future for her children.</p>\n<p> &#8220;I filed for divorce for the sake of my daughters,&#8221; Setara said. &#8220;I have seen no happiness in my life but I want my daughters to, and I want them to achieve things in life&#8221;.</p>\n</div>",
  "authors": [
    "Sune Engel Rasmussen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Global development",
    "Afghanistan",
    "Women",
    "Gender"
  ],
  "ntitle": "afghanistan_domestic_violence_and_divorce_one_woman_s_harrowing_story",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Seventeen months after Setara’s husband cut her face and chest with a knife, disfiguring her for life and only narrowly failing to kill her, the laws of her native Afghanistan have still not allowed her to divorce him.\n\nThe reason is not because anyone disputes what happened to her.\n\nThroughout their marriage, Setara’s husband, a drug addict, would demand that she bring him 5,000 Afghanis daily (£56) to sustain his habit.\n\n“Where is a woman supposed to get that kind of money from?” asked Setara, who goes by one name.\n\nThe night in December 2013 when her husband lost control began as any other. “He was laughing, I prepared food for him, and we went to sleep together,” Setara recalled. But in the early hours, in a fit of rage possibly fuelled by drug withdrawal, Setara’s husband attacked her with a rock and hit her unconscious.\n\nSetara woke up when he was cutting off her nose with a knife. As she fought back, he stabbed her chest, slashed her lips and continued to beat her until she lost consciousness again. The next time she woke up, she was being dragged, bleeding and throbbing, outside. Alerted by the turmoil, her four children awoke and managed to chase the husband away.\n\nHe went on the run and reportedly joined insurgents in Herat’s Shindand district. But though she hasn’t heard from him since, Setara has still not been able to get a legal separation.\n\nHusbands can divorce any time, without reason. A woman can’t divorce unless her husband doesn’t give her food or clothes Gulsum Sediqi\n\nLike many Afghan women in rural areas – and 80% of the country’s 700,000-plus internally displaced people – Setara doesn’t have an identification card, or tazkera, a requirement for having a divorce plea handled in a court of law. To obtain a tazkera, an Afghan woman needs consent from her husband or father, which can prove particularly problematic in cases of domestic abuse.\n\nSetara, though, had a stroke of luck. Her case came to the attention of a local attorney and also the Spanish army, which helped her to undergo surgery in Turkey and Spain. When she came back to Herat, the Norwegian Refugee Council (NRC), an NGO, offered legal counselling and obtained her an identification card so she could start her divorce process. Even then, her father, also a drug addict, demanded 500 Afghanis (£5.60) for verifying her identity.\n\nDespite what happened to her, Setara said her father has no regrets about selling her off to her husband at the age of seven. “My father said, ‘It was your destiny.’ He even warns my mother that he will [do] something even worse to her,” she said.\n\nIn Afghanistan, the vast majority of women who experience domestic violence don’t seek a legal divorce, partly due to economic dependence on their husbands and cultural pressure to keep families united. As a result, only 5% of cases involving violence against women surveyed by the UN in a recent report ended in prosecution in a formal court.\n\nEven for women who do file for divorce, the process is exhausting.\n\n“The right of divorce is with the man,” said Gulsum Sediqi, an activist with the Civil Society Institution Network in Herat. “He can divorce her any time, without reason. But women can’t divorce unless her husband doesn’t give her food or clothes.\n\n\n\n“If she is beaten, it has to be proven by two witnesses, and the process can take more than a year.”\n\nThe lower part of Setara’s face is covered by deep lacerations running in a crude web from her nose to where her lips used to be. When we met, her black chador was pulled back to allow a side-sweep of dark hair to cover a scar on her forehead; the bottom of her face was covered with a piece of black cloth. She still has more surgery to go, and asks for her scars not to be photographed, but her face will forever remain a mark of a youth spent largely in misery.\n\nUnlike most others in her situation, however, Setara has a second chance. In about a month, her case will pass through the third and final legal stage, the supreme court in Kabul, finalising her divorce.\n\nFew will be able to follow her example. NGOs provide what little legal counselling there is, and their resources are limited. A long-delayed government plan to conduct a nationwide census and equip citizens with biometric identification cards remains elusive, despite the millions of aid dollars spent.\n\nSetara’s face is covered by deep lacerations running in a crude web from her nose to where her lips used to be\n\nIn rural areas, the lack of government offices and cultural barriers present further obstacles.\n\n“Customarily, men don’t want to take tazkera for their women. They say it’s not right to take women to a government office who will take their picture and put it on a piece of paper,” said Mohammad Abdoh, a legal advisor with NRC in Herat. “They say it’s a shameful act.”\n\nSetara lives alone with her youngest child, while her three oldest children are in an orphanage, out of reach if her husband appears to claim custody, which is his legal right for boys over seven and girls over nine.\n\nShe lives off small donations and neighbours are afraid to talk to her, she said. But she is safe, and able to secure a better future for her children.\n\n“I filed for divorce for the sake of my daughters,” Setara said. “I have seen no happiness in my life but I want my daughters to, and I want them to achieve things in life”.",
  "title": "Afghanistan, domestic violence and divorce: one woman's harrowing story",
  "ts_in": "2015-05-05T21:21:43.180098",
  "url": "http://www.theguardian.com/global-development/2015/may/05/afghanistan-domestic-violence-divorce-one-woman-harrowing-story-setara"
}