{
  "article_html": "<div><p>Africa&#8217;s richest man, Aliko Dangote, claims he still harbours hopes of one day buying <a href=\"http://www.theguardian.com/football/arsenal\" class=\" u-underline\">Arsenal</a>.</p>\n<p>The Nigerian has an estimated fortune of &#163;10.4billion and is reported to have wanted to buy into Arsenal when the former director Lady Nina Bracewell-Smith was selling her shares in 2010.</p>\n<p>Arsenal&#8217;s current majority shareholder is the American tycoon Stan Kroenke, who remains committed to the Premier League club for the long term. The Uzbek magnate Alisher Usmanov controls approximately 30% and has also expressed no desire to offload any of his stock.</p>\n<p>Nevertheless Dangote, whose business interests include sugar, flour and oil, remains keen to become part of the Emirates Stadium club sometime in the future.</p>\n<p>Speaking to Bloomberg, he said: &#8220;I still hope, one day at the right price, that I will buy the team. I might buy it, not at a ridiculous price but a price that the owners won&#8217;t want to resist. I know my strategy.&#8221;</p>\n<p>Dangote, though, added no imminent bid was in the pipeline.</p>\n<p>&#8220;We have $16bn-worth of investments in the next few years. Right now I want to take my own business to a certain level. Once I finish on that trajectory, then maybe,&#8221; he said.</p>\n<p><a href=\"http://www.theguardian.com/football/2015/may/04/hull-city-arsenal-premier-league-match-report\" title=\"\" class=\" u-underline\">Arsenal defeated Hull 3-1 on Monday night</a> to give themselves a good chance to finish second behind the Premier League champions Chelsea, and will face Aston Villa in the FA Cup final at Wembley on 30 May.</p>\n<p>Dangote, however, suggested Ars&#232;ne Wenger&#8217;s side should be achieving more. He added: &#8220;[Wenger] needs to change his style a bit. They need new direction.&#8221;</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Arsenal",
    "Football",
    "Business",
    "Sport"
  ],
  "ntitle": "africa_s_richest_man_aliko_dangote_still_has_hopes_of_buying_arsenal",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Africa’s richest man, Aliko Dangote, claims he still harbours hopes of one day buying Arsenal.\n\nThe Nigerian has an estimated fortune of £10.4billion and is reported to have wanted to buy into Arsenal when the former director Lady Nina Bracewell-Smith was selling her shares in 2010.\n\nArsenal’s current majority shareholder is the American tycoon Stan Kroenke, who remains committed to the Premier League club for the long term. The Uzbek magnate Alisher Usmanov controls approximately 30% and has also expressed no desire to offload any of his stock.\n\nNevertheless Dangote, whose business interests include sugar, flour and oil, remains keen to become part of the Emirates Stadium club sometime in the future.\n\nSpeaking to Bloomberg, he said: “I still hope, one day at the right price, that I will buy the team. I might buy it, not at a ridiculous price but a price that the owners won’t want to resist. I know my strategy.”\n\nDangote, though, added no imminent bid was in the pipeline.\n\n“We have $16bn-worth of investments in the next few years. Right now I want to take my own business to a certain level. Once I finish on that trajectory, then maybe,” he said.\n\nArsenal defeated Hull 3-1 on Monday night to give themselves a good chance to finish second behind the Premier League champions Chelsea, and will face Aston Villa in the FA Cup final at Wembley on 30 May.\n\nDangote, however, suggested Arsène Wenger’s side should be achieving more. He added: “[Wenger] needs to change his style a bit. They need new direction.”",
  "title": "Africa’s richest man Aliko Dangote still has hopes of buying Arsenal",
  "ts_in": "2015-05-05T21:22:34.895351",
  "url": "http://www.theguardian.com/football/2015/may/05/aliko-dangote-buy-arsenal-one-day"
}