{
  "article_html": "<div><p>There was less ice in the <a href=\"http://www.theguardian.com/world/arctic\" class=\" u-underline\">Arctic</a> this winter than in any other winter during the satellite era, National Oceanic and Atmospheric Administration scientists said on Tuesday.</p>\n<p>The announcement was consistent with previous predictions that the Arctic would have entirely ice-free summers by 2040, they said in a briefing to the media on the state of climate trends in the north pole.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\" class=\" u-underline\">Join the Guardian's climate change campaign</a> </p>\n\n<p>The consequences of such a small quantity of Arctic ice are major and far-reaching.</p>\n<p>After undergoing a period of colder temperatures and slower ice retreat between 2007 and 2012, the Arctic is returning to a warm period with the overall trend over the decades continuing to show temperatures getting hotter and ice melting faster.</p>\n<p>This year, full ice coverage &#8211; the point at which the ice reaches its peak an then starts melting &#8211; was reached on 25 February, more than two weeks before the expected date of mid-March, said Jeff Key at NOAA&#8217;s Satellite and Information Service&#8217;s Center for Satellite Applications and Research. This means ice started to melt earlier and faster than in previous years.</p>\n<p>Ed Farley, a scientist with NOAA&#8217;s Alaska Fisheries Science Center, said that studies over the last 15 years showed that ice melting faster year-on-year led to a drastic loss in the fat contained in zooplankten &#8211; a fish food crucial for the entire area&#8217;s ecosystem.</p>\n<p>&#8220;We all know that we are what we eat,&#8221; Farley said, echoing lines more commonly heard on reality television show The Biggest Loser. But his words were not aimed at educating teenagers on the virtues of broccoli and blueberries, or at educating adults in getting into shape beyond the treadmill.</p>\n<p>In the Arctic, fat content &#8211; the higher the better &#8211; contained in zooplankten has serious, knock-on effects that determine living creatures&#8217; ability to make it through the winter.</p>\n<p>Zooplankten feeds the area&#8217;s fish, which in turn feed the area&#8217;s seals, which in turn feed the area&#8217;s polar bears. Eating high-fat foods is crucial forthose species to allow them to fatten up and survive harsh winter months.</p>\n<p>Changing temperatures in the sea may also severely affect access to high-fat foods in the Arctic&#8217;s ecosystem, Farley said.</p>\n<p>The Arctic cod, which outweighs its Arctic fish brother the Saffron cod in fat content by 2.7 times, thrives in a sea that is 7C, gets smaller past such a temperature, and risks not surviving at all beyond 10C.</p>\n<p>With sea temperatures set to be between 10 and 13C by the end of this century, the Arctic cod might not make it &#8211; at all. And while the saffron cod, which likes warmer seas, would survive this temperature change, seals would have to eat saffron cod at 2.7 times the rate they were the Arctic cod to get the same amount of fat for the winter &#8211; a tough challenge, to say the least.</p>\n<p>Changes in ice levels and temperature will likely have other, broader effects too.</p>\n<p>For many businesses, a changing Arctic is good news, not bad.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/environment/2015/apr/30/dear-bill-gates-will-you-lead-the-fight-against-climate-change\" class=\" u-underline\">Dear Bill Gates: 'Will you lead the fight against climate change?'</a> </p>\n\n<p>New shipping routes will be created, with routes able to run undisrupted through the summer by the time post-2040 predicted ice-free summers hit, said Jeff Key at NOAA&#8217;s Satellite and Information Service&#8217;s Center for Satellite Applications and Research. Two such routes have already been created.</p>\n<p>No ice also means oil and gas exploration teams will have a much easier time, both in terms of access and period spent exploring, Farley said.</p>\n<p>But for people &#8211; as well as animals &#8211; on the ground, the potential effects are troubling. The effect of ships moving through the northern area of the globe at a much greater rate will be undoubtedly disruptive for sea life.</p>\n<p>There is currently no infrastructure in place to handle accidents along shipping routes, Farley said, including oil spills.</p>\n<p>For indigenous subsistence harvest communities in Alaska that rely on the availability of seals and whales, that will mean a way of life, but &#8211; even more simply &#8211; meals on the line.</p>\n<p>In 2009, the US Department of Commerce approved a plan to ban commercial fishing in the United States Arctic waters to be enforced until more information could be obtained to support sustainable fisheries management.</p>\n<p>Key stressed the importance of satellite acquired data-watching the Arctic, and the need for international cooperation: &#8220;What happens in the Arctic does not stay in the Arctic.&#8221;</p>\n<p>Understanding weather patterns in the Arctic means being able to predict weather patterns, including hurricanes, in other parts of the world.</p>\n</div>",
  "authors": [
    "Rose Hackman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Climate change",
    "Arctic",
    "World news",
    "Environment",
    "US news",
    "Conservation"
  ],
  "ntitle": "arctic_ice_melting_faster_and_earlier_as_scientists_demand_action",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "There was less ice in the Arctic this winter than in any other winter during the satellite era, National Oceanic and Atmospheric Administration scientists said on Tuesday.\n\nThe announcement was consistent with previous predictions that the Arctic would have entirely ice-free summers by 2040, they said in a briefing to the media on the state of climate trends in the north pole.\n\nRelated: Join the Guardian's climate change campaign\n\nThe consequences of such a small quantity of Arctic ice are major and far-reaching.\n\nAfter undergoing a period of colder temperatures and slower ice retreat between 2007 and 2012, the Arctic is returning to a warm period with the overall trend over the decades continuing to show temperatures getting hotter and ice melting faster.\n\nThis year, full ice coverage – the point at which the ice reaches its peak an then starts melting – was reached on 25 February, more than two weeks before the expected date of mid-March, said Jeff Key at NOAA’s Satellite and Information Service’s Center for Satellite Applications and Research. This means ice started to melt earlier and faster than in previous years.\n\nEd Farley, a scientist with NOAA’s Alaska Fisheries Science Center, said that studies over the last 15 years showed that ice melting faster year-on-year led to a drastic loss in the fat contained in zooplankten – a fish food crucial for the entire area’s ecosystem.\n\n“We all know that we are what we eat,” Farley said, echoing lines more commonly heard on reality television show The Biggest Loser. But his words were not aimed at educating teenagers on the virtues of broccoli and blueberries, or at educating adults in getting into shape beyond the treadmill.\n\nIn the Arctic, fat content – the higher the better – contained in zooplankten has serious, knock-on effects that determine living creatures’ ability to make it through the winter.\n\nZooplankten feeds the area’s fish, which in turn feed the area’s seals, which in turn feed the area’s polar bears. Eating high-fat foods is crucial forthose species to allow them to fatten up and survive harsh winter months.\n\nChanging temperatures in the sea may also severely affect access to high-fat foods in the Arctic’s ecosystem, Farley said.\n\nThe Arctic cod, which outweighs its Arctic fish brother the Saffron cod in fat content by 2.7 times, thrives in a sea that is 7C, gets smaller past such a temperature, and risks not surviving at all beyond 10C.\n\nWith sea temperatures set to be between 10 and 13C by the end of this century, the Arctic cod might not make it – at all. And while the saffron cod, which likes warmer seas, would survive this temperature change, seals would have to eat saffron cod at 2.7 times the rate they were the Arctic cod to get the same amount of fat for the winter – a tough challenge, to say the least.\n\nChanges in ice levels and temperature will likely have other, broader effects too.\n\nFor many businesses, a changing Arctic is good news, not bad.\n\nRelated: Dear Bill Gates: 'Will you lead the fight against climate change?'\n\nNew shipping routes will be created, with routes able to run undisrupted through the summer by the time post-2040 predicted ice-free summers hit, said Jeff Key at NOAA’s Satellite and Information Service’s Center for Satellite Applications and Research. Two such routes have already been created.\n\nNo ice also means oil and gas exploration teams will have a much easier time, both in terms of access and period spent exploring, Farley said.\n\nBut for people – as well as animals – on the ground, the potential effects are troubling. The effect of ships moving through the northern area of the globe at a much greater rate will be undoubtedly disruptive for sea life.\n\nThere is currently no infrastructure in place to handle accidents along shipping routes, Farley said, including oil spills.\n\nFor indigenous subsistence harvest communities in Alaska that rely on the availability of seals and whales, that will mean a way of life, but – even more simply – meals on the line.\n\nIn 2009, the US Department of Commerce approved a plan to ban commercial fishing in the United States Arctic waters to be enforced until more information could be obtained to support sustainable fisheries management.\n\nKey stressed the importance of satellite acquired data-watching the Arctic, and the need for international cooperation: “What happens in the Arctic does not stay in the Arctic.”\n\nUnderstanding weather patterns in the Arctic means being able to predict weather patterns, including hurricanes, in other parts of the world.",
  "title": "Arctic ice melting faster and earlier as scientists demand action",
  "ts_in": "2015-05-05T21:21:59.753506",
  "url": "http://www.theguardian.com/environment/2015/may/05/arctic-ice-retreat-scientists-climate-change"
}