{
  "article_html": "<div><p>An army recruitment sergeant has been found guilty of sex attacks on young female recruits.</p>\n<p>Edwin Mee, 46, abused his power to &#8220;bully and groom&#8221; young female cadets before pouncing on them. His campaign of abuse began by spanking women on the bottom and escalated to raping a vulnerable recruit.</p>\n<p>The divorced father-of-five from Glasgow would stay late at the careers centre where he worked and conduct interviews with applicants to target his victims.</p>\n<p>He asked a 16-year-old if she had body piercings and said he wanted to see the piercing in her tummy. Later he slapped her bottom and when she complained, told her: &#8220;It&#8217;s you who needs the army.&#8221;</p>\n<p>Another of his victims recalled how she saw Mee as a father figure before he raped her.</p>\n<p>Mee was found guilty of carrying out sex attacks on seven victims after a trial at Southwark crown court in London.<br></p>\n<p>He was convicted of 10 sexual assaults, two rapes and one count of assault by penetration. Mee showed no emotion as the verdicts were read out. He was found not guilty of three counts of sexual assault.</p>\n<p>Jurors, who retired to consider their verdicts on Tuesday last week, are still deliberating on four counts of sexual assault and one of rape.</p>\n<p>Mee carried out a campaign of sex attacks on women aged from 16 to their early 20s, between 2010 and 2011. </p>\n<p>Prosecutor Rosina Cottage said: &#8220;The implication is clear - put up or shut up.<br></p>\n<p>&#8220;This is a pattern of bullying sexual behaviour that was repeated again and again to the female cadets to make them feel that he had power over them and control over their future.&#8221; </p>\n<p>Mee disregarded normal army interview procedures to keep the complainants to himself and &#8220;gauge their vulnerability&#8221;, she said. </p>\n<p>He would speak to them about sex, touch them and in the most serious instance commit rape, Cottage said. </p>\n<p>She said: &#8220;A number of the complainants in this case were young black women, born outside the UK. </p>\n<p>&#8220;Whether the defendant believed that this gave them a vulnerability in relation to their immigration status, or gave him an excuse to pretend that he had some power over them, the inference that the prosecution say can be drawn is that he deliberately targeted these young women.&#8221; </p>\n<p>Mee denied all 21 charges against him.</p>\n<p>The jurors will return to continue their deliberations tomorrow. </p>\n</div>",
  "authors": [
    "Kevin Rawlinson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "army_recruitment_sergeant_guilty_of_sex_attacks_on_young_female_recruits",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "An army recruitment sergeant has been found guilty of sex attacks on young female recruits.\n\nEdwin Mee, 46, abused his power to “bully and groom” young female cadets before pouncing on them. His campaign of abuse began by spanking women on the bottom and escalated to raping a vulnerable recruit.\n\nThe divorced father-of-five from Glasgow would stay late at the careers centre where he worked and conduct interviews with applicants to target his victims.\n\nHe asked a 16-year-old if she had body piercings and said he wanted to see the piercing in her tummy. Later he slapped her bottom and when she complained, told her: “It’s you who needs the army.”\n\nAnother of his victims recalled how she saw Mee as a father figure before he raped her.\n\nMee was found guilty of carrying out sex attacks on seven victims after a trial at Southwark crown court in London.\n\n\n\nHe was convicted of 10 sexual assaults, two rapes and one count of assault by penetration. Mee showed no emotion as the verdicts were read out. He was found not guilty of three counts of sexual assault.\n\nJurors, who retired to consider their verdicts on Tuesday last week, are still deliberating on four counts of sexual assault and one of rape.\n\nMee carried out a campaign of sex attacks on women aged from 16 to their early 20s, between 2010 and 2011.\n\nProsecutor Rosina Cottage said: “The implication is clear - put up or shut up.\n\n\n\n“This is a pattern of bullying sexual behaviour that was repeated again and again to the female cadets to make them feel that he had power over them and control over their future.”\n\nMee disregarded normal army interview procedures to keep the complainants to himself and “gauge their vulnerability”, she said.\n\nHe would speak to them about sex, touch them and in the most serious instance commit rape, Cottage said.\n\nShe said: “A number of the complainants in this case were young black women, born outside the UK.\n\n“Whether the defendant believed that this gave them a vulnerability in relation to their immigration status, or gave him an excuse to pretend that he had some power over them, the inference that the prosecution say can be drawn is that he deliberately targeted these young women.”\n\nMee denied all 21 charges against him.\n\nThe jurors will return to continue their deliberations tomorrow.",
  "title": "Army recruitment sergeant guilty of sex attacks on young female recruits",
  "ts_in": "2015-05-05T21:22:36.431893",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/army-recruitment-sergeant-sex-attacks-edwin-mee"
}