{
  "article_html": "<div><p>Spanish is spoken on S&#228;bener Stra&#223;e, 53. Not on Bayern Munich&#8217;s training pitch with its Biergarten at one corner and not in the team dressing room either, where German and English are the lingua francas, but elsewhere it is. There are 10 Spaniards here: five players, plus Pep Guardiola and four members of his staff. One recent photograph didn&#8217;t need to be staged to portray them all together, five of the seven subs against Hertha Berlin a week ago.</p>\n<p>And that was the bench. Javi Mart&#237;nez has now returned from injury and there is even half a chance that on Wednesday night there could be as many Spaniards out on the pitch in Bayern&#8217;s starting XI as there are in Barcelona&#8217;s. Mart&#237;nez, Thiago Alc&#226;ntara, Juan Bernat and Xabi Alonso versus Gerard Piqu&#233;, Jordi Alba, Sergio Busquets and Andr&#233;s Iniesta.</p>\n<p>When Alonso arrived this summer some sections of the media bemoaned a Spanish invasion. That Thiago, suffering a knee-ligament injury, had been treated in Spain only deepened the criticism and that was a debate that resurfaced when <a href=\"http://www.theguardian.com/football/2015/apr/16/bayern-munich-doctor-quits-muller-wohlfahrt\" class=\" u-underline\">Doctor Hans-Wilhelm M&#252;ller-Wohlfahrt walked away last week</a>. At the time, Karl-Heinz Rummenigge and Matthias Sammer spoke out angrily, accusing some reporters of being narrow-minded provincials offering a facile argument, still drunk on Germany&#8217;s World Cup success.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/2015/may/02/bayern-munich-pep-guardiola-barcelona\" class=\" u-underline\">Bayern Munich&#8217;s Pep Guardiola goes home to Barcelona a changed man</a> </p>\n\n<p>Guardiola believes that a mix of nationalities is beneficial to the team but seeks to ensure that clans do not form. Although there have been some suggestions of discomfort among players at a club where Bastian Schweinsteiger and Mario G&#246;tze, to cite two examples, have not always had the prominence they might have expected, the welcome has been a good one. &#8220;There&#8217;s no real egos in the dressing room,&#8221; Pepe Reina says.</p>\n<p>Fans certainly have few doubts: Thiago&#8217;s talent, Bernat&#8217;s running and Alonso&#8217;s control broker little argument for a start. Mart&#237;nez, the first to arrive, a treble winner from the pre-Pep era, an enthusiast of the Bavarian countryside and a man who, like them, had to relearn under Guardiola almost stands apart. And as for Pepe Reina, it&#8217;s impossible not to take to Pepe Reina.</p>\n<p>If Bayern&#8217;s existing players have had to adapt to Pep&#8217;s way, a &#8220;Spanish way&#8221;, then the Spaniards have had to adapt to Germany too. The style is more direct, with fewer passes and more counterattacks, says Mart&#237;nez. who has had to adapt twice. It hasn&#8217;t always been easy on or off the pitch but there was an ease about them at S&#228;bener Stra&#223;e this week. There is, after all, safety in numbers.</p>\n<p>&#8220;I was leaving home for the first time, very young, to a new country with a different language, but then the thing I like most in the world is playing football, so &#8230;&#8221; Bernat begins. Besides, there was a support mechanism in place. Asked whom he is closest to in the dressing room, he responds a little embarrassed: &#8220;Well, the only ones I understand are the Spaniards.&#8221;</p>\n<p>&#8220;I know from my own experience that it is not easy to adapt quickly to a club with a different culture, to a new country and language,&#8221; says Mart&#237;nez, first to arrive. &#8220;Juan has been fortunate enough that the situation has changed. When I came there were no Spaniards. Now there are lots of them and that helps quite a bit.&#8221;</p>\n<p>For Alonso, a man who somehow managed to pull on a pair of Lederhosen and look right, stylish even, those difficulties were something to embrace, not avoid. &#8220;This was a challenge: I wanted to see if I could do it,&#8221; he says. &#8220;You arrive wanting to learn, a sponge that soaks it all up. I&#8217;ve learnt a lot and there&#8217;s a reason why people hold up the German league as a model to emulate. I haven&#8217;t finished yet, either. I&#8217;m still working on this. I wanted to come, win people over, to be obliged to start again.&#8221;</p>\n<p>&#8220;We&#8217;ve come to a country that&#8217;s completely different to ours; we&#8217;re trying to take on board those changes so that we can integrate well,&#8221; Thiago says. &#8220;It&#8217;s a lovely country and we&#8217;re trying to enjoy it.&#8221; According to Bernat: &#8220;The Germans are a bit more strict, more cuadriculados.&#8221; Cuadriculados roughly translates as rigid, square. He&#8217;s laughing now: &#8220;Sometimes that&#8217;s a good thing, sometimes it&#8217;s not so good.&#8221;</p>\n<p>Bernat says the language is a problem, as it is for all of them. Asked which of the Spaniards speaks the worst German, he replies: &#8220;Well, he&#8217;s in this room.&#8221; And the best? &#8220;Pepe&#8217;s personality means that he&#8217;s the one most prepared to give it a go.&#8221; Told what his team-mate said, Reina responds: &#8220;It&#8217;s one thing giving it a go, another actually understanding it. It&#8217;s a complicated language that doesn&#8217;t look like any other language, so you have to start from scratch.&#8221;</p>\n<p>In fact it is Mart&#237;nez who speaks the best. He could do this interview in German, one member of staff notes, although the smile suggests otherwise and, three years on, some expected more. But then bad luck, a year out injured, actually helped him. Linguistically, at least.</p>\n<p>&#8220;It was hard [being injured]. It was hard waking up and knowing that I could not do what I most enjoy: play, train, be with the ball. I would even dream of training sessions. There were moments when you think: &#8216;Shit, I&#8217;m not going to make it.&#8217;&#8221; But there was one advantage. What did you do to pass the time? &#8220;I learnt German,&#8221; he says. &#8220;I&#8217;ve been here for three years and my German is ... OK.&#8221;</p>\n<p>This week, Bayern Munich&#8217;s Spaniards head back to Spain. For Reina and Thiago the meaning is deeper still: they head home, to the club where they came through the youth system. Thiago may even face his brother Rafinha. But all 10 men would insist that key words there are &#8220;Bayern&#8221; and &#8220;Munich&#8221;, not &#8220;Spaniards&#8221;.</p>\n<p>&#8220;Is your heart a little divided?&#8221; Thiago is asked. The response is as swift as it is clear. &#8220;I&#8217;m a Bayern Munich player,&#8221; he says. &#8220;And I want <a href=\"http://www.theguardian.com/football/bayernmunich\" class=\" u-underline\">Bayern Munich</a> to reach the final.&#8221;</p>\n</div>",
  "authors": [
    "Sid Lowe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Bayern Munich",
    "Barcelona",
    "Champions League",
    "Football",
    "Sport"
  ],
  "ntitle": "bayern_munich_s_spanish_contingent_keen_to_show_they_made_the_right_move",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Spanish is spoken on Säbener Straße, 53. Not on Bayern Munich’s training pitch with its Biergarten at one corner and not in the team dressing room either, where German and English are the lingua francas, but elsewhere it is. There are 10 Spaniards here: five players, plus Pep Guardiola and four members of his staff. One recent photograph didn’t need to be staged to portray them all together, five of the seven subs against Hertha Berlin a week ago.\n\nAnd that was the bench. Javi Martínez has now returned from injury and there is even half a chance that on Wednesday night there could be as many Spaniards out on the pitch in Bayern’s starting XI as there are in Barcelona’s. Martínez, Thiago Alcântara, Juan Bernat and Xabi Alonso versus Gerard Piqué, Jordi Alba, Sergio Busquets and Andrés Iniesta.\n\nWhen Alonso arrived this summer some sections of the media bemoaned a Spanish invasion. That Thiago, suffering a knee-ligament injury, had been treated in Spain only deepened the criticism and that was a debate that resurfaced when Doctor Hans-Wilhelm Müller-Wohlfahrt walked away last week. At the time, Karl-Heinz Rummenigge and Matthias Sammer spoke out angrily, accusing some reporters of being narrow-minded provincials offering a facile argument, still drunk on Germany’s World Cup success.\n\nRelated: Bayern Munich’s Pep Guardiola goes home to Barcelona a changed man\n\nGuardiola believes that a mix of nationalities is beneficial to the team but seeks to ensure that clans do not form. Although there have been some suggestions of discomfort among players at a club where Bastian Schweinsteiger and Mario Götze, to cite two examples, have not always had the prominence they might have expected, the welcome has been a good one. “There’s no real egos in the dressing room,” Pepe Reina says.\n\nFans certainly have few doubts: Thiago’s talent, Bernat’s running and Alonso’s control broker little argument for a start. Martínez, the first to arrive, a treble winner from the pre-Pep era, an enthusiast of the Bavarian countryside and a man who, like them, had to relearn under Guardiola almost stands apart. And as for Pepe Reina, it’s impossible not to take to Pepe Reina.\n\nIf Bayern’s existing players have had to adapt to Pep’s way, a “Spanish way”, then the Spaniards have had to adapt to Germany too. The style is more direct, with fewer passes and more counterattacks, says Martínez. who has had to adapt twice. It hasn’t always been easy on or off the pitch but there was an ease about them at Säbener Straße this week. There is, after all, safety in numbers.\n\n“I was leaving home for the first time, very young, to a new country with a different language, but then the thing I like most in the world is playing football, so …” Bernat begins. Besides, there was a support mechanism in place. Asked whom he is closest to in the dressing room, he responds a little embarrassed: “Well, the only ones I understand are the Spaniards.”\n\n“I know from my own experience that it is not easy to adapt quickly to a club with a different culture, to a new country and language,” says Martínez, first to arrive. “Juan has been fortunate enough that the situation has changed. When I came there were no Spaniards. Now there are lots of them and that helps quite a bit.”\n\nFor Alonso, a man who somehow managed to pull on a pair of Lederhosen and look right, stylish even, those difficulties were something to embrace, not avoid. “This was a challenge: I wanted to see if I could do it,” he says. “You arrive wanting to learn, a sponge that soaks it all up. I’ve learnt a lot and there’s a reason why people hold up the German league as a model to emulate. I haven’t finished yet, either. I’m still working on this. I wanted to come, win people over, to be obliged to start again.”\n\n“We’ve come to a country that’s completely different to ours; we’re trying to take on board those changes so that we can integrate well,” Thiago says. “It’s a lovely country and we’re trying to enjoy it.” According to Bernat: “The Germans are a bit more strict, more cuadriculados.” Cuadriculados roughly translates as rigid, square. He’s laughing now: “Sometimes that’s a good thing, sometimes it’s not so good.”\n\nBernat says the language is a problem, as it is for all of them. Asked which of the Spaniards speaks the worst German, he replies: “Well, he’s in this room.” And the best? “Pepe’s personality means that he’s the one most prepared to give it a go.” Told what his team-mate said, Reina responds: “It’s one thing giving it a go, another actually understanding it. It’s a complicated language that doesn’t look like any other language, so you have to start from scratch.”\n\nIn fact it is Martínez who speaks the best. He could do this interview in German, one member of staff notes, although the smile suggests otherwise and, three years on, some expected more. But then bad luck, a year out injured, actually helped him. Linguistically, at least.\n\n“It was hard [being injured]. It was hard waking up and knowing that I could not do what I most enjoy: play, train, be with the ball. I would even dream of training sessions. There were moments when you think: ‘Shit, I’m not going to make it.’” But there was one advantage. What did you do to pass the time? “I learnt German,” he says. “I’ve been here for three years and my German is ... OK.”\n\nThis week, Bayern Munich’s Spaniards head back to Spain. For Reina and Thiago the meaning is deeper still: they head home, to the club where they came through the youth system. Thiago may even face his brother Rafinha. But all 10 men would insist that key words there are “Bayern” and “Munich”, not “Spaniards”.\n\n“Is your heart a little divided?” Thiago is asked. The response is as swift as it is clear. “I’m a Bayern Munich player,” he says. “And I want Bayern Munich to reach the final.”",
  "title": "Bayern Munich’s Spanish contingent keen to show they made the right move",
  "ts_in": "2015-05-05T21:22:21.617415",
  "url": "http://www.theguardian.com/football/blog/2015/may/05/bayern-munich-spaniards-home-barcelona-champions-league"
}