{
  "article_html": "<div><p>The Police Service of <a href=\"http://www.theguardian.com/uk/northernireland\" class=\" u-underline\">Northern Ireland</a> has raided a house in Belfast in connection with the murder of one of the IRA&#8217;s most senior members in the city earlier on Tuesday.<br></p>\n<p>Detectives said they visited a property in the north of the city several hours after Gerard &#8220;Jock&#8221; Davison, a one-time IRA commander, was shot dead close to his home in the Market district of central <a href=\"http://www.theguardian.com/uk/belfast\" class=\" u-underline\">Belfast</a> on Tuesday morning. The person they were looking for was not at the premises.<br></p>\n<p>Police officers investigating the killing earlier ruled out any involvement of hardline anti-peace process republican organisation or loyalist paramilitaries.<br></p>\n<p>The murder was witnessed by children on their way to school around 9am, when the 47-year-old was shot several times at point blank range.<br></p>\n<p>The fatal shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker.<br></p>\n<p>Local people reported children screaming, with one crying out &#8220;daddy, daddy&#8221; when the gunman fired at the ex-IRA activist. The gunman, who eyewitnesses said was wearing a hooded jacket that concealed his face, escaped by running up an alleyway behind homes in Upper Stanfield Street.<br></p>\n<p>A short time after the shooting a number of senior republicans from across Belfast descended on the inner city area to support Davison&#8217;s family and friends.<br></p>\n<p>Davison is the most senior pro-peace process republican to have been killed since the <a href=\"http://www.theguardian.com/uk/ira\" class=\" u-underline\">IRA</a> ceasefire of 1997. Security sources said it was highly unlikely that any Ulster loyalist group was behind the murders, adding that the killers may instead have come from within the nationalist community, possibly from people who had a longstanding grudge against the victim.<br></p>\n<p>Later on Tuesday, two senior PSNI detectives said they did not believe any of the hardline republican groups opposed to the peace process &#8211; the new IRA, the Continuity IRA or &#211;glaigh na h&#201;ireann &#8211; had been responsible for the killing.</p>\n<p>DCI Justyn Galloway and Ch Ins Robert Murdie also said there was no sectarian motive for the murder, thus excluding the possibility of an Ulster loyalist faction being behind it.<br></p>\n<p>The two PSNI officers said cooperation from those in the Markets will be vital in their efforts to catch Davison&#8217;s killers. Several hours after the murder the small working-class area was still flooded with armed police officers manning checkpoints, while forensics officers in white boiler suits combed the streets and alleyways near the murder scene for clues.<br></p>\n<ul>\n<li>This article was amended on Tuesday 5 May 2015. It originally stated that a man had been arrested in connection with the murder of Gerard Davison. This was incorrect.</li>\n</ul>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Northern Ireland",
    "Belfast",
    "UK news",
    "IRA",
    "UK security and counter-terrorism"
  ],
  "ntitle": "belfast_police_raid_home_in_connection_with_killing_of_gerard_jock_davison",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Police Service of Northern Ireland has raided a house in Belfast in connection with the murder of one of the IRA’s most senior members in the city earlier on Tuesday.\n\n\n\nDetectives said they visited a property in the north of the city several hours after Gerard “Jock” Davison, a one-time IRA commander, was shot dead close to his home in the Market district of central Belfast on Tuesday morning. The person they were looking for was not at the premises.\n\n\n\nPolice officers investigating the killing earlier ruled out any involvement of hardline anti-peace process republican organisation or loyalist paramilitaries.\n\n\n\nThe murder was witnessed by children on their way to school around 9am, when the 47-year-old was shot several times at point blank range.\n\n\n\nThe fatal shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker.\n\n\n\nLocal people reported children screaming, with one crying out “daddy, daddy” when the gunman fired at the ex-IRA activist. The gunman, who eyewitnesses said was wearing a hooded jacket that concealed his face, escaped by running up an alleyway behind homes in Upper Stanfield Street.\n\n\n\nA short time after the shooting a number of senior republicans from across Belfast descended on the inner city area to support Davison’s family and friends.\n\n\n\nDavison is the most senior pro-peace process republican to have been killed since the IRA ceasefire of 1997. Security sources said it was highly unlikely that any Ulster loyalist group was behind the murders, adding that the killers may instead have come from within the nationalist community, possibly from people who had a longstanding grudge against the victim.\n\n\n\nLater on Tuesday, two senior PSNI detectives said they did not believe any of the hardline republican groups opposed to the peace process – the new IRA, the Continuity IRA or Óglaigh na hÉireann – had been responsible for the killing.\n\nDCI Justyn Galloway and Ch Ins Robert Murdie also said there was no sectarian motive for the murder, thus excluding the possibility of an Ulster loyalist faction being behind it.\n\n\n\nThe two PSNI officers said cooperation from those in the Markets will be vital in their efforts to catch Davison’s killers. Several hours after the murder the small working-class area was still flooded with armed police officers manning checkpoints, while forensics officers in white boiler suits combed the streets and alleyways near the murder scene for clues.\n\n",
  "title": "Belfast police raid home in connection with killing of Gerard 'Jock' Davison",
  "ts_in": "2015-05-05T23:26:06.507400",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/belfast-police-arrest-man-in-connection-with-killing-of-gerard-jock-davison"
}