{
  "article_html": "<div><p>It&#8217;s a bank holiday Monday afternoon in a <a href=\"http://www.theguardian.com/uk/glasgow\" class=\" u-underline\">Glasgow</a> boozer. Busy tables are littered with discarded yellow raffle tickets and half-empty pints. On the small stage, a heavily pregnant woman belts out Purple Rain.</p>\n<p>Bob Gillespie stands by the entrance, shoulders filling out a tweed jacket, silently mouthing Prince&#8217;s words. The 77-year-old passed his love of a singalong on to his son, the raucous Primal Scream frontman who bears his name. In a gap between numbers, a middle-aged woman with tightly pursed lips stops for a chat. &#8220;Don&#8217;t worry, I can help,&#8221; Gillespie says in a low, gravelly voice, flicking a hand through his white hair. She smiles, reassured.</p>\n<p>In his native city, Bob Gillespie&#8217;s reputation goes before him. He is the union firebrand who took on Robert Maxwell. He is also probably the most famous Labour MP that Glasgow never had, the man whose defeat in a supposedly unlosable 1988 byelection in Govan was a watershed moment for <a href=\"http://www.theguardian.com/uk/scotland\" class=\" u-underline\">Scotland</a>, and Scottish nationalism.</p>\n<p>Outside the bar, the street is bathed in sunshine, illuminating a series of bright blue posters tacked up in the windows of a council flat. All say just one word: &#8220;Yes.&#8221; Glasgow voted for independence last year. Now <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> seems set to lose dozens of Westminster seats in its onetime heartlands to the Scottish National party. If anyone knows what that feels like, it&#8217;s Bob Gillespie.</p>\n<p>In 1988 it was no summer of love in the shadows of the shipyards on the southern lip of Glasgow&#8217;s Clyde. Rangers had finished a lowly third in the league, behind bitter rivals Celtic. Margaret Thatcher was in the process of denationalising British Shipbuilders. Govan&#8217;s Fairfield yard would soon be sold off. That July, Labour leader Neil Kinnock nominated Govan MP Bruce Millan as a European Commissioner. The ensuing byelection would be a formality. In the previous year&#8217;s general election, Labour won a record victory in Scotland, returning 50 MPs. Millan took more than five times the vote of his nearest challenger in Govan. Scottish nationalists finished a distant fourth.</p>\n<p>Labour chose Gillespie as its candidate. Gillespie, a vivacious product of Glasgow&#8217;s docks, seemed a neat fit with working-class Govan. After returning from the navy with &#8220;Hong Kong&#8221; tattooed on his knuckles &#8211; a memento of a drunken escapade in the entrepot &#8211; Gillespie had built a formidable union career. By 1988, he was negotiating with print bosses across the UK.</p>\n<p>But it soon became apparent that Govan would not be as straightforward as the Labour hierarchy assumed. Labour was slumping in the polls. The self-styled &#8220;fighting fifty&#8221; Scottish Labour MPs elected in 1987 were powerless in Tory-controlled Westminster. Split on the issue of a devolved Scottish parliament, the party was equally divided about how to respond to the poll tax. The newly minted levy was to be implemented in Scotland first before being rolled out across the UK. Labour rejected proposals for mass non-payment. The Scottish National party saw its chance.</p>\n<p>&#8220;Our strategy in Govan was absolutely clear, to pin the Labour party on two points: they didn&#8217;t know what to do about the poll tax and they weren&#8217;t the party they were,&#8221; recalls Jim Sillars, the SNP&#8217;s candidate and himself a former Labour MP.</p>\n\n\n<a href=\"/politics/2015/may/05/bob-gillespie-labour-primal-scream-bobbie-scottish-politics#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430834145056/48aa0901-7feb-48c7-947d-8b2e297101c7-300x180.jpeg\" alt=\"Jim Sillars\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485hy%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Bob+Gillespie%2C+the+SNP+and+Labour%27s+primal+scream&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485hy%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Bob+Gillespie%2C+the+SNP+and+Labour%27s+primal+scream&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fbob-gillespie-labour-primal-scream-bobbie-scottish-politics&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430834144840%2F48aa0901-7feb-48c7-947d-8b2e297101c7-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nJim Sillars, SNP candidate in the 1988 Glasgow Govan byelection. Photograph: Guardian\n\n\n\n<p>The SNP had form in Govan. In 1973, a glamorous 30-year-old publican named Margo MacDonald &#8211; nicknamed &#8220;the blonde bombshell&#8221; by an enraptured press corps &#8211; overturned a massive Labour majority to win a historic nationalist victory. By 1988, Sillars and MacDonald were husband and wife.</p>\n<p>But the political landscape in Govan had shifted in the decade and a half since MacDonald had shocked the Labour establishment. The defiant radicalism of <a href=\"http://www.theguardian.com/politics/2010/aug/11/jimmy-reid-obituary\" class=\" u-underline\">Jimmy Reid</a> and the Upper Clyde Shipbuilders was a fading memory. The SNP was openly loathed, blamed for ushering Thatcher into power after its support for a no-confidence motion precipitated the collapse of the James Callaghan administration in 1979.<br></p>\n<p>&#8220;We were despised,&#8221; says Sillars, leaning back on a tan easy chair in his ground-floor flat on Edinburgh&#8217;s southside. Near his slippered feet lie copies of Marx&#8217;s Capital, biographies of Hitler and Stalin, and Alex Salmond&#8217;s recent referendum campaign diary.</p>\n<p>Initially, the SNP&#8217;s aims in Govan were timorous. Reduce the Labour majority to a few thousand. Give the party a scare. But as the short byelection campaign began, the mood changed. Nationalists descended upon Govan. More than 500 turned out to canvass in one day alone. Sillars&#8217;s call to refuse to pay the poll tax chimed with an angry electorate. A Labour press officer drafted from London for the campaign later recalled the Proclaimers &#8220;driving round Govan on the back of a flatbed truck urging everyone to kick Labour where it hurt&#8221;.</p>\n<p>Bob Gillespie was struggling. Local Labour party membership numbered just 170. Many were of retirement age. Mirror Group owner Robert Maxwell used his titles &#8211; notably the influential and traditionally Labour-leaning Daily Record &#8211; to launch withering attacks on his union nemesis.</p>\n<p>&#8220;Maxwell always put gagging orders on people. He would never have been able to do that if you only spoke as an MP in the Palace of Westminster. So he went after me,&#8221; says Gillespie, with a rueful shake of his head. He offered to stand down. Kinnock would not hear of it: &#8220;He said: &#8216;You just have to do the best you can and I&#8217;ll have a go at Maxwell.&#8217;&#8221; The Labour leader would regret not heeding the warning.</p>\n<p>Days before the byelection, Gillespie floundered in a live debate on Scottish Television when asked a question about subsidiarity in the European Union. &#8220;Bob didn&#8217;t want to show his ignorance,&#8221; recalls Sillars. &#8220;He got so distracted trying to answer that he knocked over the microphone. That television debate was a disaster for Bob. So it was good for us.&#8221;</p>\n<p>On 10 November 1988, two days after George HW Bush was elected US president, Govan went to the polls. Jim Sillars appeared on the ballot paper as &#8220;SNP Anti-Poll Tax Candidate&#8221;. He won a majority of 3,554 on a massive 33% swing.</p>\n<p>A BBC exit poll showed that 32% of Govan voters thought &#8220;representing Scotland&#8217;s interests&#8221; was the most important issue, followed by 21% citing the poll tax. More than half rated the performance of Scotland&#8217;s Labour MPs as &#8220;poor&#8221; or &#8220;very poor&#8221;. In London, Tony Benn took to his diary. The Govan defeat, he wrote, was &#8220;a reflection of our failure to discuss constitutional questions, which are at the core of the devolution argument&#8221;.</p>\n\n<blockquote>\n<p>I think I did more good for the children in Chernobyl. I thought: &#8216;God works in mysterious ways.&#8217;</p>\n</blockquote>\n\n<p>Bob Gillespie is a talkative man but he grows quiet, even sullen, when asked about what happened in 1988. &#8220;I don&#8217;t feel anything about it at all,&#8221; he says, cradling a can of sugar-free Irn Bru. &#8220;That was only six weeks, seven weeks of my life. I went back to work.&#8221; Gillespie never stood for public office again. After Govan, he raised over &#163;1m for victims of Chernobyl. Dozens of Belarusian children were brought to a convalescing home in Ayr. &#8220;I think I did more good for the children in Chernobyl. I thought: &#8216;God works in mysterious ways.&#8217;&#8221;</p>\n<p>Labour subsequently tried to blame Gillespie for his loss. Selection rules were tightened. But some close to the Govan campaign complained they were hamstrung by &#8220;the shambolic organisational abilities of those sent up from London&#8221;.<br></p>\n<p>Govan 1988 changed <a href=\"http://www.theguardian.com/politics/scotland\" class=\" u-underline\">Scottish politics</a>, and Scotland. Although Sillars lost the seat at the next general election, he believes his victory put the nationalists back on the political map. &#8220;It ended the period of vicious animosity among people towards the SNP. We were back with some credibility.&#8221; In the wake of its Govan defeat, Labour finally decided to join the constitutional convention, paving the way for devolution in 1997.</p>\n<p>Ten years later, the SNP won its first elections to the Edinburgh parliament. Now the nationalists stand on the verge of unprecedented general election success. The SNP leader Nicola Sturgeon has energised the nation. As a teenager, the future first minister had a poster of Jim Sillars on her wall. Govan 1988 was her very first political campaign.</p>\n<p>The problems that plagued Labour in Glasgow more than two and a half decades ago are even worse now. The traditional party of industrial Scotland lacks members, drive and momentum. Gillespie, however, is still unflinching in his support. He campaigned against independence last year. Gillespie&#8217;s photograph appears on local Labour party election leaflets. He is smiling, his beloved bichon frise Pepe in his arms.</p>\n\n\n<a href=\"/politics/2015/may/05/bob-gillespie-labour-primal-scream-bobbie-scottish-politics#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430833968104/f5e3ef59-e871-4000-bf3e-0d67695b6f3e-300x180.jpeg\" alt=\"Bob Gillespie with Michael Foot, Helen Liddell and Denis Healey at Central America fundraiser event in the 1980s.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485hy%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Bob+Gillespie%2C+the+SNP+and+Labour%27s+primal+scream&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485hy%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Bob+Gillespie%2C+the+SNP+and+Labour%27s+primal+scream&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fbob-gillespie-labour-primal-scream-bobbie-scottish-politics&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430833968680%2Ff5e3ef59-e871-4000-bf3e-0d67695b6f3e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nBob Gillespie (left) with Michael Foot, Helen Liddell and Denis Healey at Central America fundraiser event in the 1980s. Photograph: Murdo MacLeod/Guardian\n\n\n\n<p>These days, however, Bob Gillespie spends more time surrounded by music than politics. &#8220;I&#8217;ve always loved music,&#8221; he says. In the 1960s, he ran a Glasgow folk club. Billy Connolly was a floor singer. (&#8220;He was never a singer, never.&#8221;) His son, Bobby Jr, used to lie awake at night listening as the Rolling Stones, Dylan and Muddy Waters spun on the turntable at the parties his parents threw in their council house.</p>\n<p>The Primal Scream singer has credited his father with introducing him to rock&#8217;n&#8217;roll and socialism. &#8220;My dad was an activist, he was a trade unionist and he was a Marxist and he was always involved in that struggle and it took up his life,&#8221; he said in 2013.</p>\n<p>Today, Jim Sillars is on the fringes of the SNP. His wife, Margo, <a href=\"http://www.theguardian.com/politics/2014/apr/04/margo-macdonald\" class=\" u-underline\">died just months before the referendum</a>. In his spare time he tutors novice SNP general election candidates, including <a href=\"\" class=\" u-underline\">Mhairi Black, the 20-year-old student whose audacious bid to unseat Labour shadow foreign secretary Douglas Alexander</a> in Paisley has unmistakable echoes of Sillars&#8217; win in Govan.</p>\n<p>In 1988, there were only a handful of SNP-Labour marginals. Last month, the Electoral Reform Society classified all seats in Scotland not held by the SNP as marginal. Now there are Govans right across the country.</p>\n</div>",
  "authors": [
    "Peter Geoghegan"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Scottish politics",
    "Politics",
    "Glasgow",
    "Labour",
    "UK news",
    "Scotland",
    "Bobby Gillespie",
    "Music",
    "Scottish National party (SNP)"
  ],
  "ntitle": "bob_gillespie_the_snp_and_labour_s_primal_scream",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "It’s a bank holiday Monday afternoon in a Glasgow boozer. Busy tables are littered with discarded yellow raffle tickets and half-empty pints. On the small stage, a heavily pregnant woman belts out Purple Rain.\n\nBob Gillespie stands by the entrance, shoulders filling out a tweed jacket, silently mouthing Prince’s words. The 77-year-old passed his love of a singalong on to his son, the raucous Primal Scream frontman who bears his name. In a gap between numbers, a middle-aged woman with tightly pursed lips stops for a chat. “Don’t worry, I can help,” Gillespie says in a low, gravelly voice, flicking a hand through his white hair. She smiles, reassured.\n\nIn his native city, Bob Gillespie’s reputation goes before him. He is the union firebrand who took on Robert Maxwell. He is also probably the most famous Labour MP that Glasgow never had, the man whose defeat in a supposedly unlosable 1988 byelection in Govan was a watershed moment for Scotland, and Scottish nationalism.\n\nOutside the bar, the street is bathed in sunshine, illuminating a series of bright blue posters tacked up in the windows of a council flat. All say just one word: “Yes.” Glasgow voted for independence last year. Now Labour seems set to lose dozens of Westminster seats in its onetime heartlands to the Scottish National party. If anyone knows what that feels like, it’s Bob Gillespie.\n\nIn 1988 it was no summer of love in the shadows of the shipyards on the southern lip of Glasgow’s Clyde. Rangers had finished a lowly third in the league, behind bitter rivals Celtic. Margaret Thatcher was in the process of denationalising British Shipbuilders. Govan’s Fairfield yard would soon be sold off. That July, Labour leader Neil Kinnock nominated Govan MP Bruce Millan as a European Commissioner. The ensuing byelection would be a formality. In the previous year’s general election, Labour won a record victory in Scotland, returning 50 MPs. Millan took more than five times the vote of his nearest challenger in Govan. Scottish nationalists finished a distant fourth.\n\nLabour chose Gillespie as its candidate. Gillespie, a vivacious product of Glasgow’s docks, seemed a neat fit with working-class Govan. After returning from the navy with “Hong Kong” tattooed on his knuckles – a memento of a drunken escapade in the entrepot – Gillespie had built a formidable union career. By 1988, he was negotiating with print bosses across the UK.\n\nBut it soon became apparent that Govan would not be as straightforward as the Labour hierarchy assumed. Labour was slumping in the polls. The self-styled “fighting fifty” Scottish Labour MPs elected in 1987 were powerless in Tory-controlled Westminster. Split on the issue of a devolved Scottish parliament, the party was equally divided about how to respond to the poll tax. The newly minted levy was to be implemented in Scotland first before being rolled out across the UK. Labour rejected proposals for mass non-payment. The Scottish National party saw its chance.\n\n“Our strategy in Govan was absolutely clear, to pin the Labour party on two points: they didn’t know what to do about the poll tax and they weren’t the party they were,” recalls Jim Sillars, the SNP’s candidate and himself a former Labour MP.\n\nFacebook Twitter Pinterest Jim Sillars, SNP candidate in the 1988 Glasgow Govan byelection. Photograph: Guardian\n\nThe SNP had form in Govan. In 1973, a glamorous 30-year-old publican named Margo MacDonald – nicknamed “the blonde bombshell” by an enraptured press corps – overturned a massive Labour majority to win a historic nationalist victory. By 1988, Sillars and MacDonald were husband and wife.\n\nBut the political landscape in Govan had shifted in the decade and a half since MacDonald had shocked the Labour establishment. The defiant radicalism of Jimmy Reid and the Upper Clyde Shipbuilders was a fading memory. The SNP was openly loathed, blamed for ushering Thatcher into power after its support for a no-confidence motion precipitated the collapse of the James Callaghan administration in 1979.\n\n\n\n“We were despised,” says Sillars, leaning back on a tan easy chair in his ground-floor flat on Edinburgh’s southside. Near his slippered feet lie copies of Marx’s Capital, biographies of Hitler and Stalin, and Alex Salmond’s recent referendum campaign diary.\n\nInitially, the SNP’s aims in Govan were timorous. Reduce the Labour majority to a few thousand. Give the party a scare. But as the short byelection campaign began, the mood changed. Nationalists descended upon Govan. More than 500 turned out to canvass in one day alone. Sillars’s call to refuse to pay the poll tax chimed with an angry electorate. A Labour press officer drafted from London for the campaign later recalled the Proclaimers “driving round Govan on the back of a flatbed truck urging everyone to kick Labour where it hurt”.\n\nBob Gillespie was struggling. Local Labour party membership numbered just 170. Many were of retirement age. Mirror Group owner Robert Maxwell used his titles – notably the influential and traditionally Labour-leaning Daily Record – to launch withering attacks on his union nemesis.\n\n“Maxwell always put gagging orders on people. He would never have been able to do that if you only spoke as an MP in the Palace of Westminster. So he went after me,” says Gillespie, with a rueful shake of his head. He offered to stand down. Kinnock would not hear of it: “He said: ‘You just have to do the best you can and I’ll have a go at Maxwell.’” The Labour leader would regret not heeding the warning.\n\nDays before the byelection, Gillespie floundered in a live debate on Scottish Television when asked a question about subsidiarity in the European Union. “Bob didn’t want to show his ignorance,” recalls Sillars. “He got so distracted trying to answer that he knocked over the microphone. That television debate was a disaster for Bob. So it was good for us.”\n\nOn 10 November 1988, two days after George HW Bush was elected US president, Govan went to the polls. Jim Sillars appeared on the ballot paper as “SNP Anti-Poll Tax Candidate”. He won a majority of 3,554 on a massive 33% swing.\n\nA BBC exit poll showed that 32% of Govan voters thought “representing Scotland’s interests” was the most important issue, followed by 21% citing the poll tax. More than half rated the performance of Scotland’s Labour MPs as “poor” or “very poor”. In London, Tony Benn took to his diary. The Govan defeat, he wrote, was “a reflection of our failure to discuss constitutional questions, which are at the core of the devolution argument”.\n\nI think I did more good for the children in Chernobyl. I thought: ‘God works in mysterious ways.’\n\nBob Gillespie is a talkative man but he grows quiet, even sullen, when asked about what happened in 1988. “I don’t feel anything about it at all,” he says, cradling a can of sugar-free Irn Bru. “That was only six weeks, seven weeks of my life. I went back to work.” Gillespie never stood for public office again. After Govan, he raised over £1m for victims of Chernobyl. Dozens of Belarusian children were brought to a convalescing home in Ayr. “I think I did more good for the children in Chernobyl. I thought: ‘God works in mysterious ways.’”\n\nLabour subsequently tried to blame Gillespie for his loss. Selection rules were tightened. But some close to the Govan campaign complained they were hamstrung by “the shambolic organisational abilities of those sent up from London”.\n\n\n\nGovan 1988 changed Scottish politics, and Scotland. Although Sillars lost the seat at the next general election, he believes his victory put the nationalists back on the political map. “It ended the period of vicious animosity among people towards the SNP. We were back with some credibility.” In the wake of its Govan defeat, Labour finally decided to join the constitutional convention, paving the way for devolution in 1997.\n\nTen years later, the SNP won its first elections to the Edinburgh parliament. Now the nationalists stand on the verge of unprecedented general election success. The SNP leader Nicola Sturgeon has energised the nation. As a teenager, the future first minister had a poster of Jim Sillars on her wall. Govan 1988 was her very first political campaign.\n\nThe problems that plagued Labour in Glasgow more than two and a half decades ago are even worse now. The traditional party of industrial Scotland lacks members, drive and momentum. Gillespie, however, is still unflinching in his support. He campaigned against independence last year. Gillespie’s photograph appears on local Labour party election leaflets. He is smiling, his beloved bichon frise Pepe in his arms.\n\nFacebook Twitter Pinterest Bob Gillespie (left) with Michael Foot, Helen Liddell and Denis Healey at Central America fundraiser event in the 1980s. Photograph: Murdo MacLeod/Guardian\n\nThese days, however, Bob Gillespie spends more time surrounded by music than politics. “I’ve always loved music,” he says. In the 1960s, he ran a Glasgow folk club. Billy Connolly was a floor singer. (“He was never a singer, never.”) His son, Bobby Jr, used to lie awake at night listening as the Rolling Stones, Dylan and Muddy Waters spun on the turntable at the parties his parents threw in their council house.\n\nThe Primal Scream singer has credited his father with introducing him to rock’n’roll and socialism. “My dad was an activist, he was a trade unionist and he was a Marxist and he was always involved in that struggle and it took up his life,” he said in 2013.\n\nToday, Jim Sillars is on the fringes of the SNP. His wife, Margo, died just months before the referendum. In his spare time he tutors novice SNP general election candidates, including Mhairi Black, the 20-year-old student whose audacious bid to unseat Labour shadow foreign secretary Douglas Alexander in Paisley has unmistakable echoes of Sillars’ win in Govan.\n\nIn 1988, there were only a handful of SNP-Labour marginals. Last month, the Electoral Reform Society classified all seats in Scotland not held by the SNP as marginal. Now there are Govans right across the country.",
  "title": "Bob Gillespie, the SNP and Labour's primal scream",
  "ts_in": "2015-05-05T21:21:41.566354",
  "url": "http://www.theguardian.com/politics/2015/may/05/bob-gillespie-labour-primal-scream-bobbie-scottish-politics"
}