{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/film/bollywood\" class=\" u-underline\">Bollywood</a> star Salman Khan, known for his bulging biceps and off-camera temper tantrums, faces jail this week if convicted of drunkenly driving over sleeping homeless men 12 years ago, killing one of them.</p>\n<p>Khan, star of blockbusters Bodyguard and Dabangg (Fearless), is accused of losing control of his SUV after a night of drinking rum and cocktails at an upmarket bar in India&#8217;s entertainment capital Mumbai in 2002 and fleeing the scene.</p>\n<p>After years of court hearings and legal hold-ups, a judge in Mumbai is on Wednesday expected to finally hand down his verdict on the 49-year-old actor on charges of culpable homicide.</p>\n<p>A household name in <a href=\"http://www.theguardian.com/world/india\" class=\" u-underline\">India</a> with millions of fans, Khan faces up to 10 years in prison if found guilty following a trial whose every twist has been followed by the country&#8217;s media.</p>\n<p>Public prosecutor Pradeep Gharat said he had presented the case as best he could to the Bombay sessions court judge, adding &#8220;we can only hope but cannot predict&#8221; a conviction.</p>\n<p>&#8220;I am 100% confident that I have done my job and duty to the best of my ability,&#8221; Gharat said on Monday.</p>\n<p>Khan pleaded not guilty at trial, saying his driver was responsible for the late-night crash in which his Toyota Land Cruiser mounted the pavement where five men were sleeping outside a bakery in the upmarket suburb of Bandra West.</p>\n<p>A constable attached to Khan&#8217;s security detail said in his statement to police the drunk actor lost control of the car while driving at about 90km (55 miles) an hour.</p>\n<p>&#8220;The people were sleeping on the footpath. Salman and [his cousin] Kamaal ran away from the spot,&#8221; the constable, who died in 2007 of tuberculosis, said.</p>\n<p>One of the sleeping labourers injured in the accident said in his statement: &#8220;Salman was so drunk he fell. He stood but he fell again and then he ... ran away.&#8221;</p>\n<p>But Khan&#8217;s lawyers said the action and romantic comedy star had in fact been drinking water all evening and had climbed out of the driver&#8217;s seat after the accident because the passenger side door had been damaged.</p>\n<p>They also said the homeless man was killed during an operation to move the car, rather than the crash itself, when the bumper fell off and landed on him.</p>\n<p>His driver took the stand last month and said he crashed after the front left tyre burst, making steering and braking difficult.</p>\n<p>Khan, the son of a film writer, has starred in more than 100 films and television shows since his first hit Maine Pyar Kiya (I Fell in Love) in the 1980s.</p>\n<p>But the body-building actor is no stranger to controversy off-screen and in 1998 he spent more than a week in prison for killing endangered Indian gazelles.</p>\n<p>Khan, who has never married, has also been in the news over the years, including for allegedly assaulting former Miss World and Bollywood actress Aishwarya Rai with whom he had a long relationship.</p>\n<p>Observers said given his big fan base, Khan was likely to continue his career even if found guilty, so long as he avoided a lengthy jail sentence.</p>\n<p>&#8220;If he gets a brief term, given his fan following it will be easy for him to rebound,&#8221; film critic BB Nagpal said. &#8220;But certainly 10 years will put a full stop on his career.&#8221;</p>\n<p> </p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "India",
    "Bollywood",
    "South and Central Asia",
    "Film",
    "World news"
  ],
  "ntitle": "bollywood_star_salman_khan_faces_possible_jail_time_over_hit_and_run_case",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Bollywood star Salman Khan, known for his bulging biceps and off-camera temper tantrums, faces jail this week if convicted of drunkenly driving over sleeping homeless men 12 years ago, killing one of them.\n\nKhan, star of blockbusters Bodyguard and Dabangg (Fearless), is accused of losing control of his SUV after a night of drinking rum and cocktails at an upmarket bar in India’s entertainment capital Mumbai in 2002 and fleeing the scene.\n\nAfter years of court hearings and legal hold-ups, a judge in Mumbai is on Wednesday expected to finally hand down his verdict on the 49-year-old actor on charges of culpable homicide.\n\nA household name in India with millions of fans, Khan faces up to 10 years in prison if found guilty following a trial whose every twist has been followed by the country’s media.\n\nPublic prosecutor Pradeep Gharat said he had presented the case as best he could to the Bombay sessions court judge, adding “we can only hope but cannot predict” a conviction.\n\n“I am 100% confident that I have done my job and duty to the best of my ability,” Gharat said on Monday.\n\nKhan pleaded not guilty at trial, saying his driver was responsible for the late-night crash in which his Toyota Land Cruiser mounted the pavement where five men were sleeping outside a bakery in the upmarket suburb of Bandra West.\n\nA constable attached to Khan’s security detail said in his statement to police the drunk actor lost control of the car while driving at about 90km (55 miles) an hour.\n\n“The people were sleeping on the footpath. Salman and [his cousin] Kamaal ran away from the spot,” the constable, who died in 2007 of tuberculosis, said.\n\nOne of the sleeping labourers injured in the accident said in his statement: “Salman was so drunk he fell. He stood but he fell again and then he ... ran away.”\n\nBut Khan’s lawyers said the action and romantic comedy star had in fact been drinking water all evening and had climbed out of the driver’s seat after the accident because the passenger side door had been damaged.\n\nThey also said the homeless man was killed during an operation to move the car, rather than the crash itself, when the bumper fell off and landed on him.\n\nHis driver took the stand last month and said he crashed after the front left tyre burst, making steering and braking difficult.\n\nKhan, the son of a film writer, has starred in more than 100 films and television shows since his first hit Maine Pyar Kiya (I Fell in Love) in the 1980s.\n\nBut the body-building actor is no stranger to controversy off-screen and in 1998 he spent more than a week in prison for killing endangered Indian gazelles.\n\nKhan, who has never married, has also been in the news over the years, including for allegedly assaulting former Miss World and Bollywood actress Aishwarya Rai with whom he had a long relationship.\n\nObservers said given his big fan base, Khan was likely to continue his career even if found guilty, so long as he avoided a lengthy jail sentence.\n\n“If he gets a brief term, given his fan following it will be easy for him to rebound,” film critic BB Nagpal said. “But certainly 10 years will put a full stop on his career.”",
  "title": "Bollywood star Salman Khan faces possible jail time over hit-and-run case",
  "ts_in": "2015-05-05T07:54:36.350512",
  "url": "http://www.theguardian.com/world/2015/may/05/bollywood-star-salman-khan-faces-possible-jail-time-over-hit-and-run-case"
}