{
  "article_html": "<div><p>Women in the UK are more than twice as likely to die in pregnancy and childbirth as those in Poland, Austria or Belarus, according to Save the Children. <br></p>\n<p>For the third year in a row the UK failed to make the top 10 of the charity&#8217;s annual State of the World&#8217;s Mothers report, coming 24th &#8211; up from 26th last year &#8211; in the list of the world&#8217;s best places to be a mother. </p>\n<p>A child born in the UK is also more than twice as likely to die before the age of five as in Iceland or Luxembourg. The UK has a child mortality rate of 4.6 per 1,000 births, while Iceland&#8217;s rate is 2.1 and Luxembourg&#8217;s 2.0 per 1,000 births. </p>\n<p>The UK, which has not made the top 10 since 2012, also came behind debt-stricken Greece as well as Spain, Slovenia and Israel. Norway topped the list while Finland and Iceland came in at second and third. <br></p>\n<p>The US is behind the UK in 33rd place. The report found that women in the US have a one in 1,800 lifetime risk of maternal death &#8211; the worst performance of any developed country in the world. </p>\n<p>In a ranking of child survival in 25 capital cities in the world&#8217;s wealthiest countries, Washington DC came last. The next worst were Vienna in Austria and Bern in Switzerland. </p>\n<p>Somalia remained in the bottom spot for the second year running. All but two of the 11 bottom-ranked countries in the world are in west and central Africa. </p>\n<p>The 2015 report found that women in the UK face a one in 6,900 lifetime risk of maternal death. In Poland the figure was much lower at one in 19,800, while in Austria it was one in 19,200 and one in 45,200 in Belarus. <br></p>\n<p>Obesity, IVF, social deprivation, multiple pregnancies as well as increased maternal age and poorer access to healthcare, especially in some ethnic minority communities and among asylum seekers, are linked with high-risk pregnancies in the UK. </p>\n<p>Save the Children International&#8217;s chief executive, Jasmine Whitbread, said: &#8220;We urgently need to close the gap in life chances for mothers and children so that no matter where they live, everyone has a fair chance to survive and fulfil their potential.&#8221;</p>\n<p>The Save the Children report &#8211; which, among other sources, uses data from UN agencies &#8211; ranks countries on five key factors: risk of maternal death, under-five mortality rate, educational status, economic achievement and political status. </p>\n<p>It also looks at the maternal and child health gap between rich and poor living in some of the major cities in the world. </p>\n<p>&#8220;For the first time in history, more than half of the world&#8217;s population lives in urban areas,&#8221; said Whitbread. &#8220;People are often drawn to cities by the prospect of a better life for their children, but many cities around the world are unable to keep up with breakneck growth, leaving hundreds of millions of mothers and children in cities without access to essential health services and the clean water they need to survive and stay healthy.&#8221;</p>\n<p>The report found that although some countries had been successful in saving more mothers and their children, the gap in survival rates between rich and poor was vast. </p>\n<p>The 10 countries showing the greatest survival divide between wealthy and poor urban children were Rwanda, Kenya and Malawi &#8211; where survival gaps have roughly doubled &#8211; as well as Cambodia, Vietnam, Peru, India, Madagascar, Ghana, Bangladesh and Nigeria. </p>\n<p>However, a number of cities are increasing survival rates for even the poorest mothers and children, including Kampala (Uganda), Addis Ababa (Ethiopia); Cairo (Egypt); Guatemala City (Guatemala); Manila (the Philippines); and Phnom Penh (Cambodia). <br></p>\n<p>&#8220;If the world&#8217;s going to complete the task of ending preventable child and maternal deaths, we have to find better ways of getting healthcare to urban populations, regardless of income,&#8221; said Whitbread. &#8220;For babies born in many of the world&#8217;s fast-growing cities, it&#8217;s survival of the richest.&#8221;</p>\n</div>",
  "authors": [
    "Alexandra Topping"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Maternal mortality",
    "Maternal health",
    "Pregnancy",
    "Health",
    "World news",
    "Global development",
    "UK news",
    "Society"
  ],
  "ntitle": "british_mothers_twice_as_likely_to_die_in_childbirth_as_polish_women",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Women in the UK are more than twice as likely to die in pregnancy and childbirth as those in Poland, Austria or Belarus, according to Save the Children.\n\n\n\nFor the third year in a row the UK failed to make the top 10 of the charity’s annual State of the World’s Mothers report, coming 24th – up from 26th last year – in the list of the world’s best places to be a mother.\n\nA child born in the UK is also more than twice as likely to die before the age of five as in Iceland or Luxembourg. The UK has a child mortality rate of 4.6 per 1,000 births, while Iceland’s rate is 2.1 and Luxembourg’s 2.0 per 1,000 births.\n\nThe UK, which has not made the top 10 since 2012, also came behind debt-stricken Greece as well as Spain, Slovenia and Israel. Norway topped the list while Finland and Iceland came in at second and third.\n\n\n\nThe US is behind the UK in 33rd place. The report found that women in the US have a one in 1,800 lifetime risk of maternal death – the worst performance of any developed country in the world.\n\nIn a ranking of child survival in 25 capital cities in the world’s wealthiest countries, Washington DC came last. The next worst were Vienna in Austria and Bern in Switzerland.\n\nSomalia remained in the bottom spot for the second year running. All but two of the 11 bottom-ranked countries in the world are in west and central Africa.\n\nThe 2015 report found that women in the UK face a one in 6,900 lifetime risk of maternal death. In Poland the figure was much lower at one in 19,800, while in Austria it was one in 19,200 and one in 45,200 in Belarus.\n\n\n\nObesity, IVF, social deprivation, multiple pregnancies as well as increased maternal age and poorer access to healthcare, especially in some ethnic minority communities and among asylum seekers, are linked with high-risk pregnancies in the UK.\n\nSave the Children International’s chief executive, Jasmine Whitbread, said: “We urgently need to close the gap in life chances for mothers and children so that no matter where they live, everyone has a fair chance to survive and fulfil their potential.”\n\nThe Save the Children report – which, among other sources, uses data from UN agencies – ranks countries on five key factors: risk of maternal death, under-five mortality rate, educational status, economic achievement and political status.\n\nIt also looks at the maternal and child health gap between rich and poor living in some of the major cities in the world.\n\n“For the first time in history, more than half of the world’s population lives in urban areas,” said Whitbread. “People are often drawn to cities by the prospect of a better life for their children, but many cities around the world are unable to keep up with breakneck growth, leaving hundreds of millions of mothers and children in cities without access to essential health services and the clean water they need to survive and stay healthy.”\n\nThe report found that although some countries had been successful in saving more mothers and their children, the gap in survival rates between rich and poor was vast.\n\nThe 10 countries showing the greatest survival divide between wealthy and poor urban children were Rwanda, Kenya and Malawi – where survival gaps have roughly doubled – as well as Cambodia, Vietnam, Peru, India, Madagascar, Ghana, Bangladesh and Nigeria.\n\nHowever, a number of cities are increasing survival rates for even the poorest mothers and children, including Kampala (Uganda), Addis Ababa (Ethiopia); Cairo (Egypt); Guatemala City (Guatemala); Manila (the Philippines); and Phnom Penh (Cambodia).\n\n\n\n“If the world’s going to complete the task of ending preventable child and maternal deaths, we have to find better ways of getting healthcare to urban populations, regardless of income,” said Whitbread. “For babies born in many of the world’s fast-growing cities, it’s survival of the richest.”",
  "title": "British mothers twice as likely to die in childbirth as Polish women",
  "ts_in": "2015-05-05T21:22:03.913779",
  "url": "http://www.theguardian.com/global-development/2015/may/05/uk-behind-greece-spain-and-slovenia-in-list-of-worlds-best-places-to-be-a-mother"
}