{
  "article_html": "<div><p><br>California could be the first US state to bar high schools from using the racially charged term &#8220;Redskins&#8221; for athletic teams. An assembly bill passed on Monday would require public schools in the state to phase out their use of the term by 2017.<br></p>\n<p>Just four high schools in California, where the <a href=\"http://blogs.sacbee.com/capitolalertlatest/2013/12/california-has-nations-largest-native-american-population.html\" class=\" u-underline\">country&#8217;s largest Native American population resides</a>, continue to use the name Redskins. These schools appear fiercely opposed to the state&#8217;s intervention, saying the names don&#8217;t offend anyone locally and resisting a nationwide call to stop using the racially offensive term. </p>\n<p>&#8220;It&#8217;s been a proud mascot for their community,&#8221; said Amanda Morello, a communications director for Republican assembly member Devon J Mathis, who represents a district including the <a href=\"http://tuhs.tjuhsd.org/athletics/\" class=\" u-underline\">Tulare Union high school</a>, where the school mascot is the Redskins. &#8220;They&#8217;ve celebrated it, had it in their parades &#8230; To them, it is not a racist term. It&#8217;s a proud heritage name.&#8221; </p>\n<p>He is one of the just nine assemblymembers who voted no, among 60 yes votes, for AB30. The bill, also known as the <a href=\"http://www.leginfo.ca.gov/pub/15-16/bill/asm/ab_0001-0050/ab_30_vote_20150504_0126PM_asm_floor.html\" class=\" u-underline\">California Racial Mascots Act</a>, would ban public schools from using such mascots past January 2017. Essentially, schools would be allowed to continue to use old jerseys until January 2017 as long as they did not purchase new materials bearing a Redskins logo. The bill must go to the senate and then the governor&#8217;s desk before it becomes law. </p>\n<p>Tulare Union high school is one among four that still use the Redskins name. </p>\n<p>&#8220;Tulare Union High School has a long proud tradition embracing the heritage associated with their mascot,&#8221; <a href=\"https://www.facebook.com/assemblymandevonmathis\" class=\" u-underline\">said Mathis in a Facebook post</a> after AB30 passed the assembly, heading to the state senate. &#8220;This bill overreaches and has no reason to make a state rule over a local issue.&#8221; </p>\n<p>Gustine high school in California&#8217;s Central Valley region, Calaveras high school in a rural county outside the capital of Sacramento, and Chowchilla Union high school in Madera County, as the center of the state, also use the Redskins name. </p>\n<p>Increasing pressure on owners of the Washington Redskins to change the name has brought the issue to a head in communities across the country. Last year, the Washington DC team had nearly three decades of <a href=\"http://www.brookings.edu/blogs/techtank/posts/2014/06/18-patent-office-washington-trademark\" class=\" u-underline\">patents invalidated because the US patent office</a> found the term &#8220;<a href=\"http://espn.go.com/nfl/story/_/id/11102096/us-patent-office-cancels-washington-redskins-trademark\" class=\" u-underline\">disparaging of Native Americans</a>&#8221;. <a href=\"http://cnsmaryland.org/interactives/other-redskins/\" class=\" u-underline\">As of 2013</a>, at least 28 high schools in 18 states have abandoned the Native American mascots. </p>\n<p>The protracted battle to change team names is the result, at least in part, of 50 years of advocacy by the National Conference of American Indians. The group cites the origin of the term as coming from <a href=\"http://www.ncai.org/proudtobe\" class=\" u-underline\">government bounties for Native American scalps in the 1800s</a>, and persisting through years of government policy that marginalized communities. </p>\n<p> </p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>A 2008 survey by psychologists from Stanford, the University of Michigan and the University of Arizona even suggested that such mascots were harmful to the self-image of Native Americans. &#8220;American Indian mascots are harmful because they remind American Indians of the limited ways others see them and, in this way, constrain how they can see themselves,&#8221; the researchers wrote in Of Warrior Chiefs and Indian Princesses: the Psychological Consequences of American Indian Mascots. </p>\n<p>In California, this is the legislature&#8217;s third attempt to ban the name as a mascot. In 2002, a similar bill was defeated in the legislature. In 2004, another bill <a href=\"http://www.cbsnews.com/news/schwarzenegger-yes-to-redskins/\" class=\" u-underline\">was vetoed by the Republican governor, Arnold Schwarzenegger</a>, who said the state should not meddle in local issues. </p>\n<p>At the time, the band director of Tulare Union high school told the <a href=\"http://www.cbsnews.com/news/schwarzenegger-yes-to-redskins/\" class=\" u-underline\">Associated Press</a> that the town had &#8220;80 years of support and tradition&#8221; for the name. </p>\n<p>Less than 1% of Tulare County&#8217;s population identifies as Native American, according to the US Census Bureau. Of the nearly 500,000 people who live in the county, more than 900 would be Native American. </p>\n<p>At least one high school has since abandoned the team name. Colusa high school in the county of the same name changed its mascot in 2011, with no small amount of controversy. The measure <a href=\"http://www.appeal-democrat.com/colusa_sun_herald/news/new-mascot-for-colusa-high/article_104ba569-cdac-5a5c-9cea-c7111a6bbbda.html%27\" class=\" u-underline\">squeaked passed the school board in a 3-2 vote in 2008</a>, amid opposition from many townspeople, after local tribe members described the mascot as offensive. The high school&#8217;s team is now the RedHawks. </p>\n<p>&#8220;This is part of a national movement,&#8221; <a href=\"http://asmdc.org/members/a30/news-room/press-releases/legislation-banning-the-term-redskins-as-a-school-mascot-passes-assembly-floor\" class=\" u-underline\">a statement</a> from the bill&#8217;s sponsor, Democratic assembly member Luis Alejo from the Central Valley region said. &#8220;And now is the time for us here in California to end the use of this derogatory term in our public schools.&#8221; </p>\n</div>",
  "authors": [
    "Jessica Glenza"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "California",
    "Race issues",
    "US news",
    "Sport",
    "US sports",
    "World news"
  ],
  "ntitle": "california_assembly_passes_bill_to_ban_redskins_as_high_school_team_name",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "\n\nCalifornia could be the first US state to bar high schools from using the racially charged term “Redskins” for athletic teams. An assembly bill passed on Monday would require public schools in the state to phase out their use of the term by 2017.\n\n\n\nJust four high schools in California, where the country’s largest Native American population resides, continue to use the name Redskins. These schools appear fiercely opposed to the state’s intervention, saying the names don’t offend anyone locally and resisting a nationwide call to stop using the racially offensive term.\n\n“It’s been a proud mascot for their community,” said Amanda Morello, a communications director for Republican assembly member Devon J Mathis, who represents a district including the Tulare Union high school, where the school mascot is the Redskins. “They’ve celebrated it, had it in their parades … To them, it is not a racist term. It’s a proud heritage name.”\n\nHe is one of the just nine assemblymembers who voted no, among 60 yes votes, for AB30. The bill, also known as the California Racial Mascots Act, would ban public schools from using such mascots past January 2017. Essentially, schools would be allowed to continue to use old jerseys until January 2017 as long as they did not purchase new materials bearing a Redskins logo. The bill must go to the senate and then the governor’s desk before it becomes law.\n\nTulare Union high school is one among four that still use the Redskins name.\n\n“Tulare Union High School has a long proud tradition embracing the heritage associated with their mascot,” said Mathis in a Facebook post after AB30 passed the assembly, heading to the state senate. “This bill overreaches and has no reason to make a state rule over a local issue.”\n\nGustine high school in California’s Central Valley region, Calaveras high school in a rural county outside the capital of Sacramento, and Chowchilla Union high school in Madera County, as the center of the state, also use the Redskins name.\n\nIncreasing pressure on owners of the Washington Redskins to change the name has brought the issue to a head in communities across the country. Last year, the Washington DC team had nearly three decades of patents invalidated because the US patent office found the term “disparaging of Native Americans”. As of 2013, at least 28 high schools in 18 states have abandoned the Native American mascots.\n\nThe protracted battle to change team names is the result, at least in part, of 50 years of advocacy by the National Conference of American Indians. The group cites the origin of the term as coming from government bounties for Native American scalps in the 1800s, and persisting through years of government policy that marginalized communities.\n\nA 2008 survey by psychologists from Stanford, the University of Michigan and the University of Arizona even suggested that such mascots were harmful to the self-image of Native Americans. “American Indian mascots are harmful because they remind American Indians of the limited ways others see them and, in this way, constrain how they can see themselves,” the researchers wrote in Of Warrior Chiefs and Indian Princesses: the Psychological Consequences of American Indian Mascots.\n\nIn California, this is the legislature’s third attempt to ban the name as a mascot. In 2002, a similar bill was defeated in the legislature. In 2004, another bill was vetoed by the Republican governor, Arnold Schwarzenegger, who said the state should not meddle in local issues.\n\nAt the time, the band director of Tulare Union high school told the Associated Press that the town had “80 years of support and tradition” for the name.\n\nLess than 1% of Tulare County’s population identifies as Native American, according to the US Census Bureau. Of the nearly 500,000 people who live in the county, more than 900 would be Native American.\n\nAt least one high school has since abandoned the team name. Colusa high school in the county of the same name changed its mascot in 2011, with no small amount of controversy. The measure squeaked passed the school board in a 3-2 vote in 2008, amid opposition from many townspeople, after local tribe members described the mascot as offensive. The high school’s team is now the RedHawks.\n\n“This is part of a national movement,” a statement from the bill’s sponsor, Democratic assembly member Luis Alejo from the Central Valley region said. “And now is the time for us here in California to end the use of this derogatory term in our public schools.”",
  "title": "California assembly passes bill to ban 'Redskins' as high school team name",
  "ts_in": "2015-05-05T23:26:03.949080",
  "url": "http://www.theguardian.com/us-news/2015/may/05/california-assembly-redskins-team-mascot-name"
}