{
  "article_html": "<div><p>At this time of year the fields around Mendota, the self-described &#8220;cantaloupe capital of the world&#8221;, should be green, hissing with sprinklers and humming with tractors.</p>\n<p>Labourers should be on buses criss-crossing lanes and highways as they plant cantaloupe and tend crops of alfalfa, cotton, wheat, tomato and broccoli.</p>\n<p>Instead, as far as the eye can see, the earth is brown and the landscape deserted. No tractors or buses, barely a sign of human activity, only stillness. The sound of drought is silence.</p>\n<p>As <a href=\"http://www.theguardian.com/us-news/california\" class=\" u-underline\">California</a> enters its fourth parched year a hush has descended on this agricultural community, a mix of mainly white farmers and Latino labourers in the Central Valley 230 miles north of Los Angeles.</p>\n<p>&#8220;It&#8217;s a lot quieter. You have an empty feeling,&#8221; said Todd Allen, a third-generation farmer who has laid off most of his workers and fallowed all his 473 acres. &#8220;There&#8217;s not that much to do except maintenance.&#8221;</p>\n<p>His skeleton crew spends its days battling morning glory &#8211; &#8220;<a href=\"http://ir.library.oregonstate.edu/xmlui/bitstream/handle/1957/17224/ExtensionBulletin520.pdf;jsessionid=3EF86C5AB971C85C43BBCAEF59F6E780?sequence=1\" class=\" u-underline\">the terrible weed with the beautiful name</a>&#8221; &#8211; whose roots can burrow more than 20ft, sucking what little moisture remains in the soil. It is about the only thing thriving.</p>\n<p>The drought is reaping a heavy toll on farmers, forcing some to sell land and consider bankruptcy, and labourers, who are sliding deeper into poverty. Adaptation is proving painful and uncertain.</p>\n<p>&#8220;If people don&#8217;t have water it&#8217;ll just turn into a desert again,&#8221; said Allen, 52, as he surveyed a field of baked, barren earth on his farm, 10 miles outside Mendota. &#8220;That&#8217;s what this was before they built the whole system.&#8221;</p>\n<p>That system &#8211; a network of reservoirs, aqueducts, pumps and canals to supplement rain, rivers and snowmelt &#8211; has broken down amid what climate scientists say is one of the worst dry spells in centuries.</p>\n\n\n\nMendota, California\n\n\n<p>Some reservoirs, such as Lake McClure, are down to 10% capacity. State officials cancelled a trek to the Sierra Nevada to measure snowpack last week <a href=\"http://www.latimes.com/local/lanow/la-me-ln-snowpack-count-canceled-drought-20150430-story.html\" class=\" u-underline\">because there was no snow</a>. </p>\n<p>Snowpack supplies about 30% of California&#8217;s water supply when it melts in late spring and summer, replenishing reservoirs. An April measurement showed snowpack water content at just 5% normal for that time period. It is now thought to be down to 3% &#8211; half an inch.</p>\n<p>&#8220;Major reservoirs are dropping at a time when they typically would be filling with melted snow,&#8221; Mark Cowin, director of California&#8217;s department of water resources, warned in a statement. &#8220;We need careful, sparing use of water across the state, because we don&#8217;t know when this drought will end.&#8221;</p>\n<p>To help meet a state-wide target of 25% cut in water use Governor Jerry Brown has ordered a series of measures, including ripping up 50 million square feet of lawns and daily fines of up to $10,000 for water wasters. &#8220;We are embarked upon an experiment that no one has ever tried,&#8221; Brown said last month, when he announced rationing.</p>\n<p>For residents in coastal cities like Los Angeles and San Francisco drought blares from headlines but, so far, has barely affected daily life.</p>\n<p>For those who depend on the fields around Mendota, however, it has unleashed what feels like an existential struggle.</p>\n<p>Allen&#8217;s grandfather, an immigrant from Sweden, worked as a ranch-hand, building canals to irrigate crops, before buying his own land. By the 1970s and 1980s plentiful water &#8211; from rain and state-supplied allocation &#8211; helped the family farm thrive. &#8220;My dad had an airplane. It was like living the American dream,&#8221; said Allen.</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/01b89887cb2a9b0e39555de1f7633b44895f9675/210_184_581_868/335.jpg\" alt=\"A sign at Todd Allen&#8217;s farm suggests the state has its priorities wrong. california drought\" class=\"gu-image\">\n\nA sign at Todd Allen&#8217;s farm suggests the state has its priorities wrong. Photograph: Rory Carroll for the Guardian\n\n\n\n<p>Trouble began in the 1990s, he said, when officials started allocating less water to farmers in order to protect the <a href=\"http://en.wikipedia.org/wiki/Delta_smelt\" class=\" u-underline\">delta smelt</a> and other threatened fish species.</p>\n<p>The Allens gradually moved to more efficient irrigation &#8211; from furrow, to sprinkler, to drip &#8211; and weathered the 2007-09 drought, when the state reduced water supplies.</p>\n<p>But the latest drought has cut that supply entirely, leaving this married father of two to gaze at cloudless skies, wondering if rain will ever return, and to eye his savings, wondering if he can afford $500,000 to drill a well more than 1,000ft deep, joining a scramble for groundwater.</p>\n<p>Scientists have expressed <a href=\"http://news.nationalgeographic.com/news/2014/08/140815-central-valley-california-drilling-boom-groundwater-drought-wells/\" class=\" u-underline\">alarm</a> at the quantity being sucked up. Such deep water, in any case, is lousy quality, said Allen. &#8220;Pretty salty. It would kill the trees eventually.&#8221;</p>\n<p>California&#8217;s water system was built for human beings, not the smelt, he said. &#8220;When you put this worthless two-inch fish in front of me and my family, that&#8217;s wrong. It&#8217;s insanity.&#8221;</p>\n\n<blockquote>\n<p>When you put this worthless two-inch fish in front of me and my family, that&#8217;s wrong. It&#8217;s insanity</p>\n\n\n\n</blockquote>\n\n<p>Environmentalists dispute that, saying the smelt is a barometer for a fragile, <a href=\"http://www.nytimes.com/2015/02/15/us/threatened-smelt-touches-off-battles-in-californias-endless-water-wars.html\" class=\" u-underline\">embattled ecosystem in San Francisco bay&#8217;s delta</a>.</p>\n<p>Allen sold a chunk of land last year to deep-pocketed pistachio growers and may sell more to put his adolescent daughters through college. &#8220;My wife doesn&#8217;t let me whine and complain. She says we need to count our blessings.&#8221;</p>\n<p>The labourers of Mendota have rather fewer blessings. The impoverished, dusty town, made up almost entirely of migrants from El Salvador and Mexico, has never had it easy, let alone lived the American dream.</p>\n<p>About half the 11,000 residents live below the poverty line. Two out of three students do not graduate from high school. Agricultural swings batter the economy. A good year keeps unemployment to about 20%, four times the national average. A bad year sees it soar to 50%.</p>\n<p>A Guardian tour of the area via Route 33 last week turned up just one working crew, 16 men and women in jeans and baseball caps who fanned across an alfalfa field, a rare patch of green nourished by a nearby well.</p>\n\n\n<a href=\"/us-news/2015/may/05/california-drought-farms-silence#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430841414537/d76b083e-72d1-4a5f-85ed-d7883eca0e38-300x180.jpeg\" alt=\"fallow field california drought mendota\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485yc%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=California+drought+brings+sound+of+silence+to+baked%2C+barren+farms&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485yc%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=California+drought+brings+sound+of+silence+to+baked%2C+barren+farms&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fcalifornia-drought-farms-silence&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430841414288%2Fe8d9eb39-9122-4a71-99fc-7bfbcc085085-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA rusting water pipe in one of Todd Allen&#8217;s fallow fields. Photograph: Rory Carroll for the Guardian\n\n\n\n<p>Before the drought there would have been dozens more people out here planting lettuce, tomatoes, melon and cotton, said Jos&#233; Flores, 40, the foreman, perspiring in 90-degree heat. &#8220;If this continues we&#8217;ll move to other states.&#8221; Many had already migrated to slaughterhouse jobs in Minnesota, said Flores.</p>\n<p>At midday unemployed labourers lounged in the centre of town, a sleepy collection of sun-bleached one-storey homes and businesses. &#8220;When the pool hall opens we go there,&#8221; said one man, leaning against a wall for shade. He declined to give his name.</p>\n<p>&#8220;And when the food truck comes we go there,&#8221; said Isabel M&#233;ndez, 62. It comes once a month and she missed the last one, she rued. &#8220;I got the day wrong.&#8221;</p>\n<p>Officials have blamed <a href=\"http://abc30.com/news/emergency-drought-money-has-the-community-of-mendota-hopeful/566000/\" class=\" u-underline\">unemployment for spikes in crime and drunkenness</a>. The mayor and city manager did not respond to interview requests.</p>\n<p>Local businesses reported sharply reduced revenues. &#8220;Customers can&#8217;t spend anything compared to two years ago,&#8221; said Ali Mohsen, who owns a phone shop.</p>\n<p>The exception was Johnny Amador, a flower and balloon seller. Latino culture mandated families to celebrate birthdays and other occasions, he said. &#8220;They&#8217;ll do what it takes. Save, haggle, ask for credit.&#8221; He shook his head. &#8220;We don&#8217;t do credit any more. We&#8217;ve had enough people burn us.&#8221;</p>\n</div>",
  "authors": [
    "Rory Carroll"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "California",
    "US news",
    "Natural disasters and extreme weather"
  ],
  "ntitle": "california_drought_brings_sound_of_silence_to_baked_barren_farms",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "At this time of year the fields around Mendota, the self-described “cantaloupe capital of the world”, should be green, hissing with sprinklers and humming with tractors.\n\nLabourers should be on buses criss-crossing lanes and highways as they plant cantaloupe and tend crops of alfalfa, cotton, wheat, tomato and broccoli.\n\nInstead, as far as the eye can see, the earth is brown and the landscape deserted. No tractors or buses, barely a sign of human activity, only stillness. The sound of drought is silence.\n\nAs California enters its fourth parched year a hush has descended on this agricultural community, a mix of mainly white farmers and Latino labourers in the Central Valley 230 miles north of Los Angeles.\n\n“It’s a lot quieter. You have an empty feeling,” said Todd Allen, a third-generation farmer who has laid off most of his workers and fallowed all his 473 acres. “There’s not that much to do except maintenance.”\n\nHis skeleton crew spends its days battling morning glory – “the terrible weed with the beautiful name” – whose roots can burrow more than 20ft, sucking what little moisture remains in the soil. It is about the only thing thriving.\n\nThe drought is reaping a heavy toll on farmers, forcing some to sell land and consider bankruptcy, and labourers, who are sliding deeper into poverty. Adaptation is proving painful and uncertain.\n\n“If people don’t have water it’ll just turn into a desert again,” said Allen, 52, as he surveyed a field of baked, barren earth on his farm, 10 miles outside Mendota. “That’s what this was before they built the whole system.”\n\nThat system – a network of reservoirs, aqueducts, pumps and canals to supplement rain, rivers and snowmelt – has broken down amid what climate scientists say is one of the worst dry spells in centuries.\n\nMendota, California\n\nSome reservoirs, such as Lake McClure, are down to 10% capacity. State officials cancelled a trek to the Sierra Nevada to measure snowpack last week because there was no snow.\n\nSnowpack supplies about 30% of California’s water supply when it melts in late spring and summer, replenishing reservoirs. An April measurement showed snowpack water content at just 5% normal for that time period. It is now thought to be down to 3% – half an inch.\n\n“Major reservoirs are dropping at a time when they typically would be filling with melted snow,” Mark Cowin, director of California’s department of water resources, warned in a statement. “We need careful, sparing use of water across the state, because we don’t know when this drought will end.”\n\nTo help meet a state-wide target of 25% cut in water use Governor Jerry Brown has ordered a series of measures, including ripping up 50 million square feet of lawns and daily fines of up to $10,000 for water wasters. “We are embarked upon an experiment that no one has ever tried,” Brown said last month, when he announced rationing.\n\nFor residents in coastal cities like Los Angeles and San Francisco drought blares from headlines but, so far, has barely affected daily life.\n\nFor those who depend on the fields around Mendota, however, it has unleashed what feels like an existential struggle.\n\nAllen’s grandfather, an immigrant from Sweden, worked as a ranch-hand, building canals to irrigate crops, before buying his own land. By the 1970s and 1980s plentiful water – from rain and state-supplied allocation – helped the family farm thrive. “My dad had an airplane. It was like living the American dream,” said Allen.\n\nA sign at Todd Allen’s farm suggests the state has its priorities wrong. Photograph: Rory Carroll for the Guardian\n\nTrouble began in the 1990s, he said, when officials started allocating less water to farmers in order to protect the delta smelt and other threatened fish species.\n\nThe Allens gradually moved to more efficient irrigation – from furrow, to sprinkler, to drip – and weathered the 2007-09 drought, when the state reduced water supplies.\n\nBut the latest drought has cut that supply entirely, leaving this married father of two to gaze at cloudless skies, wondering if rain will ever return, and to eye his savings, wondering if he can afford $500,000 to drill a well more than 1,000ft deep, joining a scramble for groundwater.\n\nScientists have expressed alarm at the quantity being sucked up. Such deep water, in any case, is lousy quality, said Allen. “Pretty salty. It would kill the trees eventually.”\n\nCalifornia’s water system was built for human beings, not the smelt, he said. “When you put this worthless two-inch fish in front of me and my family, that’s wrong. It’s insanity.”\n\nWhen you put this worthless two-inch fish in front of me and my family, that’s wrong. It’s insanity\n\nEnvironmentalists dispute that, saying the smelt is a barometer for a fragile, embattled ecosystem in San Francisco bay’s delta.\n\nAllen sold a chunk of land last year to deep-pocketed pistachio growers and may sell more to put his adolescent daughters through college. “My wife doesn’t let me whine and complain. She says we need to count our blessings.”\n\nThe labourers of Mendota have rather fewer blessings. The impoverished, dusty town, made up almost entirely of migrants from El Salvador and Mexico, has never had it easy, let alone lived the American dream.\n\nAbout half the 11,000 residents live below the poverty line. Two out of three students do not graduate from high school. Agricultural swings batter the economy. A good year keeps unemployment to about 20%, four times the national average. A bad year sees it soar to 50%.\n\nA Guardian tour of the area via Route 33 last week turned up just one working crew, 16 men and women in jeans and baseball caps who fanned across an alfalfa field, a rare patch of green nourished by a nearby well.\n\nFacebook Twitter Pinterest A rusting water pipe in one of Todd Allen’s fallow fields. Photograph: Rory Carroll for the Guardian\n\nBefore the drought there would have been dozens more people out here planting lettuce, tomatoes, melon and cotton, said José Flores, 40, the foreman, perspiring in 90-degree heat. “If this continues we’ll move to other states.” Many had already migrated to slaughterhouse jobs in Minnesota, said Flores.\n\nAt midday unemployed labourers lounged in the centre of town, a sleepy collection of sun-bleached one-storey homes and businesses. “When the pool hall opens we go there,” said one man, leaning against a wall for shade. He declined to give his name.\n\n“And when the food truck comes we go there,” said Isabel Méndez, 62. It comes once a month and she missed the last one, she rued. “I got the day wrong.”\n\nOfficials have blamed unemployment for spikes in crime and drunkenness. The mayor and city manager did not respond to interview requests.\n\nLocal businesses reported sharply reduced revenues. “Customers can’t spend anything compared to two years ago,” said Ali Mohsen, who owns a phone shop.\n\nThe exception was Johnny Amador, a flower and balloon seller. Latino culture mandated families to celebrate birthdays and other occasions, he said. “They’ll do what it takes. Save, haggle, ask for credit.” He shook his head. “We don’t do credit any more. We’ve had enough people burn us.”",
  "title": "California drought brings sound of silence to baked, barren farms",
  "ts_in": "2015-05-05T21:22:09.609603",
  "url": "http://www.theguardian.com/us-news/2015/may/05/california-drought-farms-silence"
}