{
  "article_html": "<div><p>With a <a href=\"http://www.bbc.com/news/world-asia-22907307\" class=\" u-underline\">population rapidly approaching that of China</a> crammed into just one third of the area, India suffers from resource scarcity on a level unlike any other nation. So while it nominally faces many of the same challenges as other BRIC nations &#8211; water scarcity, dirty energy supplies, human rights issues &#8211; India&#8217;s population density makes its situation exponentially more difficult.</p>\n<p>A World Bank study in 2014 found that environmental degradation like air pollution, water pollution, deforestation and natural disasters cost <a href=\"http://www.theguardian.com/world/india\" class=\" u-underline\">India</a> $80bn per year, or nearly 6% of its economic activity. Of that total, 52% is attributable to air pollution.</p>\n<p>If you thought <a href=\"http://www.theguardian.com/world/gallery/2014/feb/25/air-pollution-in-china-in-pictures\" class=\" u-underline\">China&#8217;s smog was bad</a>, Delhi&#8217;s air pollution levels can be <a href=\"http://india.blogs.nytimes.com/2013/01/31/you-think-the-air-in-beijing-is-bad-try-new-delhi\" class=\" u-underline\">twice as high</a>, with even less government action to show for it. India&#8217;s air pollution is not only far worse than any of the other BRICs, it is so intense that it is reducing plants&#8217; ability to photosynthesize sunlight, <a href=\"http://www.theguardian.com/environment/2014/nov/03/india-air-pollution-cutting-crop-yields-by-almost-half\" class=\" u-underline\">cutting crop yields in half</a>.</p>\n<p>While pollution is a broad problem across India, poverty and general lack of access to basic human needs is more of a first order problem, and one that draws the lion&#8217;s share of attention from government, businesses and people. In 2012, just 36% of India&#8217;s population had <a href=\"http://data.worldbank.org/indicator/SH.STA.ACSN/countries/IN-CN-RU-BR?display=graph\" class=\" u-underline\">access to improved sanitation</a>, leading the nation&#8217;s minister of rural development to call India &#8220;the <a href=\"http://ibnlive.in.com/news/indian-railway-worlds-biggest-open-toilet-jairam-ramesh/275108-3.html\" class=\" u-underline\">world&#8217;s capital for open defecations</a>&#8221;.</p>\n<p>As a result, much of the sustainable development discussion in India has focused on inclusion and bringing the population into the 21st century. In 2014, Prime Minister Narendra Modi <a href=\"http://www.thehindu.com/news/national/modi-launches-my-clean-india-campaign/article6468047.ece?topicpage=true&amp;topicId=1813\" class=\" u-underline\">launched the Clean India Mission</a>, a five-year effort to eliminate open defecation, provide access to improved sanitation, and clean up the River Ganges, among other targets. Corporations have joined up with the Clean India Mission, committing to invest in <a href=\"http://timesofindia.indiatimes.com/india/PMs-clean-India-initiative-TCS-pledges-Rs-100-crore-for-toilets-for-girls-across-10000-schools/articleshow/40364881.cms\" class=\" u-underline\">education for girls</a> and <a href=\"http://businesstoday.intoday.in/story/narendra-modi-chanda-kochhar-icici-chief-clean-india-mission/1/212238.html\" class=\" u-underline\">adopting communities</a> for cleanup, among others.</p>\n<p>Domestic and multinational corporations have been important partners for a range of India&#8217;s sustainable development efforts, although most of these business efforts tend to be <a href=\"http://www.bsr.org/en/our-insights/blog-view/navigating-new-terrain-in-emerging-markets-brazil-china-and-india\" class=\" u-underline\">focused locally or regionally</a>. </p>\n<p>But in 2013, India became the first country in the world to mandate corporate social responsibility (CSR) practices, with a world-leading corporate law that requires <a href=\"http://articles.economictimes.indiatimes.com/2013-09-05/news/41803586_1_csr-corporate-social-responsibility-india-inc\" class=\" u-underline\">about 8,000 companies</a> in India to <a href=\"http://www.theguardian.com/sustainable-business/india-csr-law-debate-business-ngo\" class=\" u-underline\">invest 2% of its profits</a> per year on CSR programs. The resulting investment could mean as much as $2bn per year will be invested in poverty reduction, environmental and social programs. The law similarly emphasizes that companies invest in areas <a href=\"http://www.bsr.org/en/our-insights/blog-view/india-companies-act-2013-five-key-points-about-indias-csr-mandate\" class=\" u-underline\">local to its operations</a>.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sustainable-business/2015/may/04/brazil-china-russia-india-climate-change-labor-economy-sustainability\" class=\" u-underline\">The BRIC nations' response to climate change is critical to the fate of the planet</a> </p>\n\n<p>Plenty of debate remains about the current and future impacts of India&#8217;s CSR law and whether it will end up being a net good for the nation or simply result in check-the-box CSR practices. </p>\n<p>But one aspect of the law stipulates that the investments can not be <a href=\"http://www.mondaq.com/india/x/307596/Corporate+Governance/Indias+New+Corporate+Social+Responsibility+Requirements+Beware+of+the+Pitfalls\" class=\" u-underline\">part of the company&#8217;s normal operations</a>, or solely benefit of the company&#8217;s employees. This condition could potentially prevent companies from investing in projects with both business and community benefits &#8211; such as switching from coal to renewable energy.</p>\n<p>Even if the CSR law doesn&#8217;t spur investment in energy efficiency or green building, some companies are taking that step on their own, and are trying to spread the word about the many business benefits. </p>\n<p>Information technology company Infosys pioneered an effort in 2014 to raise the profile of green building technologies among Indian firms. When it undertook an expansion of its campus in Hyderabad, the company built one to traditional standards and one with energy efficiency at its core. The resulting green building, which earned Leed Platinum certification, <a href=\"http://www.theguardian.com/sustainable-business/2014/aug/28/infosys-hyderabad-experiment-green-buildings-energy-efficiency-india\" class=\" u-underline\">uses 38% less energy</a> than its counterpart, and cost 1% less to build.</p>\n<p>Building green as India expands is one example of the leapfrogging potential that all developing economies can benefit from. Rather than using 20th century building practices and then retrofitting for efficiency down the line, building green from the start could enable companies and the country to make more rapid progress towards their sustainability goals.</p>\n<p>Another big area where India could advance more quickly than the rest of the world is in embracing renewable energy. India is perennially energy-starved &#8211; <a href=\"http://data.worldbank.org/indicator/EG.ELC.ACCS.ZS\" class=\" u-underline\">only 75% of the population</a> has reliable access to electricity &#8211; and has an eye on its Himalayan neighbors&#8217; bountiful hydropower resources. In one of <a href=\"http://www.economist.com/news/asia/21635071-bad-politics-should-no-longer-prevent-nepal-and-its-neighbours-making-most-some-amazing\" class=\" u-underline\">a number of large-scale Himalayan hydropower projects</a> in the pipeline in Nepal, for instance, Bangalore-based infrastructure firm GMR Group in September <a href=\"http://www.ft.com/intl/cms/s/0/ff40a2d2-422c-11e4-a9f4-00144feabdc0.html\" class=\" u-underline\">signed a $1.4 bn deal</a> to develop a <a href=\"http://www.wealthandfinance-intl.com/nepal-signs-biggest-ever-fdi-launch-hydropower-growth-plan\" class=\" u-underline\">900-megawatt hydropower project</a> on the upper Karnali River.</p>\n\n\n<a href=\"/sustainable-business/2015/may/04/india-renewable-energy-population-density-pollution-environment#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430766274787/c901635e-0302-415e-8f35-f00bd4665c7e-300x180.jpeg\" alt=\"Women constructing solar cookers at the Barefoot College in Tilonia, Rajasthan, India.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485v2%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Can+India+lead+on+green+buildings%2C+clean+energy+and+corporate+sustainability%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485v2%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Can+India+lead+on+green+buildings%2C+clean+energy+and+corporate+sustainability%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsustainable-business%2F2015%2Fmay%2F04%2Findia-renewable-energy-population-density-pollution-environment&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430766275503%2Fc901635e-0302-415e-8f35-f00bd4665c7e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nWomen constructing solar cookers at the Barefoot College in Tilonia, Rajasthan, India. Photograph: Alamy\n\n\n\n<p>Unfortunately, negotiating international hydropower deals is a complex endeavor that involves not only energy generation but also access to water among other water-scarce countries downstream such as Bangladesh. As a result, India is also making inroads into solar energy. During the UN climate talks in Lima, Peru, last fall, Modi announced a massive solar commitment: <a href=\"http://www.thehindu.com/sci-tech/energy-and-environment/lima-climate-talks-india-to-showcase-its-commitment-to-renewable-energy-in-lima/article6669695.ece\" class=\" u-underline\">100 gigawatts of solar capacity</a> by 2022, creating as many as 1m jobs and giving rural Indians access to cheap, clean energy and <a href=\"http://www.theguardian.com/environment/2015/apr/29/countries-that-lead-the-switch-to-clean-energy-will-reap-the-financial-rewards\" class=\" u-underline\">greater economic opportunity</a> as a result.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sustainable-business/2015/may/04/china-labor-pollution-smog-labor-under-the-dome\" class=\" u-underline\">China makes strides with environmental reform, but has long way to go on labor</a> </p>\n\n<p>As India&#8217;s population continues to grow &#8211; a UN report in 2012 projected the country would be the world&#8217;s most populous by 2028 &#8211; both rural and urban areas will need infrastructure upgrades and new energy generation. As the population urbanizes, cities will expand and newer cities will arise, but existing cities can also be transformed to absorb more residents. </p>\n<p>In this way, India has a slight advantage over China when it comes to sustainability: in India&#8217;s biggest cities, which predate the rise of the automobile, it may be easier to incorporate forward looking, sustainable mobility infrastructure than in newer cities. </p>\n<p>The World Business Council on Sustainable Development&#8217;s <a href=\"http://www.wbcsd.org/work-program/sector-projects/mobility.aspx\" class=\" u-underline\">Sustainable Mobility program</a> works in six cities around the world to create next generation transportation options, and unlike newer, auto-centric cities like Chengdu, China, the Indian city of Indore can&#8217;t upgrade its auto infrastructure without knocking down large parts of the city, making the transition to less carbon-intensive transportation options more attractive.<br></p>\n<p>Although India is largely occupied with its own domestic problems, there are plenty of countries that live in its shadow. Nepal figures prominently &#8211; not only in the wake of <a href=\"http://www.theguardian.com/world/nepal-earthquake-2015\" class=\" u-underline\">last month&#8217;s devastating earthquake</a>, but also because of the energy-development partnerships and close cultural ties between India and Nepal. India&#8217;s membership in the South Asian Association for Regional Cooperation ties it closely to Nepal, Bangladesh and Bhutan on economic and social issues, and it also must negotiate water and energy policies among those neighbors.</p>\n<p>Meanwhile, India is in constant competition with neighboring China and Pakistan. The Modi government has recently taken steps to limit the influence that other countries can have in India, particularly the UK and US. Last month, the Indian government used its Foreign Contributions Regulation Act to <a href=\"http://www.theguardian.com/world/2015/apr/10/greenpeace-bank-accounts-frozen-by-indian-government\" class=\" u-underline\">freeze Greenpeace&#8217;s bank accounts</a>, accusing the nonprofit of encouraging &#8220;anti-development protest&#8221;. The Ford Foundation was put on a similar watchlist two weeks later. </p>\n<p>These moves echo <a href=\"http://www.theguardian.com/sustainable-business/2015/may/04/russia-climate-change-vladimir-putin-sochi-olympics-gay-pride\" class=\" u-underline\">actions against international NGOs </a>taking place in Russia, and could complicate the trajectory of sustainable development in growth-minded India. But if India can find a sustainable path forward, it could certainly play a big role in helping other countries &#8211; especially those with densely populated megacities &#8211; do the same.</p>\n<p><a href=\"http://www.theguardian.com/sustainable-business/series/in-the-shadow-of-the-brics\" class=\" u-underline\">In the shadow of the BRICs</a>, a series on sustainable development, is funded by the UN Global Compact. All content is editorially independent except for pieces labelled &#8220;brought to you by&#8221;. Find out more <a href=\"http://www.theguardian.com/sponsored-content\" class=\" u-underline\">here</a>.</p>\n</div>",
  "authors": [
    "Matthew Wheeland"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Guardian sustainable business",
    "India",
    "World news",
    "Pollution",
    "Population",
    "Energy",
    "Green building",
    "Environment",
    "South and Central Asia",
    "Business"
  ],
  "ntitle": "can_india_lead_on_green_buildings_clean_energy_and_corporate_sustainability",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "With a population rapidly approaching that of China crammed into just one third of the area, India suffers from resource scarcity on a level unlike any other nation. So while it nominally faces many of the same challenges as other BRIC nations – water scarcity, dirty energy supplies, human rights issues – India’s population density makes its situation exponentially more difficult.\n\nA World Bank study in 2014 found that environmental degradation like air pollution, water pollution, deforestation and natural disasters cost India $80bn per year, or nearly 6% of its economic activity. Of that total, 52% is attributable to air pollution.\n\nIf you thought China’s smog was bad, Delhi’s air pollution levels can be twice as high, with even less government action to show for it. India’s air pollution is not only far worse than any of the other BRICs, it is so intense that it is reducing plants’ ability to photosynthesize sunlight, cutting crop yields in half.\n\nWhile pollution is a broad problem across India, poverty and general lack of access to basic human needs is more of a first order problem, and one that draws the lion’s share of attention from government, businesses and people. In 2012, just 36% of India’s population had access to improved sanitation, leading the nation’s minister of rural development to call India “the world’s capital for open defecations”.\n\nAs a result, much of the sustainable development discussion in India has focused on inclusion and bringing the population into the 21st century. In 2014, Prime Minister Narendra Modi launched the Clean India Mission, a five-year effort to eliminate open defecation, provide access to improved sanitation, and clean up the River Ganges, among other targets. Corporations have joined up with the Clean India Mission, committing to invest in education for girls and adopting communities for cleanup, among others.\n\nDomestic and multinational corporations have been important partners for a range of India’s sustainable development efforts, although most of these business efforts tend to be focused locally or regionally.\n\nBut in 2013, India became the first country in the world to mandate corporate social responsibility (CSR) practices, with a world-leading corporate law that requires about 8,000 companies in India to invest 2% of its profits per year on CSR programs. The resulting investment could mean as much as $2bn per year will be invested in poverty reduction, environmental and social programs. The law similarly emphasizes that companies invest in areas local to its operations.\n\nRelated: The BRIC nations' response to climate change is critical to the fate of the planet\n\nPlenty of debate remains about the current and future impacts of India’s CSR law and whether it will end up being a net good for the nation or simply result in check-the-box CSR practices.\n\nBut one aspect of the law stipulates that the investments can not be part of the company’s normal operations, or solely benefit of the company’s employees. This condition could potentially prevent companies from investing in projects with both business and community benefits – such as switching from coal to renewable energy.\n\nEven if the CSR law doesn’t spur investment in energy efficiency or green building, some companies are taking that step on their own, and are trying to spread the word about the many business benefits.\n\nInformation technology company Infosys pioneered an effort in 2014 to raise the profile of green building technologies among Indian firms. When it undertook an expansion of its campus in Hyderabad, the company built one to traditional standards and one with energy efficiency at its core. The resulting green building, which earned Leed Platinum certification, uses 38% less energy than its counterpart, and cost 1% less to build.\n\nBuilding green as India expands is one example of the leapfrogging potential that all developing economies can benefit from. Rather than using 20th century building practices and then retrofitting for efficiency down the line, building green from the start could enable companies and the country to make more rapid progress towards their sustainability goals.\n\nAnother big area where India could advance more quickly than the rest of the world is in embracing renewable energy. India is perennially energy-starved – only 75% of the population has reliable access to electricity – and has an eye on its Himalayan neighbors’ bountiful hydropower resources. In one of a number of large-scale Himalayan hydropower projects in the pipeline in Nepal, for instance, Bangalore-based infrastructure firm GMR Group in September signed a $1.4 bn deal to develop a 900-megawatt hydropower project on the upper Karnali River.\n\nFacebook Twitter Pinterest Women constructing solar cookers at the Barefoot College in Tilonia, Rajasthan, India. Photograph: Alamy\n\nUnfortunately, negotiating international hydropower deals is a complex endeavor that involves not only energy generation but also access to water among other water-scarce countries downstream such as Bangladesh. As a result, India is also making inroads into solar energy. During the UN climate talks in Lima, Peru, last fall, Modi announced a massive solar commitment: 100 gigawatts of solar capacity by 2022, creating as many as 1m jobs and giving rural Indians access to cheap, clean energy and greater economic opportunity as a result.\n\nRelated: China makes strides with environmental reform, but has long way to go on labor\n\nAs India’s population continues to grow – a UN report in 2012 projected the country would be the world’s most populous by 2028 – both rural and urban areas will need infrastructure upgrades and new energy generation. As the population urbanizes, cities will expand and newer cities will arise, but existing cities can also be transformed to absorb more residents.\n\nIn this way, India has a slight advantage over China when it comes to sustainability: in India’s biggest cities, which predate the rise of the automobile, it may be easier to incorporate forward looking, sustainable mobility infrastructure than in newer cities.\n\nThe World Business Council on Sustainable Development’s Sustainable Mobility program works in six cities around the world to create next generation transportation options, and unlike newer, auto-centric cities like Chengdu, China, the Indian city of Indore can’t upgrade its auto infrastructure without knocking down large parts of the city, making the transition to less carbon-intensive transportation options more attractive.\n\n\n\nAlthough India is largely occupied with its own domestic problems, there are plenty of countries that live in its shadow. Nepal figures prominently – not only in the wake of last month’s devastating earthquake, but also because of the energy-development partnerships and close cultural ties between India and Nepal. India’s membership in the South Asian Association for Regional Cooperation ties it closely to Nepal, Bangladesh and Bhutan on economic and social issues, and it also must negotiate water and energy policies among those neighbors.\n\nMeanwhile, India is in constant competition with neighboring China and Pakistan. The Modi government has recently taken steps to limit the influence that other countries can have in India, particularly the UK and US. Last month, the Indian government used its Foreign Contributions Regulation Act to freeze Greenpeace’s bank accounts, accusing the nonprofit of encouraging “anti-development protest”. The Ford Foundation was put on a similar watchlist two weeks later.\n\nThese moves echo actions against international NGOs taking place in Russia, and could complicate the trajectory of sustainable development in growth-minded India. But if India can find a sustainable path forward, it could certainly play a big role in helping other countries – especially those with densely populated megacities – do the same.\n\nIn the shadow of the BRICs, a series on sustainable development, is funded by the UN Global Compact. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here.",
  "title": "Can India lead on green buildings, clean energy and corporate sustainability?",
  "ts_in": "2015-05-05T23:26:07.261806",
  "url": "http://www.theguardian.com/sustainable-business/2015/may/04/india-renewable-energy-population-density-pollution-environment"
}