{
  "article_html": "<div><p>It happened in <a href=\"http://www.theguardian.com/world/sweden\" class=\" u-underline\">Sweden</a> in the general elections of both 2010 and 2006: the winner and largest single party in the Riksdag was the Social Democrats, but it was a three-way centre-right alliance headed by the Moderate party &#8211; who finished in second place &#8211; that ended up forming the government.</p>\n<p>In Denmark&#8217;s 2011 election the centre-right Venstre finished as the largest party, but the second-placed Social Democrats successfully put together the three-party minority coalition that governs the country. In <a href=\"http://www.theguardian.com/world/canada\" class=\" u-underline\">Canada</a>, the largest single party in the past three elections has been the Conservatives &#8211; but only last time around did they get to govern with an actual majority. <br></p>\n<p>In 2005 in <a href=\"http://www.theguardian.com/world/germany\" class=\" u-underline\">Germany</a>, the Social Democrats fell just short of the top slot, winning four fewer seats than the Christian Democrat CDU and its Bavarian counterpart, the CSU. But the SDP went on to join a highly successful grand coalition with its rival &#8211; of the 14 coalition governments running Germany&#8217;s 16 L&#228;nder, four are headed by parties that came second in state elections.</p>\n<p>In plenty of other functioning democracies, in fact, politicians and voters plainly understand that the party that wins a parliamentary election does not necessarily get to form the government (and that even if it does, it could perfectly well be a minority administration relying when necessary on the conditional support of a range of smaller parties).</p>\n<p>But not, it seems, in Britain, where loud questions about the legitimacy of an eventual Labour government are presently being asked on the basis that the party that comes second in an election should not be the one that gets to call the shots.</p>\n<p>&#8220;It&#8217;s not correct, of course,&#8221; said Ben Seyd, lecturer in British and comparative politics at the University of Kent and author of a <a href=\"https://www.ucl.ac.uk/spp/publications/unit-publications/84.pdf\" class=\" u-underline\">2002 study (pdf)</a> on lessons Britain could learn from abroad about coalition government. &#8220;It&#8217;s the mindset of a system that habitually gives one party a majority of seats. In a multi-party system, what matters is what group of parties gets a majority of seats.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/news/reality-check/2015/may/05/labour-government-legitimate-fewer-mps-than-tories-general-election-2015\" class=\" u-underline\">Would Labour government be legitimate if it had fewer MPs than the Tories?</a> </p>\n\n<p>Complaining that, for example, a Labour-SNP-Green administration would somehow lack legitimacy is &#8220;taking the two-party system we have previously had, and transferring its rules to the multi-party system we have now&#8221;, Seyd said. </p>\n<p>&#8220;Look at a majority government like that, which would represent the opinions of as many voters as possible, and look at a majority government formed by a single party that wins 35% of the vote, and tell me which is more legitimate.&#8221; </p>\n<p>Part of the problem, said constitutional specialist Prof Robert Hazell of University College London, is a &#8220;majoritarian mindset&#8221; that, because of recent UK electoral history, means voters and many politicians still think parliamentary elections are about electing a government. <br></p>\n<p>&#8220;They&#8217;re not,&#8221; Hazell said. &#8220;They&#8217;re to elect a parliament, which will then decide the government. In countries more used to coalitions, they get that. You&#8217;ll never hear a German voter say: &#8216;But I never voted for this government, or that coalition.&#8217; They understand that electing a government is a two-stage process.&#8221;</p>\n<p>Countries more familiar with coalition governments may have clearer rules regulating the process. Britain, for example, has what is known as an &#8220;unordered&#8221; system of formation, which allows all parliamentary parties to negotiate with each other to attempt to form a government.</p>\n<p>Countries such as Belgium, <a href=\"http://www.theguardian.com/world/denmark\" class=\" u-underline\">Denmark</a>, the Netherlands, Sweden, Greece and Bulgaria &#8211; although not Germany, Ireland or New Zealand &#8211; have laid down a strict order for negotiations, generally designating the largest single party the &#8220;formateur&#8221; and giving them the first chance to assemble an administration.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/22/a-hung-parliament-dont-panic-democracy-will-take-its-course\" class=\" u-underline\">What happens if there's a hung parliament? Don't panic &#8211; there's a plan</a> </p>\n\n<p>This, argues Petra Schleiter, associate politics professor at Oxford, has the benefit of following &#8220;democratic and electoral logic&#8221;. Many countries, including Germany, also have a law requiring the first piece of business of any new government to be simply a nomination or investiture vote on the new prime minister. </p>\n<p>But constitutionalists differ on the extent to which Britain&#8217;s comparatively opaque and unregulated procedure, laid down in the cabinet manual, could be improved. &#8220;I don&#8217;t think there need be huge problems,&#8221; said Seyd. </p>\n<p>&#8220;You can pick rules from other countries&#8217; systems and slot them in, but they won&#8217;t necessarily be appropriate to the type of government being formed here &#8211; and there&#8217;s no clear evidence that many of them have any real impact on the eventual stability of the administration.&#8221;</p>\n<p>But Britons do now need to realise, Seyd argued, that new governments need not necessarily be formed fast (the UK average is four days; the European is more like 39, and most countries &#8220;manage just fine&#8221;) &#8211; and that the only test of a new government that counts is whether or not it has the backing of parliament: &#8220;Any bloc that can achieve that, whichever party it is led by, is an entirely legitimate government.&#8221; </p>\n</div>",
  "authors": [
    "Jon Henley"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Sweden",
    "Europe",
    "Germany",
    "Denmark",
    "Canada",
    "Politics",
    "UK news",
    "World news"
  ],
  "ntitle": "can_a_second_placed_party_in_an_election_legitimately_call_the_shots",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "It happened in Sweden in the general elections of both 2010 and 2006: the winner and largest single party in the Riksdag was the Social Democrats, but it was a three-way centre-right alliance headed by the Moderate party – who finished in second place – that ended up forming the government.\n\nIn Denmark’s 2011 election the centre-right Venstre finished as the largest party, but the second-placed Social Democrats successfully put together the three-party minority coalition that governs the country. In Canada, the largest single party in the past three elections has been the Conservatives – but only last time around did they get to govern with an actual majority.\n\n\n\nIn 2005 in Germany, the Social Democrats fell just short of the top slot, winning four fewer seats than the Christian Democrat CDU and its Bavarian counterpart, the CSU. But the SDP went on to join a highly successful grand coalition with its rival – of the 14 coalition governments running Germany’s 16 Länder, four are headed by parties that came second in state elections.\n\nIn plenty of other functioning democracies, in fact, politicians and voters plainly understand that the party that wins a parliamentary election does not necessarily get to form the government (and that even if it does, it could perfectly well be a minority administration relying when necessary on the conditional support of a range of smaller parties).\n\nBut not, it seems, in Britain, where loud questions about the legitimacy of an eventual Labour government are presently being asked on the basis that the party that comes second in an election should not be the one that gets to call the shots.\n\n“It’s not correct, of course,” said Ben Seyd, lecturer in British and comparative politics at the University of Kent and author of a 2002 study (pdf) on lessons Britain could learn from abroad about coalition government. “It’s the mindset of a system that habitually gives one party a majority of seats. In a multi-party system, what matters is what group of parties gets a majority of seats.”\n\nRelated: Would Labour government be legitimate if it had fewer MPs than the Tories?\n\nComplaining that, for example, a Labour-SNP-Green administration would somehow lack legitimacy is “taking the two-party system we have previously had, and transferring its rules to the multi-party system we have now”, Seyd said.\n\n“Look at a majority government like that, which would represent the opinions of as many voters as possible, and look at a majority government formed by a single party that wins 35% of the vote, and tell me which is more legitimate.”\n\nPart of the problem, said constitutional specialist Prof Robert Hazell of University College London, is a “majoritarian mindset” that, because of recent UK electoral history, means voters and many politicians still think parliamentary elections are about electing a government.\n\n\n\n“They’re not,” Hazell said. “They’re to elect a parliament, which will then decide the government. In countries more used to coalitions, they get that. You’ll never hear a German voter say: ‘But I never voted for this government, or that coalition.’ They understand that electing a government is a two-stage process.”\n\nCountries more familiar with coalition governments may have clearer rules regulating the process. Britain, for example, has what is known as an “unordered” system of formation, which allows all parliamentary parties to negotiate with each other to attempt to form a government.\n\nCountries such as Belgium, Denmark, the Netherlands, Sweden, Greece and Bulgaria – although not Germany, Ireland or New Zealand – have laid down a strict order for negotiations, generally designating the largest single party the “formateur” and giving them the first chance to assemble an administration.\n\nRelated: What happens if there's a hung parliament? Don't panic – there's a plan\n\nThis, argues Petra Schleiter, associate politics professor at Oxford, has the benefit of following “democratic and electoral logic”. Many countries, including Germany, also have a law requiring the first piece of business of any new government to be simply a nomination or investiture vote on the new prime minister.\n\nBut constitutionalists differ on the extent to which Britain’s comparatively opaque and unregulated procedure, laid down in the cabinet manual, could be improved. “I don’t think there need be huge problems,” said Seyd.\n\n“You can pick rules from other countries’ systems and slot them in, but they won’t necessarily be appropriate to the type of government being formed here – and there’s no clear evidence that many of them have any real impact on the eventual stability of the administration.”\n\nBut Britons do now need to realise, Seyd argued, that new governments need not necessarily be formed fast (the UK average is four days; the European is more like 39, and most countries “manage just fine”) – and that the only test of a new government that counts is whether or not it has the backing of parliament: “Any bloc that can achieve that, whichever party it is led by, is an entirely legitimate government.”",
  "title": "Can a second-placed party in an election legitimately call the shots?",
  "ts_in": "2015-05-05T21:22:24.125972",
  "url": "http://www.theguardian.com/politics/2015/may/05/can-a-second-placed-party-in-an-election-legitimately-call-the-shots"
}