{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/feb/27/canada-anti-terror-bill-threat-democracy-stephen-harper\" class=\" u-underline\">Canadian anti-terror bill opens door for human rights abuses, law scholars argue</a> </p>\n\n<p>Widespread protest and souring public opinion has failed to prevent Canada&#8217;s ruling Conservative Party from pushing forward with <a href=\"http://www.theguardian.com/world/2015/jan/30/canadas-anti-terror-legislation-civil-liberties-fears\" class=\" u-underline\">sweeping anti-terror legislation</a> which a battery of legal scholars, civil liberties groups, opposition politicians and pundits of every persuasion say will replace the country&#8217;s healthy democracy with a creeping police state.</p>\n<p>Prime Minister <a href=\"http://www.theguardian.com/world/stephen-harper\" class=\" u-underline\">Stephen Harper</a> is looking forward to an easy victory on Tuesday when the House of Commons votes in its final debate on the bill, known as C-51. But lingering public anger over the legislation suggests that his success in dividing his parliamentary opposition may well work against him when Canadians go to the polls for a national election this fall.</p>\n<p>No legislation in memory has united such a diverse array of prominent opponents as the proposed legislation, which <a href=\"http://www.theglobeandmail.com/globe-debate/editorials/parliament-must-reject-harpers-secret-policeman-bill/article22729037/\" class=\" u-underline\">the Globe and Mail newspaper denounced as a a plan to create a &#8220;secret police force&#8221;</a>.</p>\n<p>The campaign to stop Bill C-51 grew to include virtually every civil-rights group, law professor, retired judge, author, editorialist and public intellectual in <a href=\"http://www.theguardian.com/world/canada\" class=\" u-underline\">Canada</a>.</p>\n<p>&#8220;The scale of information sharing being proposed is unprecedented, the scope of the new powers conferred by the act is excessive, particularly as these powers affect ordinary Canadians, and the safeguards protecting against unreasonable loss of privacy are seriously deficient,&#8221; declared Daniel Therrien, Privacy Commisioner of Canada, in a typical statement. &#8220;All Canadians would be caught in this web.&#8221;</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Margaret E. Atwood (@MargaretAtwood)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Stephen Harper is attacking our rights &amp; freedoms. Please do the right thing and <a href=\"https://twitter.com/hashtag/VoteAgainstC51?src=hash\" class=\" u-underline\">#VoteAgainstC51</a>, <a href=\"https://twitter.com/TOAdamVaughan\" class=\" u-underline\">@toadamvaughan</a>. <a href=\"https://twitter.com/hashtag/cdnpoli?src=hash\" class=\" u-underline\">#cdnpoli</a></p>\n<a href=\"https://twitter.com/MargaretAtwood/status/589123260463349761\"></a>\n</blockquote>\n\n<p>&#8220;Stephen Harper is attacking our rights &amp; freedoms,&#8221; author Margaret Atwood tweeted, urging her local Member of Parliament to &#8220;do the right thing and #VoteAgainstC51&#8221;.</p>\n<p>Defending the bill, Public Safety Minister Steven Blaney lashed out against &#8220;key misconceptions&#8221; promoted by &#8220;so-called experts&#8221;, especially what he called the &#8220;completely false, and frankly ridiculous&#8221; claim that legitimate protest could be targeted as terrorism.</p>\n<p>Blaney and Justice Minister Peter MacKay have described the bill as a &#8220;reasonable and proportionate&#8221; response to the threat of &#8220;jihadi terrorism.&#8221; The prime minister has derided its opponents as being out of touch with Canadian values.</p>\n<p>Hundreds of thousands of ordinary Canadians signed petitions urging the bill be scrapped and took to the streets in a national day of protest last month.</p>\n<p>Critics of the legislation say the imminent law gives Canadian spies sweeping new powers to investigate and disrupt broadly defined threats to public safety, with language that makes no distinction between terrorist plots and legitimate political protests and demonstrations. At the same time, it neglects to provide any increased oversight of the country&#8217;s vastly empowered chief spy agency, the Canadian Security and Intelligence Service.</p>\n<p> &#8220;This is not an ordinary bill and this is not about politics anymore,&#8221; Green Party leader Elizabeth May told the House of Commons last week. &#8220;This is about the soul of the country and a question of whether we understand what Canada stands for &#8211; for ourselves and what we represent around the world.&#8221;</p>\n<p> Thomas Mulcair, leader of the opposition New Democratic Party, denounced the bill as &#8220;sweeping, dangerous, vague and ineffective&#8221;. But much the same could be said of parliamentary efforts to stop Harper. After promising to support the bill in deference to its apparent popularity, Liberal Party leader Justin Trudeau was easily rebuffed in his call for amendments.</p>\n<p> Introduced in the wake of two lone-wolf terrorist attacks, one of which killed sentry Nathan Cirillo at the Canadian National War Memorial in Ottawa, the bill gained widespread initial support among ordinary Canadians. But in the weeks of criticism that followed, the polls turned and a majority began to express opposition. </p>\n<p> It remains to be seen whether their anger will survive to make a difference in the general election this October. </p>\n</div>",
  "authors": [
    "John Barber"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Canada",
    "Americas",
    "Stephen Harper",
    "World news"
  ],
  "ntitle": "canada_poised_to_pass_anti_terror_legislation_despite_widespread_outrage",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Related: Canadian anti-terror bill opens door for human rights abuses, law scholars argue\n\nWidespread protest and souring public opinion has failed to prevent Canada’s ruling Conservative Party from pushing forward with sweeping anti-terror legislation which a battery of legal scholars, civil liberties groups, opposition politicians and pundits of every persuasion say will replace the country’s healthy democracy with a creeping police state.\n\nPrime Minister Stephen Harper is looking forward to an easy victory on Tuesday when the House of Commons votes in its final debate on the bill, known as C-51. But lingering public anger over the legislation suggests that his success in dividing his parliamentary opposition may well work against him when Canadians go to the polls for a national election this fall.\n\nNo legislation in memory has united such a diverse array of prominent opponents as the proposed legislation, which the Globe and Mail newspaper denounced as a a plan to create a “secret police force”.\n\nThe campaign to stop Bill C-51 grew to include virtually every civil-rights group, law professor, retired judge, author, editorialist and public intellectual in Canada.\n\n“The scale of information sharing being proposed is unprecedented, the scope of the new powers conferred by the act is excessive, particularly as these powers affect ordinary Canadians, and the safeguards protecting against unreasonable loss of privacy are seriously deficient,” declared Daniel Therrien, Privacy Commisioner of Canada, in a typical statement. “All Canadians would be caught in this web.”\n\n— Margaret E. Atwood (@MargaretAtwood) Stephen Harper is attacking our rights & freedoms. Please do the right thing and #VoteAgainstC51, @toadamvaughan. #cdnpoli\n\n“Stephen Harper is attacking our rights & freedoms,” author Margaret Atwood tweeted, urging her local Member of Parliament to “do the right thing and #VoteAgainstC51”.\n\nDefending the bill, Public Safety Minister Steven Blaney lashed out against “key misconceptions” promoted by “so-called experts”, especially what he called the “completely false, and frankly ridiculous” claim that legitimate protest could be targeted as terrorism.\n\nBlaney and Justice Minister Peter MacKay have described the bill as a “reasonable and proportionate” response to the threat of “jihadi terrorism.” The prime minister has derided its opponents as being out of touch with Canadian values.\n\nHundreds of thousands of ordinary Canadians signed petitions urging the bill be scrapped and took to the streets in a national day of protest last month.\n\nCritics of the legislation say the imminent law gives Canadian spies sweeping new powers to investigate and disrupt broadly defined threats to public safety, with language that makes no distinction between terrorist plots and legitimate political protests and demonstrations. At the same time, it neglects to provide any increased oversight of the country’s vastly empowered chief spy agency, the Canadian Security and Intelligence Service.\n\n“This is not an ordinary bill and this is not about politics anymore,” Green Party leader Elizabeth May told the House of Commons last week. “This is about the soul of the country and a question of whether we understand what Canada stands for – for ourselves and what we represent around the world.”\n\nThomas Mulcair, leader of the opposition New Democratic Party, denounced the bill as “sweeping, dangerous, vague and ineffective”. But much the same could be said of parliamentary efforts to stop Harper. After promising to support the bill in deference to its apparent popularity, Liberal Party leader Justin Trudeau was easily rebuffed in his call for amendments.\n\nIntroduced in the wake of two lone-wolf terrorist attacks, one of which killed sentry Nathan Cirillo at the Canadian National War Memorial in Ottawa, the bill gained widespread initial support among ordinary Canadians. But in the weeks of criticism that followed, the polls turned and a majority began to express opposition.\n\nIt remains to be seen whether their anger will survive to make a difference in the general election this October.",
  "title": "Canada poised to pass anti-terror legislation despite widespread outrage",
  "ts_in": "2015-05-05T21:22:14.808593",
  "url": "http://www.theguardian.com/world/2015/may/05/canada-anti-terror-law-despite-widespread-protest"
}