{
  "article_html": "<div><p>An appeals judge has said she needs more time to consider her decision on granting bail for a man who was once the youngest prisoner in Guant&#225;namo Bay, giving Canada&#8217;s conservative government a 48-hour victory in its last-ditch attempt to keep Omar Khadr behind bars.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/canada-guantanamo-omar-khadr\" class=\" u-underline\">Canada appeals against bail for Omar Khadr, youngest ever Guant&#225;namo prisoner</a> </p>\n\n<p>Judge Myra Bielby, appeared skeptical of the government&#8217;s arguments that &#8220;irreparable harm&#8221; to Canada&#8217;s foreign relations would result from allowing Khadr to leave jail for the first time since 2002, when he was 15 years old.</p>\n<p>In a hearing on Tuesday morning, Bielby noted what all sides acknowledged was the unique nature of the case: Khadr pleaded guilty to war crimes in a US military tribunal, but he went on to become what another judge called a &#8220;model prisoner&#8221; and is likely to be successful in appealing the US charges against him.</p>\n<p>&#8220;We feel positive about this,&#8221; Khadr attorney Dennis Edney said after Bielby adjourned the hearing. She is expected to announce her decision on Thursday morning.<br></p>\n<p>Khadr, now 28 years old and blinded in one eye as the result of his 2002 capture, sat quietly in court as the government argued that letting him leave jail would jeopardize the integrity of the legal system &#8211; and might even be, government lawyer Bruce Hughson argued, &#8220;too taxing to his well-being&#8221;.<br></p>\n<p>Meanwhile, the US flatly denied allegations by his attorney that he was subjected to one of the most brutal techniques in its post-9/11 arsenal torture: waterboarding.<br></p>\n<p>Neither the waterboarding claim nor any other aspect of Khadr&#8217;s 2002-2011 treatment at Guant&#225;namo arose at Tuesday&#8217;s hearing. Instead, the government sought to demonstrate it had grounds for its emergency bid to block Khadr&#8217;s release on bail that a separate judge ordered last month.</p>\n\n\n<a href=\"/us-news/2015/may/05/canadian-court-bail-decision-guantanamo-omar-khadr#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/016e0a455e6ce92c258d1950f3720ca1da3f1426/0_0_2943_1767/500.jpg\" alt=\"Dennis Edney\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F486v9%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Canadian+court+delays+bail+decision+for+ex-Guant%C3%A1namo+detainee+Omar+Khadr&amp;url=http%3A%2F%2Fgu.com%2Fp%2F486v9%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Canadian+court+delays+bail+decision+for+ex-Guant%C3%A1namo+detainee+Omar+Khadr&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fcanadian-court-bail-decision-guantanamo-omar-khadr&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F016e0a455e6ce92c258d1950f3720ca1da3f1426%2F0_0_2943_1767%2F2943.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDennis Edney, counsel for Omar Khadr, speaks to members of the media outside the courthouse on Tuesday. Photograph: Dan Riedlhuber/Reuters\n\n\n\n<p>Hughson contended that foreign governments might cease sending prisoners to <a href=\"http://www.theguardian.com/world/canada\" class=\" u-underline\">Canada</a> if Khadr receives bail pending his appeal. Yet the government lawyer conceded that there is a &#8220;high probability of success&#8221; on his appeal: one of the crimes Khadr pleaded guilty to in 2010, material support for terrorism, has since been voided by the US military commissions review panel as a legitimate offence.</p>\n<p>Khadr&#8217;s attorney Nate Whitling chided the government for not offering evidence of any harm Khadr&#8217;s bail will pose to foreign prisoner transfers.</p>\n<p>&#8220;The only interest that is in fact substantial is Mr Khadr&#8217;s liberty interest,&#8221; Whitling contended</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/05/canada-anti-terror-law-despite-widespread-protest\" class=\" u-underline\">Canada poised to pass anti-terror legislation despite widespread outrage</a> </p>\n\n<p>Challenged by Bielby, Hughson further conceded that Khadr has been a cooperative prisoner, and is on track to move from his medium-security incarceration to minimum security, even as conservative Canadian politicians publicly call him a terrorist. Instead, Hughson argued that letting him go on bail, instead of a &#8220;gradual release&#8221;, would make him &#8220;more vulnerable to negative influences&#8221;.</p>\n<p>Khadr, a Canadian citizen, has spent the past 12 and a half years in custody. Bielby noted pointedly that Canadian minors convicted of murder receive a maximum sentence of seven years. Khadr, who is serving an eight-year prison sentence, is scheduled to have his first parole hearing on 25 June.</p>\n<p>Hanging over the proceedings is the continued legacy of Khadr&#8217;s treatment by the US military from when he was a teenager. He has claimed that, among other abuse, <a href=\"http://t.thestar.com/#/article/news/canada/2009/07/15/report_slaps_csis_over_khadr.html\" class=\" u-underline\">Guant&#225;namo guards shackled him until he was forced to urinate on himself</a> and then used his hogtied body as a &#8220;human mop&#8221;.</p>\n<p>This week, Edney made a new allegation that <a href=\"http://news.nationalpost.com/news/canada/harper-government-will-seek-emergency-stay-of-bail-for-ex-guantanamo-bay-prisoner-omar-khadr\" class=\" u-underline\">Khadr was subjected to the partial-drowning technique better known as waterboarding</a> during his time in Guant&#225;namo.</p>\n<p>Former interrogators at Bagram airfield in Afghanistan testified before Khadr&#8217;s military tribunal that they subjected him to painful stress positions but did not mention waterboarding. No other waterboarding claims have emerged from Guant&#225;namo Bay in its 13 years hosting the US indefinite wartime detention facility.</p>\n\n\n<a href=\"/us-news/2015/may/05/canadian-court-bail-decision-guantanamo-omar-khadr#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/964fb9930100177cdee8b48cb2683d58e13d0a9f/0_0_1466_2200/333.jpg\" alt=\"Omar Khadr\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F486v9%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Canadian+court+delays+bail+decision+for+ex-Guant%C3%A1namo+detainee+Omar+Khadr&amp;url=http%3A%2F%2Fgu.com%2Fp%2F486v9%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Canadian+court+delays+bail+decision+for+ex-Guant%C3%A1namo+detainee+Omar+Khadr&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fcanadian-court-bail-decision-guantanamo-omar-khadr&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F964fb9930100177cdee8b48cb2683d58e13d0a9f%2F0_0_1466_2200%2F1466.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nOmar Khadr in 2014. Photograph: Reuters\n\n\n\n<p>Independent corroboration of the claim is not possible by press time. Both the Pentagon and the CIA have unequivocally denied the accusation.</p>\n<p>&#8220;Khadr was never waterboarded while in Defense Department custody,&#8221; said Lt Col Myles Caggins, the Pentagon&#8217;s detentions spokesman.</p>\n<p>&#8220;There were only three people waterboarded &#8211; and he was not one of them,&#8221; said Ryan Trapani, a CIA spokesman.<br></p>\n<p>Khadr, who has been at the center of political controversy in Canada for over a decade, spent his adolescence and adulthood under confinement. At 15, he was captured by US forces in July 2002 after they stormed a compound in eastern Afghanistan where his family, prominent Canadian supporters of Islamist extremism, had taken him. The attack that left him partially blinded and grievously wounded also killed an Army special forces medic, Sgt First Class Christopher Speer.</p>\n<p>In 2010 at Guant&#225;namo, Khadr pleaded guilty to throwing the grenade that killed Speer, but once transferred to Canadian prison to serve the remainder of his eight-year term, he reversed himself, arguing that his guilty plea was a gambit to leave Guant&#225;namo.</p>\n<p>Edney declined to elaborate on the waterboarding claim after the hearing, but said that media reports of the allegation were correct.<br></p>\n<p>Highlighting the unusual nature of Khadr&#8217;s case, a separate hearing is slated for Tuesday afternoon, before a different judge, about the conditions of Khadr&#8217;s bail &#8211; even though Bielby has temporarily stopped it.</p>\n<p>Edney, expressing confidence that Khadr will be let out of jail this week, told reporters that his wife is &#8220;trying to make the home as comfortable as possible for Omar&#8221;.</p>\n</div>",
  "authors": [
    "Spencer Ackerman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Guantánamo Bay",
    "Canada",
    "Torture",
    "World news",
    "Americas",
    "Law",
    "US news"
  ],
  "ntitle": "canadian_court_delays_bail_decision_for_ex_guantánamo_detainee_omar_khadr",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "An appeals judge has said she needs more time to consider her decision on granting bail for a man who was once the youngest prisoner in Guantánamo Bay, giving Canada’s conservative government a 48-hour victory in its last-ditch attempt to keep Omar Khadr behind bars.\n\n\n\nRelated: Canada appeals against bail for Omar Khadr, youngest ever Guantánamo prisoner\n\nJudge Myra Bielby, appeared skeptical of the government’s arguments that “irreparable harm” to Canada’s foreign relations would result from allowing Khadr to leave jail for the first time since 2002, when he was 15 years old.\n\nIn a hearing on Tuesday morning, Bielby noted what all sides acknowledged was the unique nature of the case: Khadr pleaded guilty to war crimes in a US military tribunal, but he went on to become what another judge called a “model prisoner” and is likely to be successful in appealing the US charges against him.\n\n“We feel positive about this,” Khadr attorney Dennis Edney said after Bielby adjourned the hearing. She is expected to announce her decision on Thursday morning.\n\n\n\nKhadr, now 28 years old and blinded in one eye as the result of his 2002 capture, sat quietly in court as the government argued that letting him leave jail would jeopardize the integrity of the legal system – and might even be, government lawyer Bruce Hughson argued, “too taxing to his well-being”.\n\n\n\nMeanwhile, the US flatly denied allegations by his attorney that he was subjected to one of the most brutal techniques in its post-9/11 arsenal torture: waterboarding.\n\n\n\nNeither the waterboarding claim nor any other aspect of Khadr’s 2002-2011 treatment at Guantánamo arose at Tuesday’s hearing. Instead, the government sought to demonstrate it had grounds for its emergency bid to block Khadr’s release on bail that a separate judge ordered last month.\n\nFacebook Twitter Pinterest Dennis Edney, counsel for Omar Khadr, speaks to members of the media outside the courthouse on Tuesday. Photograph: Dan Riedlhuber/Reuters\n\nHughson contended that foreign governments might cease sending prisoners to Canada if Khadr receives bail pending his appeal. Yet the government lawyer conceded that there is a “high probability of success” on his appeal: one of the crimes Khadr pleaded guilty to in 2010, material support for terrorism, has since been voided by the US military commissions review panel as a legitimate offence.\n\nKhadr’s attorney Nate Whitling chided the government for not offering evidence of any harm Khadr’s bail will pose to foreign prisoner transfers.\n\n“The only interest that is in fact substantial is Mr Khadr’s liberty interest,” Whitling contended\n\nRelated: Canada poised to pass anti-terror legislation despite widespread outrage\n\nChallenged by Bielby, Hughson further conceded that Khadr has been a cooperative prisoner, and is on track to move from his medium-security incarceration to minimum security, even as conservative Canadian politicians publicly call him a terrorist. Instead, Hughson argued that letting him go on bail, instead of a “gradual release”, would make him “more vulnerable to negative influences”.\n\nKhadr, a Canadian citizen, has spent the past 12 and a half years in custody. Bielby noted pointedly that Canadian minors convicted of murder receive a maximum sentence of seven years. Khadr, who is serving an eight-year prison sentence, is scheduled to have his first parole hearing on 25 June.\n\nHanging over the proceedings is the continued legacy of Khadr’s treatment by the US military from when he was a teenager. He has claimed that, among other abuse, Guantánamo guards shackled him until he was forced to urinate on himself and then used his hogtied body as a “human mop”.\n\nThis week, Edney made a new allegation that Khadr was subjected to the partial-drowning technique better known as waterboarding during his time in Guantánamo.\n\nFormer interrogators at Bagram airfield in Afghanistan testified before Khadr’s military tribunal that they subjected him to painful stress positions but did not mention waterboarding. No other waterboarding claims have emerged from Guantánamo Bay in its 13 years hosting the US indefinite wartime detention facility.\n\nFacebook Twitter Pinterest Omar Khadr in 2014. Photograph: Reuters\n\nIndependent corroboration of the claim is not possible by press time. Both the Pentagon and the CIA have unequivocally denied the accusation.\n\n“Khadr was never waterboarded while in Defense Department custody,” said Lt Col Myles Caggins, the Pentagon’s detentions spokesman.\n\n“There were only three people waterboarded – and he was not one of them,” said Ryan Trapani, a CIA spokesman.\n\n\n\nKhadr, who has been at the center of political controversy in Canada for over a decade, spent his adolescence and adulthood under confinement. At 15, he was captured by US forces in July 2002 after they stormed a compound in eastern Afghanistan where his family, prominent Canadian supporters of Islamist extremism, had taken him. The attack that left him partially blinded and grievously wounded also killed an Army special forces medic, Sgt First Class Christopher Speer.\n\nIn 2010 at Guantánamo, Khadr pleaded guilty to throwing the grenade that killed Speer, but once transferred to Canadian prison to serve the remainder of his eight-year term, he reversed himself, arguing that his guilty plea was a gambit to leave Guantánamo.\n\nEdney declined to elaborate on the waterboarding claim after the hearing, but said that media reports of the allegation were correct.\n\n\n\nHighlighting the unusual nature of Khadr’s case, a separate hearing is slated for Tuesday afternoon, before a different judge, about the conditions of Khadr’s bail – even though Bielby has temporarily stopped it.\n\nEdney, expressing confidence that Khadr will be let out of jail this week, told reporters that his wife is “trying to make the home as comfortable as possible for Omar”.",
  "title": "Canadian court delays bail decision for ex-Guantánamo detainee Omar Khadr",
  "ts_in": "2015-05-05T21:22:20.077884",
  "url": "http://www.theguardian.com/us-news/2015/may/05/canadian-court-bail-decision-guantanamo-omar-khadr"
}