{
  "article_html": "<div><p>When Juventus needed a striker with ice in his veins, Carlos Tevez answered the call. This pulsating <a href=\"http://www.theguardian.com/football/championsleague\" class=\" u-underline\">Champions League</a> semi-final was balanced precariously when the Juventus striker tore into the Real Madrid penalty and was tripped by Dani Carvajal. The English referee, Martin Atkinson, was correct with his penalty award.</p>\n<p>However Tevez&#8217;s heart pounded and whatever thoughts might have flashed through his mind as he addressed the kick, he found focus. This was pressure of the most extreme kind and yet the Argentinian never looked as though he would miss. He did not. This arena erupted. <a href=\"http://www.theguardian.com/football/juventus\" class=\" u-underline\">Juventus</a> have something serious to take to Madrid for the second-leg.</p>\n<p>On a evening laced with spicy sub-plots, &#193;lvaro Morata, the Madrid-born, former Real striker &#8211; who played as a substitute in the Spanish club&#8217;s Champions League final victory over Atl&#233;tico last season &#8211; had opened the scoring. Incredibly, he refused to celebrate. Tevez had provided the assist.</p>\n<p>But Madrid will not despair at the result. Their equaliser, inevitably, came from Cristiano Ronaldo &#8211; a close-range header &#8211; which was his 54th goal of the season. It also put him clear of Lionel Messi on the all-time Champions League scoring chart with 76. Real will rue the moment when James Rodr&#237;guez crashed a header against the crossbar on 42 minutes when he should have scored and, in the end, Tevez made the difference. Another thriller looms next Wednesday.</p>\n<p>Juventus had waited for this occasion and it was the grandest of them &#8211; a classic European showdown between two of the game&#8217;s most glamorous names. The Italian club last graced this stage of the Champions League in 2003 when, coincidentally, their opponents had been Real. Juventus won an epic tie 4-3 over the two legs.</p>\n<p>It has been a season of overachievement for Massimiliano Allegri in Turin &#8211; his first at Juventus &#8211; with the Serie A title sewn up with four games to spare and a Coppa Italia final date booked with Lazio next month. This was the ultimate test and it had been fair to consider Juventus as the underdogs, with nothing to lose and everything to gain. &#8220;Nothing to lose?&#8221; Allegri had said on the eve of the tie. &#8220;We have a Champions League final place to lose.&#8221;</p>\n<p>The tempo at the outset mirrored the raucous passion in the stands and, to the uncontrollable delight of the locals, it was Juventus that drew first blood. The pre-match suggestion of caution in the early stages was shot to pieces as Juventus came out seemingly intent on blowing the bloody doors off.</p>\n<p>Morata&#8217;s goal was reward for their slickness and urgency although, from a Madrid point of view, it was a disaster. How Tevez, the most dangerous striker in Serie A, could have been allowed such space inside the area, from Stephan Lichtsteiner&#8217;s cute pass, was a mystery. Tevez did not wait to discuss the issue. He blasted low and unerringly for the far corner and, when Iker Casillas could only parry, Morata was on hand and onside to tap home at the far post. Cue a muted celebration.</p>\n<p>Moments earlier, Morata had quickened the pulses when he spotted Casillas off his line and attempted a lob. For a split second, he looked to have outfoxed the goalkeeper yet it proved illusory. Casillas collected with ease. There had also been an incident at the very start when Casillas, under pressure from Tevez, miscued a clearance to Claudio Marchisio, who immediately found Arturo Vidal inside the area. Pepe snuffed him out and the home crowd&#8217;s appeals for a penalty were ignored.</p>\n<p>Madrid kept their cool in the face of the storm and, gradually, they chiselled out a foothold. Ronaldo had blasted a fifth minute free-kick into the wall but, with Toni Kroos and Isco to the fore, the defending champions began to manipulate the ball with purpose. Kroos worked Gianluigi Buffon from distance; Rapha&#235;l Varane headed over and Ronaldo, from Isco&#8217;s pass, sliced through the inside left channel only to drag his finish badly.</p>\n<p>There was still the palpable sense of shock &#8211; and deflation &#8211; among the Juve fans when Real equalised. Rodr&#237;guez showed wonderful technique to guide in his cross from the right and Ronaldo merely had to apply a touch with his forehead from two yards. Madrid looked liberated and they ought to have led at the interval. A flowing move from right to left ended with Isco crossing for Rodr&#237;guez and he dived to head home. Somehow, from point-blank range, his effort crashed back off the bar.</p>\n<p>Real cherished the weight of the away goal and Juventus knew that dynamic action was required in a second half which, in contrast to the first, spluttered a little at the beginning. But it erupted into life and this new-build stadium rocked in old-fashioned style when Juventus muscled their way back in front.</p>\n<p>Again, the Real inquest will be ugly. After a Kroos corner was cleared and Marcelo&#8217;s shot was blocked, Juventus suddenly broke with two-on-two. Marcelo cynically took out Morata yet Tevez scuttled on.</p>\n<p>It was Carvajal&#8217;s responsibility to check him but he could not. Worse, when the full-back lunged into a tackle, he sent Tevez sprawling. Carvajal was fortunate to escape a yellow card and, had he collected one, he would have been sent off for a lunge at Morata on 78 minutes. Casillas could not read Tevez&#8217;s penalty.</p>\n<p>Allegri switched to five at the back, with the introduction of Andrea Barzagli and Juventus put bodies behind the ball and on the line. Giorgio Chiellini was blooded and bandaged. The Juventus substitute, Fernando Llorente, ought to have added a third in injury time but Italian hopes have nonetheless surged.</p>\n</div>",
  "authors": [
    "David Hytner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Champions League",
    "Juventus",
    "Real Madrid",
    "Football",
    "Sport"
  ],
  "ntitle": "champions_league_semi_final_first_leg_match_report",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "When Juventus needed a striker with ice in his veins, Carlos Tevez answered the call. This pulsating Champions League semi-final was balanced precariously when the Juventus striker tore into the Real Madrid penalty and was tripped by Dani Carvajal. The English referee, Martin Atkinson, was correct with his penalty award.\n\nHowever Tevez’s heart pounded and whatever thoughts might have flashed through his mind as he addressed the kick, he found focus. This was pressure of the most extreme kind and yet the Argentinian never looked as though he would miss. He did not. This arena erupted. Juventus have something serious to take to Madrid for the second-leg.\n\nOn a evening laced with spicy sub-plots, Álvaro Morata, the Madrid-born, former Real striker – who played as a substitute in the Spanish club’s Champions League final victory over Atlético last season – had opened the scoring. Incredibly, he refused to celebrate. Tevez had provided the assist.\n\nBut Madrid will not despair at the result. Their equaliser, inevitably, came from Cristiano Ronaldo – a close-range header – which was his 54th goal of the season. It also put him clear of Lionel Messi on the all-time Champions League scoring chart with 76. Real will rue the moment when James Rodríguez crashed a header against the crossbar on 42 minutes when he should have scored and, in the end, Tevez made the difference. Another thriller looms next Wednesday.\n\nJuventus had waited for this occasion and it was the grandest of them – a classic European showdown between two of the game’s most glamorous names. The Italian club last graced this stage of the Champions League in 2003 when, coincidentally, their opponents had been Real. Juventus won an epic tie 4-3 over the two legs.\n\nIt has been a season of overachievement for Massimiliano Allegri in Turin – his first at Juventus – with the Serie A title sewn up with four games to spare and a Coppa Italia final date booked with Lazio next month. This was the ultimate test and it had been fair to consider Juventus as the underdogs, with nothing to lose and everything to gain. “Nothing to lose?” Allegri had said on the eve of the tie. “We have a Champions League final place to lose.”\n\nThe tempo at the outset mirrored the raucous passion in the stands and, to the uncontrollable delight of the locals, it was Juventus that drew first blood. The pre-match suggestion of caution in the early stages was shot to pieces as Juventus came out seemingly intent on blowing the bloody doors off.\n\nMorata’s goal was reward for their slickness and urgency although, from a Madrid point of view, it was a disaster. How Tevez, the most dangerous striker in Serie A, could have been allowed such space inside the area, from Stephan Lichtsteiner’s cute pass, was a mystery. Tevez did not wait to discuss the issue. He blasted low and unerringly for the far corner and, when Iker Casillas could only parry, Morata was on hand and onside to tap home at the far post. Cue a muted celebration.\n\nMoments earlier, Morata had quickened the pulses when he spotted Casillas off his line and attempted a lob. For a split second, he looked to have outfoxed the goalkeeper yet it proved illusory. Casillas collected with ease. There had also been an incident at the very start when Casillas, under pressure from Tevez, miscued a clearance to Claudio Marchisio, who immediately found Arturo Vidal inside the area. Pepe snuffed him out and the home crowd’s appeals for a penalty were ignored.\n\nMadrid kept their cool in the face of the storm and, gradually, they chiselled out a foothold. Ronaldo had blasted a fifth minute free-kick into the wall but, with Toni Kroos and Isco to the fore, the defending champions began to manipulate the ball with purpose. Kroos worked Gianluigi Buffon from distance; Raphaël Varane headed over and Ronaldo, from Isco’s pass, sliced through the inside left channel only to drag his finish badly.\n\nThere was still the palpable sense of shock – and deflation – among the Juve fans when Real equalised. Rodríguez showed wonderful technique to guide in his cross from the right and Ronaldo merely had to apply a touch with his forehead from two yards. Madrid looked liberated and they ought to have led at the interval. A flowing move from right to left ended with Isco crossing for Rodríguez and he dived to head home. Somehow, from point-blank range, his effort crashed back off the bar.\n\nReal cherished the weight of the away goal and Juventus knew that dynamic action was required in a second half which, in contrast to the first, spluttered a little at the beginning. But it erupted into life and this new-build stadium rocked in old-fashioned style when Juventus muscled their way back in front.\n\nAgain, the Real inquest will be ugly. After a Kroos corner was cleared and Marcelo’s shot was blocked, Juventus suddenly broke with two-on-two. Marcelo cynically took out Morata yet Tevez scuttled on.\n\nIt was Carvajal’s responsibility to check him but he could not. Worse, when the full-back lunged into a tackle, he sent Tevez sprawling. Carvajal was fortunate to escape a yellow card and, had he collected one, he would have been sent off for a lunge at Morata on 78 minutes. Casillas could not read Tevez’s penalty.\n\nAllegri switched to five at the back, with the introduction of Andrea Barzagli and Juventus put bodies behind the ball and on the line. Giorgio Chiellini was blooded and bandaged. The Juventus substitute, Fernando Llorente, ought to have added a third in injury time but Italian hopes have nonetheless surged.",
  "title": "Champions League semi-final first leg match report",
  "ts_in": "2015-05-05T23:26:03.309473",
  "url": "http://www.theguardian.com/football/2015/may/05/juventus-real-madrid-champions-league-match-report"
}