{
  "article_html": "<div><p>&#8220;The thing that surprised me the most,&#8221; Charlie Hebdo&#8217;s editor-in-chief G&#233;rard Biard told an audience on Tuesday morning, &#8220;was the bells of Notre-Dame that rang for us&#8221;.</p>\n<p>He was speaking on a panel at the Arthur L Carter journalism school at New York University. The French satirical weekly is to receive the PEN American Center&#8217;s Toni and James C Goodale Freedom of Expression Courage award at a gala as part of the PEN World Voices festival. And <a href=\"http://www.theguardian.com/books/2015/apr/27/peter-carey-among-writers-to-protest-pen-honour-for-charlie-hebdo\" class=\" u-underline\">the honour has kicked up a ruckus among some the novelists, journalists, and literary writers who form PEN&#8217;s large and diverse membership</a>. (Full disclosure: this reporter is a member of the PEN American Center.)</p>\n<p>The objection is embodied by <a href=\"https://firstlook.org/theintercept/2015/04/30/145-pen-writers-thus-far-objected-charlie-hedbo-award-6/\" class=\" u-underline\">a letter that more than 200 PEN members have signed</a>, &#8220;there is a critical difference between staunchly supporting expression that violates the acceptable, and enthusiastically rewarding such expression.&#8221; Boiled down, the concern is that Charlie Hebdo is not an appropriate icon of admirable speech because its cartoons occasionally wield racist stereotypes. Charlie Hebdo&#8217;s supporters say they are wielded for anti-racist purposes; the doubters are not so sure.</p>\n<p>There did not seem to be any signatories of the letter in attendance at the panel, though they had given organisers a statement that was read aloud. &#8220;The colleagues on the panel today were victims of an inexcusable crime, and they deserve to be treated with the respect one gives to the recently bereaved, whatever one might think about their work,&#8221; it said in part. &#8220;The panel on Tuesday should be about getting to know [them] &#8230; And we don&#8217;t think you need to find someone to speak in opposition to them.&#8221;</p>\n<p>As for PEN, it defends the award as being not about the artistic merit of the cartoons. And: &#8220;We welcome this debate,&#8221; Suzanne Nossel, PEN&#8217;s executive director said.</p>\n<p>Biard and <a href=\"http://www.npr.org/blogs/thetwo-way/2015/05/04/404215444/charlie-hebdo-staffer-pushes-back-against-writers-opposition-to-award\" class=\" u-underline\">Jean-Baptiste Thoret</a>, Charlie Hebdo&#8217;s film critic, who will accept the award on the magazine&#8217;s behalf, did not really directly respond to the debate. But they did say they too were ambivalent about their new roles as free speech icons in ways which echoed some of their critics&#8217; concerns.</p>\n<p>&#8220;I would have liked to be there the first time [Republican and former California governor Arnold] Schwarzenegger received his issue of <a href=\"http://www.theguardian.com/media/charlie-hebdo\" class=\" u-underline\">Charlie Hebdo</a>,&#8221; said Thoret sarcastically, pointing to one of the resolutely leftist magazine&#8217;s more unlikely supporters in the wake of January&#8217;s violence.</p>\n<p>&#8220;When you say: &#8216;Everybody is Charlie,&#8217;&#8221; Thoret said, referring to the <a href=\"http://www.theguardian.com/commentisfree/2015/jan/12/je-suis-charlie-france-people-reclaimed-streets\" class=\" u-underline\">&#8220;Je Suis Charlie&#8221;</a> slogan that consumed social media and became a subject of some debate among those who found its style uncomfortable, &#8220;We have two waves of reactions.&#8221; At first, he says, of course he agrees. But then, he added, he realises that the slogan itself &#8220;doesn&#8217;t mean anything&#8221;.</p>\n<p>It will take months, Thoret said. &#8220;We&#8217;ll see the way the debate [over freedom of expression] is going&#8221; then, he said. It would be horrible, he said, to find himself surrounded by people who all agree with each other. It would remind him, he said, as a film critic, of The Invasion of the Body Snatchers. They were happy for the support but, he added: &#8220;We are not naive.&#8221;</p>\n<p>The style Biard and Thoret adopted for the presentation was more of gentle scepticism and teasing. Asked to describe the position of Charlie Hebdo in <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a> today, as well as its heritage in French satire, Biard joked: &#8220;I must assure you that we don&#8217;t eat children, and we don&#8217;t eat believers either.&#8221;</p>\n<p>He went on to explain that Charlie Hebdo sees itself as &#8220;political&#8221;, meaning that in its satire it espouses a number of principles, which he listed: &#8220;Fighting against racism, fighting against all discriminations, discriminations against minorities, against women, against gay people, against weak people, socially weak people, poor people.&#8221; He added: &#8220;And we always fight the right wing, and the extreme right wing, even more than the Catholics, even more than religions.&#8221; It is the political use of religion, he repeatedly emphasized, that offended Charlie Hebdo.</p>\n<p>The signature value he wanted Charlie Hebdo to represent, he said, was debate. &#8220;For me, it&#8217;s good to debate,&#8221; Biard added, &#8220;It&#8217;s not good to kill people, even in Texas.&#8221;</p>\n<p>Events in Garland, Texas, <a href=\"http://www.theguardian.com/us-news/2015/may/04/texas-attack-muhammad-cartoon-event-muslim-community\" class=\" u-underline\">where two gunmen were killed trying to ambush a Muhammad cartoon contest run by a rightwing group</a>, were obviously on people&#8217;s minds. Biard and Thoret were asked what distinguished them from <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2010/oct/13/ground-zero-islam\" class=\" u-underline\">Pamela Geller</a>, the hardline anti-Islamic pundit in charge of the group that ran the contest. Biard was dismissive of the comparison.</p>\n<p>&#8220;The thing is,&#8221; he answered, &#8220;when we make a cartoon of the prophet Muhammad, or Jesus, or Moses, we don&#8217;t mock or attack people. We mock or attack institutions. Representatives. Powers. And, again, political powers.&#8221; He also pointed out that of Charlie Hebdo&#8217;s many, many covers, very few were about prophets. Most were about the right wing of French politics.</p>\n<p>The fundamental difference, he said, is that Charlie Hebdo doesn&#8217;t want to extinguish Islam. Meanwhile, Geller, he said, &#8220;wakes every morning and thinks, &#8216;How can I defy these people?&#8217;&#8221; Giard&#8217;s morning thoughts, he said, are more on the order of: &#8220;Where&#8217;s my coffee?&#8221;</p>\n</div>",
  "authors": [
    "Michelle Dean"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Books",
    "Charlie Hebdo",
    "Culture",
    "Freedom of speech",
    "PEN literary prizes",
    "Awards and prizes",
    "Fiction",
    "France",
    "Europe",
    "Magazines",
    "Media",
    "Newspapers & magazines",
    "World news"
  ],
  "ntitle": "charlie_hebdo_editors_we_are_not_naive",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "“The thing that surprised me the most,” Charlie Hebdo’s editor-in-chief Gérard Biard told an audience on Tuesday morning, “was the bells of Notre-Dame that rang for us”.\n\nHe was speaking on a panel at the Arthur L Carter journalism school at New York University. The French satirical weekly is to receive the PEN American Center’s Toni and James C Goodale Freedom of Expression Courage award at a gala as part of the PEN World Voices festival. And the honour has kicked up a ruckus among some the novelists, journalists, and literary writers who form PEN’s large and diverse membership. (Full disclosure: this reporter is a member of the PEN American Center.)\n\nThe objection is embodied by a letter that more than 200 PEN members have signed, “there is a critical difference between staunchly supporting expression that violates the acceptable, and enthusiastically rewarding such expression.” Boiled down, the concern is that Charlie Hebdo is not an appropriate icon of admirable speech because its cartoons occasionally wield racist stereotypes. Charlie Hebdo’s supporters say they are wielded for anti-racist purposes; the doubters are not so sure.\n\nThere did not seem to be any signatories of the letter in attendance at the panel, though they had given organisers a statement that was read aloud. “The colleagues on the panel today were victims of an inexcusable crime, and they deserve to be treated with the respect one gives to the recently bereaved, whatever one might think about their work,” it said in part. “The panel on Tuesday should be about getting to know [them] … And we don’t think you need to find someone to speak in opposition to them.”\n\nAs for PEN, it defends the award as being not about the artistic merit of the cartoons. And: “We welcome this debate,” Suzanne Nossel, PEN’s executive director said.\n\nBiard and Jean-Baptiste Thoret, Charlie Hebdo’s film critic, who will accept the award on the magazine’s behalf, did not really directly respond to the debate. But they did say they too were ambivalent about their new roles as free speech icons in ways which echoed some of their critics’ concerns.\n\n“I would have liked to be there the first time [Republican and former California governor Arnold] Schwarzenegger received his issue of Charlie Hebdo,” said Thoret sarcastically, pointing to one of the resolutely leftist magazine’s more unlikely supporters in the wake of January’s violence.\n\n“When you say: ‘Everybody is Charlie,’” Thoret said, referring to the “Je Suis Charlie” slogan that consumed social media and became a subject of some debate among those who found its style uncomfortable, “We have two waves of reactions.” At first, he says, of course he agrees. But then, he added, he realises that the slogan itself “doesn’t mean anything”.\n\nIt will take months, Thoret said. “We’ll see the way the debate [over freedom of expression] is going” then, he said. It would be horrible, he said, to find himself surrounded by people who all agree with each other. It would remind him, he said, as a film critic, of The Invasion of the Body Snatchers. They were happy for the support but, he added: “We are not naive.”\n\nThe style Biard and Thoret adopted for the presentation was more of gentle scepticism and teasing. Asked to describe the position of Charlie Hebdo in France today, as well as its heritage in French satire, Biard joked: “I must assure you that we don’t eat children, and we don’t eat believers either.”\n\nHe went on to explain that Charlie Hebdo sees itself as “political”, meaning that in its satire it espouses a number of principles, which he listed: “Fighting against racism, fighting against all discriminations, discriminations against minorities, against women, against gay people, against weak people, socially weak people, poor people.” He added: “And we always fight the right wing, and the extreme right wing, even more than the Catholics, even more than religions.” It is the political use of religion, he repeatedly emphasized, that offended Charlie Hebdo.\n\nThe signature value he wanted Charlie Hebdo to represent, he said, was debate. “For me, it’s good to debate,” Biard added, “It’s not good to kill people, even in Texas.”\n\nEvents in Garland, Texas, where two gunmen were killed trying to ambush a Muhammad cartoon contest run by a rightwing group, were obviously on people’s minds. Biard and Thoret were asked what distinguished them from Pamela Geller, the hardline anti-Islamic pundit in charge of the group that ran the contest. Biard was dismissive of the comparison.\n\n“The thing is,” he answered, “when we make a cartoon of the prophet Muhammad, or Jesus, or Moses, we don’t mock or attack people. We mock or attack institutions. Representatives. Powers. And, again, political powers.” He also pointed out that of Charlie Hebdo’s many, many covers, very few were about prophets. Most were about the right wing of French politics.\n\nThe fundamental difference, he said, is that Charlie Hebdo doesn’t want to extinguish Islam. Meanwhile, Geller, he said, “wakes every morning and thinks, ‘How can I defy these people?’” Giard’s morning thoughts, he said, are more on the order of: “Where’s my coffee?”",
  "title": "Charlie Hebdo editors: 'We are not naive'",
  "ts_in": "2015-05-05T21:21:40.580893",
  "url": "http://www.theguardian.com/media/2015/may/05/charlie-hebdo-editors-we-are-not-naive"
}