{
  "article_html": "<div><p>A teenager may have died after consuming too much chewing gum, getting through up to 14 sticks a day, an inquest has heard.</p>\n<p>Samantha Jenkins, 19, died in the arms of her mother days after being taken to hospital following a violent fit. Her body had failed to absorb enough vital minerals and large lumps of chewing gum were found in her stomach, the hearing in Swansea, south <a href=\"http://www.theguardian.com/uk/wales\" class=\" u-underline\">Wales</a>, was told.</p>\n<p>Her mother, Maria Morgan, 45, told an inquest she believed Samantha, from Llanelli, south Wales, died from being poisoned by aspartame or sorbitol &#8211; sweeteners found in some gum. &#8220;I looked through my daughter&#8217;s bags, drawers, and bedroom and I found hundreds of sugar-free wrappers and receipts with several packets of chewing gum on them,&#8221; she said.</p>\n<p>Sam had complained of being ill numerous times on Facebook in the weeks before her death. Morgan said doctors thought Samantha must have been poisoned because her mineral levels were so low.</p>\n<p>She said: &#8220;From the time Sam went into hospital on the Friday evening till they turned her machines off Monday evening, the doctors, neurosurgeons and numerous consultants were baffled as to what had caused all her salts to be so dangerously low, and convinced she had been poisoned. The continuous fitting had caused her brain to swell, causing her to have a brain stem death. She never regained consciousness.</p>\n\n<blockquote>\n<p>I think there is a potential for this much chewing gum to cause this problem, but it&#8217;s not hard fact</p>\n\nDr Paul Griffiths, pathologist\n\n</blockquote>\n\n<p>&#8220;I just want answers for my beautiful little girl so that we as a family can finally have closure and that maybe the public response could mean changes in awareness of these additives, warning on packets and educating families on the dangers of these additives.&#8221;</p>\n<p>A postmortem revealed Samantha&#8217;s stomach contained several large fragments of bright green, possibly mint-flavoured chewing gum.</p>\n<p>Pathologist Dr Paul Griffiths told Swansea coroner&#8217;s court that Samantha had low levels of calcium, magnesium, sodium and potassium, which may have been the result of malabsorption caused by lumps of chewing gum found in her stomach. &#8220;It was unusual, there was about four to five lumps of it,&#8221; he said.</p>\n<p>But any claims that sweeteners were responsible for her death were &#8220;going into uncharted waters&#8221;, he warned. &#8220;There is very little evidence. There is only two case reports about weight loss. No one has actually died as a result of chewing gum. I think there is a potential for this much chewing gum to cause this problem, but it&#8217;s not hard fact,&#8221; he said.</p>\n<p>Griffiths said eating 14 sticks of chewing gum a day would mean Samantha was consuming about 16.8 grams of artificial sweeteners &#8211; &#8220;a fairly substantial amount&#8221;. He said the fatal convulsions Samantha suffered were due to low magnesium, potassium and calcium levels in her body. The pathologist said he would file a report about the case to a health-monitoring body which would decide whether to investigate further.</p>\n<p>The coroner recorded a narrative verdict. Colin Phillips said: &#8220;Sam had normal eating habits but did chew gum to excess. Sam&#8217;s death was due to complications arising from convulsions, due to electrolyte imbalance, due to malabsorption. Excessive consumption of chewing gum may have played a role in inducing this lack of minerals and mineral depletion.&#8221;</p>\n<p>Samantha, who was a shopworker, died on 3 June 2011. She is survived by her mother, stepdad Wayne and five siblings. </p>\n</div>",
  "authors": [
    "Steven Morris"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Wales",
    "UK news"
  ],
  "ntitle": "chewing_gum_may_have_played_role_in_teenager_s_death_inquest_told",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A teenager may have died after consuming too much chewing gum, getting through up to 14 sticks a day, an inquest has heard.\n\nSamantha Jenkins, 19, died in the arms of her mother days after being taken to hospital following a violent fit. Her body had failed to absorb enough vital minerals and large lumps of chewing gum were found in her stomach, the hearing in Swansea, south Wales, was told.\n\nHer mother, Maria Morgan, 45, told an inquest she believed Samantha, from Llanelli, south Wales, died from being poisoned by aspartame or sorbitol – sweeteners found in some gum. “I looked through my daughter’s bags, drawers, and bedroom and I found hundreds of sugar-free wrappers and receipts with several packets of chewing gum on them,” she said.\n\nSam had complained of being ill numerous times on Facebook in the weeks before her death. Morgan said doctors thought Samantha must have been poisoned because her mineral levels were so low.\n\nShe said: “From the time Sam went into hospital on the Friday evening till they turned her machines off Monday evening, the doctors, neurosurgeons and numerous consultants were baffled as to what had caused all her salts to be so dangerously low, and convinced she had been poisoned. The continuous fitting had caused her brain to swell, causing her to have a brain stem death. She never regained consciousness.\n\nI think there is a potential for this much chewing gum to cause this problem, but it’s not hard fact Dr Paul Griffiths, pathologist\n\n“I just want answers for my beautiful little girl so that we as a family can finally have closure and that maybe the public response could mean changes in awareness of these additives, warning on packets and educating families on the dangers of these additives.”\n\nA postmortem revealed Samantha’s stomach contained several large fragments of bright green, possibly mint-flavoured chewing gum.\n\nPathologist Dr Paul Griffiths told Swansea coroner’s court that Samantha had low levels of calcium, magnesium, sodium and potassium, which may have been the result of malabsorption caused by lumps of chewing gum found in her stomach. “It was unusual, there was about four to five lumps of it,” he said.\n\nBut any claims that sweeteners were responsible for her death were “going into uncharted waters”, he warned. “There is very little evidence. There is only two case reports about weight loss. No one has actually died as a result of chewing gum. I think there is a potential for this much chewing gum to cause this problem, but it’s not hard fact,” he said.\n\nGriffiths said eating 14 sticks of chewing gum a day would mean Samantha was consuming about 16.8 grams of artificial sweeteners – “a fairly substantial amount”. He said the fatal convulsions Samantha suffered were due to low magnesium, potassium and calcium levels in her body. The pathologist said he would file a report about the case to a health-monitoring body which would decide whether to investigate further.\n\nThe coroner recorded a narrative verdict. Colin Phillips said: “Sam had normal eating habits but did chew gum to excess. Sam’s death was due to complications arising from convulsions, due to electrolyte imbalance, due to malabsorption. Excessive consumption of chewing gum may have played a role in inducing this lack of minerals and mineral depletion.”\n\nSamantha, who was a shopworker, died on 3 June 2011. She is survived by her mother, stepdad Wayne and five siblings.",
  "title": "Chewing gum may have played role in teenager’s death, inquest told",
  "ts_in": "2015-05-05T21:21:38.671881",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/chewing-gum-role-teenagers-death-inquest"
}