{
  "article_html": "<div><p>China has accused the <a href=\"http://www.theguardian.com/world/philippines\" class=\" u-underline\">Philippines</a> of violating a 13-year-old informal code of conduct in the South China Sea by building on disputed islets, a move that comes after repeated criticism of China&#8217;s construction work.</p>\n<p><a href=\"http://www.theguardian.com/world/china\" class=\" u-underline\">China</a> and the 10-member Association of South East Asian Nations (ASEAN) signed an agreement in 2002 to refrain from occupying and building new structures on uninhabited reefs and shoals in the sea.</p>\n<p> In a statement released on Monday, China&#8217;s foreign ministry urged the Philippines to stop its &#8220;malicious hyping and provocation&#8221; on the dispute, whose basis, it said, was Manila&#8217;s illegal occupation of certain Chinese islands.</p>\n<p> &#8220;The Philippines side has conducted large-scale construction of military and civil facilities including airports, ports and barracks on those islands for many years,&#8221; the ministry said.</p>\n<p> The Philippines foreign ministry said China had previously violated the code with its construction, and was accusing Manila to justify and provide cover for Chinese reclamation work.</p>\n<p> &#8220;China has never, ever taken actions that may complicate and deteriorate the disputes or affect regional peace and stability,&#8221; the Chinese ministry said, urging Manila to stop all building work and evacuate its people.</p>\n<p> Disputes over how to tackle an increasingly assertive stance by China &#8211; an ally of several Southeast Asian states &#8211; in the strategic South China Sea are the region&#8217;s biggest potential military flashpoint.</p>\n<p>Last week China accused Vietnam, the Philippines and others of carrying out their own illegal building work.</p>\n<p> China claims 90% of the South China Sea, which is believed to be rich in oil and gas, however there are overlapping claims from Brunei, Malaysia, the Philippines, Vietnam and Taiwan.</p>\n<p> Recent satellite images show China has made rapid progress in building an airstrip suitable for military use in the disputed Spratly Islands, and may be planning another.</p>\n<p> Those moves, along with other reclamations, have caused alarm around the region and in Washington too. </p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Asean (Association of Southeast Asian Nations)",
    "Asia Pacific",
    "China",
    "Philippines",
    "World news"
  ],
  "ntitle": "china_says_philippines_breaking_code_of_conduct_by_building_in_south_china_sea",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "China has accused the Philippines of violating a 13-year-old informal code of conduct in the South China Sea by building on disputed islets, a move that comes after repeated criticism of China’s construction work.\n\nChina and the 10-member Association of South East Asian Nations (ASEAN) signed an agreement in 2002 to refrain from occupying and building new structures on uninhabited reefs and shoals in the sea.\n\nIn a statement released on Monday, China’s foreign ministry urged the Philippines to stop its “malicious hyping and provocation” on the dispute, whose basis, it said, was Manila’s illegal occupation of certain Chinese islands.\n\n“The Philippines side has conducted large-scale construction of military and civil facilities including airports, ports and barracks on those islands for many years,” the ministry said.\n\nThe Philippines foreign ministry said China had previously violated the code with its construction, and was accusing Manila to justify and provide cover for Chinese reclamation work.\n\n“China has never, ever taken actions that may complicate and deteriorate the disputes or affect regional peace and stability,” the Chinese ministry said, urging Manila to stop all building work and evacuate its people.\n\nDisputes over how to tackle an increasingly assertive stance by China – an ally of several Southeast Asian states – in the strategic South China Sea are the region’s biggest potential military flashpoint.\n\nLast week China accused Vietnam, the Philippines and others of carrying out their own illegal building work.\n\nChina claims 90% of the South China Sea, which is believed to be rich in oil and gas, however there are overlapping claims from Brunei, Malaysia, the Philippines, Vietnam and Taiwan.\n\nRecent satellite images show China has made rapid progress in building an airstrip suitable for military use in the disputed Spratly Islands, and may be planning another.\n\nThose moves, along with other reclamations, have caused alarm around the region and in Washington too.",
  "title": "China says Philippines breaking code of conduct by building in South China Sea",
  "ts_in": "2015-05-05T07:54:25.278105",
  "url": "http://www.theguardian.com/world/2015/may/05/china-says-philippines-breaking-code-of-conduct-by-building-in-south-china-sea"
}