{
  "article_html": "<div><p>Even in the hyper-partisan world of American political publishing, the storm generated by the latest book about the Clintons has been impressive. Clinton Cash by Peter Schweizer goes on sale on Tuesday, yet already the fuss it has kicked up has hung in the air for days.</p>\n<p>As suggested by its subtitle, The Untold Story of How and Why Foreign Governments Helped Make Bill and Hillary Rich, the book is an unrestrained attack on the former president and first lady. </p>\n<p>Across its slender 245 pages, it seeks to show that since they left the White House in 2001 the Clintons have engaged in a succession of seedy dealings with shady characters around the world, amassing more than $130m for themselves in exchange for favors.</p>\n<p>From <a href=\"http://www.nytimes.com/2015/04/24/us/cash-flowed-to-clinton-foundation-as-russians-pressed-for-control-of-uranium-company.html?_r=0\" class=\" u-underline\">Russia</a> to Colombia, Haiti to India and the Congo, the couple has repeatedly blurred the lines between private endeavor, public service, philanthropy and friendship &#8211; exposing themselves to blatant conflicts of interest, the book alleges. While Hillary Clinton was working as Barack Obama&#8217;s secretary of state, America&#8217;s top diplomat, Bill was commanding exorbitant speaker fees as high as $750,000 and attracting multimillion-dollar donations to the family charity (now known as the Bill, Hillary &amp; Chelsea Clinton Foundation), often concurrently and in the same corrupt countries. </p>\n<p>&#8220;Who else in American politics would be so audacious as to have one spouse accept money from foreign governments and businesses while the other charted American foreign policy?&#8221; Schweizer asks.</p>\n<p>The accusation is powerful. But the pushback from the Clinton camp has also been formidable. Well ahead of publication day, the legendary Clinton rebuttal machine cranked into gear, bombarding news outlets with <a href=\"http://images.businessweek.com/cms/2015-04-23/MEMO-Clinton-Cash-Claims.pdf\" class=\" u-underline\">talking points</a>, mobilizing <a href=\"http://mediamatters.org/research/2015/04/30/twenty-plus-errors-fabrications-and-distortions/203480\" class=\" u-underline\">liberal media watchdogs</a> and denouncing the book as a &#8220;smear project&#8221;.</p>\n<p>Compared with previous nemeses such as Kenneth Starr, the independent counsel who stalked <a href=\"http://www.theguardian.com/us-news/clinton\" class=\" u-underline\">Bill Clinton</a> during his White House years, the man at the center of the current furor makes for a relatively easy opponent. For a start, Schweizer is unashamedly partisan. His previous books &#8211; How Big Government Liberals Wrecked the Global Economy, Profiles in Liberal Hypocrisy, Reagan&#8217;s War: The Epic Story of His Forty-Year Struggle and Final Triumph over Communism &#8211; speak for themselves, as does the fact that he used to work as a speechwriter for George W Bush and as foreign affairs tutor to the then Republican vice-presidential candidate Sarah Palin.</p>\n\n\n<a href=\"/us-news/2015/may/05/clinton-cash-bill-hillary-scandal-book#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430847389289/7565bbbb-bf31-4b27-b0a6-e7c7ed7a6414-300x180.jpeg\" alt=\"Bill Hillary and Chelsea Clinton\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fclinton-cash-bill-hillary-scandal-book&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430847389828%2F7565bbbb-bf31-4b27-b0a6-e7c7ed7a6414-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nBill Clinton, Hillary Clinton and daughter Chelsea Clinton attend the Clinton Global Initiative in 2013. Photograph: AFP/Getty Images\n\n\n\n<p>He also makes the Clintons&#8217; job easy for them by admitting in several places in the book that he has discovered no smoking gun. </p>\n<p>If his aim were to show that <a href=\"http://www.theguardian.com/us-news/hillary-clinton\" class=\" u-underline\">Hillary Clinton</a> was swayed in her decision-making while US secretary of state by money flowing to the Clintons from foreign governments and elites, then he has failed &#8211; by his own admission &#8211; to have found the key evidence that proves it.</p>\n<p>&#8220;We cannot ultimately know what goes on in their minds and ultimately prove the links between the money they took in and the benefits that subsequently accrued to themselves, their friends, and their associates,&#8221; Schweizer writes in the book&#8217;s conclusion.</p>\n<p>In an interview with the sympathetic Fox News (owned by Rupert Murdoch, who also owns Harper, the publisher of Clinton Cash) it was put to Schweizer that he hadn&#8217;t &#8220;nailed&#8221; his thesis. &#8220;It&#8217;s hard for any author to nail it &#8211; one of the strategies of the Clinton camp is to set a bar for me as an author that is impossible to meet,&#8221; he replied.</p>\n<p>Then there have been the errors. The most cringe-inducing involves a passage in the book in which Schweizer draws from a press release from TD Bank in which the Canadian financial institution supposedly announced its divestment from the contentious Keystone XL oil pipeline. The author suggests TD Bank tried to persuade the US government to back the pipeline using Bill Clinton as a conduit &#8211; an attempt that eventually failed when Obama kicked the decision down the road until after the 2012 presidential election, leading to TD Bank&#8217;s decision to divest. </p>\n<p>Yet the press release was revealed <a href=\"http://thinkprogress.org/climate/2013/06/28/2235161/td-bank-press-release-hoax-raises-question-of-why-companies-invest-in-keystone-tar-sands-pipeline/\" class=\" u-underline\">to be a fake</a> the same week it was circulated.</p>\n<p>Similarly, Schweizer attempts in the chapter on the Haiti earthquake, Disaster Capitalism Clinton-Style, to link three lucrative speeches given by Bill Clinton in Ireland for a total of $600,000 to the awarding of a major contract in Haiti to Digicel, the telecoms company owned by Irish magnate Dennis O&#8217;Brien who had arranged Clinton&#8217;s appearances.</p>\n<p>But as Buzzfeed <a href=\"http://www.buzzfeed.com/johnstanton/spokesman-bill-clinton-was-not-paid-for-speeches-book-says-h?utm_term=.tlmxpP79M#.csJ38pNmRM\" class=\" u-underline\">pointed out</a>, Bill Clinton was not paid on those occasions.</p>\n<p>Perhaps the most seriously misleading element of the book involves the purchase by the Russian State Atomic Nuclear Agency (Rosatom) of a Canadian company, Uranium One, that had a large stake in US uranium output. Schweizer claims that a &#8220;central role&#8221; in the decision of the US government to approve the purchase was played by Hillary Clinton at the State Department at the same time as large donations were being made to the Clinton Foundation by individuals directly involved in the deal. </p>\n<p>Yet in this case, as<a href=\"http://time.com/3831794/clinton-allies-knock-down-donor-allegations-new-questions-pop-up/\" class=\" u-underline\"> Time has shown</a>, the State Department was only one of nine members of the inter-agency committee that made the final call, and even then there is no evidence that Clinton herself ever took part in the discussions.</p>\n\n\n<a href=\"/us-news/2015/may/05/clinton-cash-bill-hillary-scandal-book#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/3a1bca6eee87a28b886f8dd4f327ac9a1e32d97d/0_0_5440_3264/500.jpg\" alt=\"Hillary Clinton\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fclinton-cash-bill-hillary-scandal-book&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F3a1bca6eee87a28b886f8dd4f327ac9a1e32d97d%2F0_0_5440_3264%2F5440.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHillary Clinton speaks at Columbia University in New York last month. Photograph: Trevor Collens/AFP/Getty Images\n\n\n\n<p>Such errors and omissions have given the Clintons scope to revive, albeit in more muted language, the famous claim made by Hillary in 1998 that they were victims of a &#8220;<a href=\"http://www.washingtonpost.com/wp-srv/politics/special/clinton/stories/hillary012898.htm\" class=\" u-underline\">vast rightwing conspiracy</a>&#8221;. On Monday Bill Clinton<a href=\"http://www.nbcnews.com/news/us-news/bill-clinton-defends-his-foundations-foreign-money-n352981\" class=\" u-underline\"> told NBC News</a> while on a Clinton Foundation tour of Africa with daughter Chelsea that the book and its <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/240141-paul-calls-for-investigation-into-clinton-cash\" class=\" u-underline\">enthusiastic embrace by Republicans</a> was part of a &#8220;very concerted effort to bring the foundation down&#8221;.</p>\n<p>David Bennett, professor of modern American history at Syracuse University and author of a 2014 biography of Bill Clinton, said he was wholly unsurprised by what had happened &#8211; both in terms of the Schweizer attack and the Clintons&#8217; response to it. </p>\n<p>&#8220;There&#8217;s a new Clinton coming forward for the presidency, and all this is to be expected given what happened to Bill in the 1990s. He was accused of corruption of money and corruption of power, but nothing was ever found. Filegate, Travelgate, Whitewater: everybody was digging deeply but as one Clinton aide put it &#8216;there was no there there&#8217;.&#8221;</p>\n<p>But now that Clinton Cash has finally been published, and the American voting public can read it for themselves, the question remains: this time round is there any &#8220;there, there&#8221;? While some of the boldest claims in the book have been shown to be erroneous or unsubstantiated, does the charge that the Clintons exposed themselves to real or perceived conflicts of interests stand up?</p>\n<p>Certainly, pundits were warning about the problem of the large sums of money flowing into the Clinton Foundation&#8217;s coffers even before Hillary Clinton took up her position as Obama&#8217;s global emissary-in-chief. A month before she became secretary of state,<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/12/20/AR2008122001647.html\" class=\" u-underline\"> the Washington Post warned</a> in an editorial that her husband&#8217;s fundraising activities were problematic. &#8220;Even if Ms Clinton is not influenced by gifts to her husband&#8217;s charity, the appearance of conflict is unavoidable.&#8221;</p>\n<p>Since the foundation was formed in 2001, some $2bn has been donated, mainly in big lump sums. Fully a third of the donors giving more than $1m, and more than a half of those handing over more than $5m, have been foreign governments, corporations or tycoons. (The foundation stresses that such largesse has been put to very good use &#8211; fighting obesity around the globe, combating climate change, helping millions of people with HIV/Aids obtain antiretroviral drugs at affordable prices.) </p>\n<p>Schweizer may have made mistakes about aspects of Bill Clinton&#8217;s fees on the speaker circuit, but one of his main contentions &#8211; that the former president&#8217;s rates skyrocketed after his wife became secretary of state &#8211; is correct. <a href=\"http://www.politifact.com/punditfact/statements/2015/apr/26/peter-schweizer/fact-checking-clinton-cash-author-claim-about-bill/\" class=\" u-underline\">Politifact confirmed</a> that since leaving the White House in 2001 and 2013, Bill Clinton made 13 speeches for which he commanded more than $500,000; all but two of those mega-money earners occurred in the period when Hillary was at the State Department.</p>\n<p>Though Schweizer has failed to prove actual corruption in the arrangement &#8211; at no point in the book does he produce evidence showing that Bill&#8217;s exorbitant speaker fees were directly tied to policy concessions from Hillary &#8211; he does point to several glaring conflicts of interest. Bill Clinton did accept large speaker fees accumulating to more than $1m from TD Bank, a major shareholder in the Keystone XL pipeline, at precisely the time that the Obama administration, and Hillary Clinton within it, was wrestling with the vexed issue of whether to approve it.</p>\n<p>It is also true that large donations to the foundation from the chairman of Uranium One, Ian Telfer, at around the time of the Russian purchase of the company and while Hillary Clinton was secretary of state, were never disclosed to the public. The multimillion sums were channeled through a subsidiary of the Clinton Foundation, CGSCI, which did not reveal its individual donors.</p>\n<p>Such awkward collisions between Bill&#8217;s fundraising activities and Hillary&#8217;s public service have raised concerns not just among those who might be dismissed as part of a vast rightwing conspiracy. Take Zephyr Teachout, a law professor at Fordham university who has written extensively on political corruption in the US.</p>\n<p>Teachout, who last year stood against Andrew Cuomo for the Democratic party nomination for New York governor, points out that you don&#8217;t have to be able to prove quid pro quo for alarm bells to ring. &#8220;Our whole system of rules is built upon the concept that you must prevent conflicts of interests if you are to resist corruption in its many forms. Conflicts like that can infect us in ways we don&#8217;t even see.&#8221;</p>\n<p>Teachout said that the Clintons presented the US political world with a totally new challenge. &#8220;We have never had somebody running for president whose spouse &#8211; himself a former president &#8211; is running around the world raising money in these vast sums.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/05/clinton-cash-bill-hillary-scandal-book#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430847800203/b3ceee31-23df-4d2c-a443-cb077cbed0d2-300x180.jpeg\" alt=\"Bill and Hillary Clinton\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485z4%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Clinton+Cash%3A+errors+dog+Bill+and+Hillary+expos%C3%A9+%E2%80%93+but+is+there+any+%27there%27+there%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Fclinton-cash-bill-hillary-scandal-book&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430847800842%2Fb3ceee31-23df-4d2c-a443-cb077cbed0d2-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHillary and Bill Clinton in 2008. Photograph: Ana Martinez/Reuters\n\n\n\n<p>The threat of conflict of interest is all the greater today, she said, as Hillary Clinton begins to put flesh on the bones of her policy pledges in her presidential bid. &#8220;Her policy is being formed as we speak, and how are we to know that the generosity of donors to the Clinton Foundation will not depend on a particular policy outcome?&#8221;</p>\n<p>Though <a href=\"http://www.theguardian.com/us-news/2015/may/04/bill-clinton-foundation-foreign-donations-russia-saudi-arabia\" class=\" u-underline\">Bill Clinton insisted this week</a> that his charity has done nothing &#8220;knowingly inappropriate&#8221;, that is unlikely to satisfy the skeptics from left or right. They say that a family in which one member is vying for the most powerful office on Earth must avoid straying into even the unintentionally inappropriate.</p>\n<p>In the wake of Clinton Cash, the foundation has admitted that it <a href=\"https://www.clintonfoundation.org/blog/2015/04/26/commitment-honesty-transparency-and-accountability\" class=\" u-underline\">made mistakes</a> in disclosing some of its contributions. It has also implemented <a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2015/04/15/clinton-foundation-to-restrict-foreign-donations/\" class=\" u-underline\">new rules</a> that will see its financial reporting increase from once annually to four times a year, while large donations from foreign governments will be limited in future to six countries including the UK and Germany.</p>\n<p>But with Bill refusing doggedly to give up his speaker engagements &#8211; &#8220;I gotta pay our bills&#8221; &#8211; and foreign corporations and super-rich individuals still able to donate to the family charity, it looks like this controversy may run and run. Politically, too, Hillary Clinton is confronted with a potential credibility gap between her appeal to ordinary Americans on the presidential campaign trail and the millions that continue to flow to the foundation.</p>\n<p>&#8220;Is she going to be in touch with the needs and dreams of poor America when her spouse and daughter are working with the world&#8217;s global elite?&#8221; said Dave Levinthal of the anti-corruption investigative organization, the Center for Public Integrity. &#8220;That&#8217;s a question she will have to answer, every step of the way.&#8221;</p>\n</div>",
  "authors": [
    "Ed Pilkington"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hillary Clinton",
    "Bill Clinton",
    "US politics",
    "US news",
    "US elections 2016",
    "World news",
    "Culture",
    "Books"
  ],
  "ntitle": "clinton_cash_errors_dog_bill_and_hillary_exposé_but_is_there_any_there_there",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Even in the hyper-partisan world of American political publishing, the storm generated by the latest book about the Clintons has been impressive. Clinton Cash by Peter Schweizer goes on sale on Tuesday, yet already the fuss it has kicked up has hung in the air for days.\n\nAs suggested by its subtitle, The Untold Story of How and Why Foreign Governments Helped Make Bill and Hillary Rich, the book is an unrestrained attack on the former president and first lady.\n\nAcross its slender 245 pages, it seeks to show that since they left the White House in 2001 the Clintons have engaged in a succession of seedy dealings with shady characters around the world, amassing more than $130m for themselves in exchange for favors.\n\nFrom Russia to Colombia, Haiti to India and the Congo, the couple has repeatedly blurred the lines between private endeavor, public service, philanthropy and friendship – exposing themselves to blatant conflicts of interest, the book alleges. While Hillary Clinton was working as Barack Obama’s secretary of state, America’s top diplomat, Bill was commanding exorbitant speaker fees as high as $750,000 and attracting multimillion-dollar donations to the family charity (now known as the Bill, Hillary & Chelsea Clinton Foundation), often concurrently and in the same corrupt countries.\n\n“Who else in American politics would be so audacious as to have one spouse accept money from foreign governments and businesses while the other charted American foreign policy?” Schweizer asks.\n\nThe accusation is powerful. But the pushback from the Clinton camp has also been formidable. Well ahead of publication day, the legendary Clinton rebuttal machine cranked into gear, bombarding news outlets with talking points, mobilizing liberal media watchdogs and denouncing the book as a “smear project”.\n\nCompared with previous nemeses such as Kenneth Starr, the independent counsel who stalked Bill Clinton during his White House years, the man at the center of the current furor makes for a relatively easy opponent. For a start, Schweizer is unashamedly partisan. His previous books – How Big Government Liberals Wrecked the Global Economy, Profiles in Liberal Hypocrisy, Reagan’s War: The Epic Story of His Forty-Year Struggle and Final Triumph over Communism – speak for themselves, as does the fact that he used to work as a speechwriter for George W Bush and as foreign affairs tutor to the then Republican vice-presidential candidate Sarah Palin.\n\nFacebook Twitter Pinterest Bill Clinton, Hillary Clinton and daughter Chelsea Clinton attend the Clinton Global Initiative in 2013. Photograph: AFP/Getty Images\n\nHe also makes the Clintons’ job easy for them by admitting in several places in the book that he has discovered no smoking gun.\n\nIf his aim were to show that Hillary Clinton was swayed in her decision-making while US secretary of state by money flowing to the Clintons from foreign governments and elites, then he has failed – by his own admission – to have found the key evidence that proves it.\n\n“We cannot ultimately know what goes on in their minds and ultimately prove the links between the money they took in and the benefits that subsequently accrued to themselves, their friends, and their associates,” Schweizer writes in the book’s conclusion.\n\nIn an interview with the sympathetic Fox News (owned by Rupert Murdoch, who also owns Harper, the publisher of Clinton Cash) it was put to Schweizer that he hadn’t “nailed” his thesis. “It’s hard for any author to nail it – one of the strategies of the Clinton camp is to set a bar for me as an author that is impossible to meet,” he replied.\n\nThen there have been the errors. The most cringe-inducing involves a passage in the book in which Schweizer draws from a press release from TD Bank in which the Canadian financial institution supposedly announced its divestment from the contentious Keystone XL oil pipeline. The author suggests TD Bank tried to persuade the US government to back the pipeline using Bill Clinton as a conduit – an attempt that eventually failed when Obama kicked the decision down the road until after the 2012 presidential election, leading to TD Bank’s decision to divest.\n\nYet the press release was revealed to be a fake the same week it was circulated.\n\nSimilarly, Schweizer attempts in the chapter on the Haiti earthquake, Disaster Capitalism Clinton-Style, to link three lucrative speeches given by Bill Clinton in Ireland for a total of $600,000 to the awarding of a major contract in Haiti to Digicel, the telecoms company owned by Irish magnate Dennis O’Brien who had arranged Clinton’s appearances.\n\nBut as Buzzfeed pointed out, Bill Clinton was not paid on those occasions.\n\nPerhaps the most seriously misleading element of the book involves the purchase by the Russian State Atomic Nuclear Agency (Rosatom) of a Canadian company, Uranium One, that had a large stake in US uranium output. Schweizer claims that a “central role” in the decision of the US government to approve the purchase was played by Hillary Clinton at the State Department at the same time as large donations were being made to the Clinton Foundation by individuals directly involved in the deal.\n\nYet in this case, as Time has shown, the State Department was only one of nine members of the inter-agency committee that made the final call, and even then there is no evidence that Clinton herself ever took part in the discussions.\n\nFacebook Twitter Pinterest Hillary Clinton speaks at Columbia University in New York last month. Photograph: Trevor Collens/AFP/Getty Images\n\nSuch errors and omissions have given the Clintons scope to revive, albeit in more muted language, the famous claim made by Hillary in 1998 that they were victims of a “vast rightwing conspiracy”. On Monday Bill Clinton told NBC News while on a Clinton Foundation tour of Africa with daughter Chelsea that the book and its enthusiastic embrace by Republicans was part of a “very concerted effort to bring the foundation down”.\n\nDavid Bennett, professor of modern American history at Syracuse University and author of a 2014 biography of Bill Clinton, said he was wholly unsurprised by what had happened – both in terms of the Schweizer attack and the Clintons’ response to it.\n\n“There’s a new Clinton coming forward for the presidency, and all this is to be expected given what happened to Bill in the 1990s. He was accused of corruption of money and corruption of power, but nothing was ever found. Filegate, Travelgate, Whitewater: everybody was digging deeply but as one Clinton aide put it ‘there was no there there’.”\n\nBut now that Clinton Cash has finally been published, and the American voting public can read it for themselves, the question remains: this time round is there any “there, there”? While some of the boldest claims in the book have been shown to be erroneous or unsubstantiated, does the charge that the Clintons exposed themselves to real or perceived conflicts of interests stand up?\n\nCertainly, pundits were warning about the problem of the large sums of money flowing into the Clinton Foundation’s coffers even before Hillary Clinton took up her position as Obama’s global emissary-in-chief. A month before she became secretary of state, the Washington Post warned in an editorial that her husband’s fundraising activities were problematic. “Even if Ms Clinton is not influenced by gifts to her husband’s charity, the appearance of conflict is unavoidable.”\n\nSince the foundation was formed in 2001, some $2bn has been donated, mainly in big lump sums. Fully a third of the donors giving more than $1m, and more than a half of those handing over more than $5m, have been foreign governments, corporations or tycoons. (The foundation stresses that such largesse has been put to very good use – fighting obesity around the globe, combating climate change, helping millions of people with HIV/Aids obtain antiretroviral drugs at affordable prices.)\n\nSchweizer may have made mistakes about aspects of Bill Clinton’s fees on the speaker circuit, but one of his main contentions – that the former president’s rates skyrocketed after his wife became secretary of state – is correct. Politifact confirmed that since leaving the White House in 2001 and 2013, Bill Clinton made 13 speeches for which he commanded more than $500,000; all but two of those mega-money earners occurred in the period when Hillary was at the State Department.\n\nThough Schweizer has failed to prove actual corruption in the arrangement – at no point in the book does he produce evidence showing that Bill’s exorbitant speaker fees were directly tied to policy concessions from Hillary – he does point to several glaring conflicts of interest. Bill Clinton did accept large speaker fees accumulating to more than $1m from TD Bank, a major shareholder in the Keystone XL pipeline, at precisely the time that the Obama administration, and Hillary Clinton within it, was wrestling with the vexed issue of whether to approve it.\n\nIt is also true that large donations to the foundation from the chairman of Uranium One, Ian Telfer, at around the time of the Russian purchase of the company and while Hillary Clinton was secretary of state, were never disclosed to the public. The multimillion sums were channeled through a subsidiary of the Clinton Foundation, CGSCI, which did not reveal its individual donors.\n\nSuch awkward collisions between Bill’s fundraising activities and Hillary’s public service have raised concerns not just among those who might be dismissed as part of a vast rightwing conspiracy. Take Zephyr Teachout, a law professor at Fordham university who has written extensively on political corruption in the US.\n\nTeachout, who last year stood against Andrew Cuomo for the Democratic party nomination for New York governor, points out that you don’t have to be able to prove quid pro quo for alarm bells to ring. “Our whole system of rules is built upon the concept that you must prevent conflicts of interests if you are to resist corruption in its many forms. Conflicts like that can infect us in ways we don’t even see.”\n\nTeachout said that the Clintons presented the US political world with a totally new challenge. “We have never had somebody running for president whose spouse – himself a former president – is running around the world raising money in these vast sums.”\n\nFacebook Twitter Pinterest Hillary and Bill Clinton in 2008. Photograph: Ana Martinez/Reuters\n\nThe threat of conflict of interest is all the greater today, she said, as Hillary Clinton begins to put flesh on the bones of her policy pledges in her presidential bid. “Her policy is being formed as we speak, and how are we to know that the generosity of donors to the Clinton Foundation will not depend on a particular policy outcome?”\n\nThough Bill Clinton insisted this week that his charity has done nothing “knowingly inappropriate”, that is unlikely to satisfy the skeptics from left or right. They say that a family in which one member is vying for the most powerful office on Earth must avoid straying into even the unintentionally inappropriate.\n\nIn the wake of Clinton Cash, the foundation has admitted that it made mistakes in disclosing some of its contributions. It has also implemented new rules that will see its financial reporting increase from once annually to four times a year, while large donations from foreign governments will be limited in future to six countries including the UK and Germany.\n\nBut with Bill refusing doggedly to give up his speaker engagements – “I gotta pay our bills” – and foreign corporations and super-rich individuals still able to donate to the family charity, it looks like this controversy may run and run. Politically, too, Hillary Clinton is confronted with a potential credibility gap between her appeal to ordinary Americans on the presidential campaign trail and the millions that continue to flow to the foundation.\n\n“Is she going to be in touch with the needs and dreams of poor America when her spouse and daughter are working with the world’s global elite?” said Dave Levinthal of the anti-corruption investigative organization, the Center for Public Integrity. “That’s a question she will have to answer, every step of the way.”",
  "title": "Clinton Cash: errors dog Bill and Hillary exposé – but is there any 'there' there?",
  "ts_in": "2015-05-05T21:21:46.184282",
  "url": "http://www.theguardian.com/us-news/2015/may/05/clinton-cash-bill-hillary-scandal-book"
}