{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/technology/2015/may/02/dave-goldberg-husband-sheryl-sandberg-dies\" class=\" u-underline\">Silicon Valley CEO Dave Goldberg, husband of Sheryl Sandberg, dies at 47</a> </p>\n\n<p>David Goldberg, the chief executive of the online survey and research company Survey Monkey, died while exercising at a private resort in Mexico on Friday, a spokesman for the company said.</p>\n<p>&#8220;According to a source close to the family, Dave Goldberg was on vacation with family and friends in Mexico,&#8221; the spokesman told the Guardian on Monday. &#8220;He collapsed while exercising in the gym. Efforts to revive him at the gym and at a local hospital were unsuccessful.&#8221;</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; The Associated Press (@AP)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">BREAKING: Mexico official says SurveyMonkey CEO died of severe head trauma in exercise accident.</p>\n<a href=\"https://twitter.com/AP/status/595322603058892800\"></a>\n</blockquote>\n\n<p>Goldberg, who was married to Facebook&#8217;s chief operating officer, <a href=\"http://www.theguardian.com/technology/sheryl-sandberg\" class=\" u-underline\">Sheryl Sandberg</a>, was 47 years old.</p>\n<p>The family is planning a private funeral and memorial in California, according to the <a href=\"http://www.nytimes.com/2015/05/05/technology/dave-goldberg-cause-of-death.html\" class=\" u-underline\">New York Times</a>. On Monday a <a href=\"http://data.cnbc.com/quotes/DIS\" class=\" u-underline\">Walt Disney</a> staff member told the Guardian the company had moved its quarterly earnings report and conference call to early Tuesday morning, to allow employees to attend Goldberg&#8217;s funeral the same day.</p>\n<p>In a company statement, Disney said: &#8220;We are deeply saddened by the passing of David Goldberg, and our thoughts are with his wife, Disney board member Sheryl Sandberg, and their family.&#8221;</p>\n<p>Goldberg&#8217;s brother, Robert Goldberg, announced the news on Saturday.</p>\n<p>&#8220;It&#8217;s with incredible shock and sadness that I&#8217;m letting our friends and family know that my amazing brother, <a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\">Dave Goldberg</a>, beloved husband of <a href=\"https://www.facebook.com/sheryl\" class=\" u-underline\">Sheryl Sandberg</a>, father of two wonderful children, and son of <a href=\"https://www.facebook.com/paula.goldberg.549\" class=\" u-underline\">Paula Goldberg</a>, passed away suddenly last night,&#8221; <a href=\"https://www.facebook.com/zuck/posts/10102063979260811?pnref=story\" class=\" u-underline\">he wrote in a Facebook post</a>.</p>\n<p>Mark Zuckerberg, founder and president of Facebook, shared a message on his personal page. &#8220;<a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\">Dave Goldberg</a> was an amazing person and I am glad I got to know him,&#8221; he said. &#8220;My thoughts and prayers are with Sheryl and her family. I hope friends will join me in celebrating his life by sharing your memories of Dave on his profile, as his brother Rob suggests.&#8221;</p>\n<p>&#8220;So deeply saddened and shocked by the death of <a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\">Dave Goldberg</a>,&#8221; the Huffington Post founder, <a href=\"https://www.facebook.com/AriannaHuffington/posts/10153226329783279\" class=\" u-underline\">Arianna Huffington, wrote on her Facebook page</a>. &#8220;I was blessed to get to know him through his beloved wife Sheryl and to see firsthand what an amazing father, son, innovator, and caring friend he was.&#8221; </p>\n<p>Huffington also shared Sandberg&#8217;s acknowledgement from Lean In, her bestselling book on women in the workplace, in which Sandberg refers to Goldberg as her &#8220;best friend, closest advisor, dedicated coparent&#8221; and the love of her life. </p>\n<p>&#8220;He supported me every step of the way, as he always does, with patience, great insight, humor, and love,&#8221; Sandberg wrote. </p>\n<p>Goldberg joined Survey Monkey, which is valued at $2bn and is backed by big names including Google Ventures and Bain Capital, in 2009.</p>\n<p>Besides the <a href=\"http://www.theguardian.com/technology/facebook\" class=\" u-underline\">Facebook</a> message, the family has not issued a public statement.</p>\n</div>",
  "authors": [
    "Jana Kasperkevic"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Sheryl Sandberg",
    "Facebook",
    "Arianna Huffington",
    "Mark Zuckerberg",
    "Silicon Valley",
    "Technology",
    "Internet"
  ],
  "ntitle": "david_goldberg_tech_entrepreneur_died_while_exercising_at_mexican_resort",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Related: Silicon Valley CEO Dave Goldberg, husband of Sheryl Sandberg, dies at 47\n\nDavid Goldberg, the chief executive of the online survey and research company Survey Monkey, died while exercising at a private resort in Mexico on Friday, a spokesman for the company said.\n\n“According to a source close to the family, Dave Goldberg was on vacation with family and friends in Mexico,” the spokesman told the Guardian on Monday. “He collapsed while exercising in the gym. Efforts to revive him at the gym and at a local hospital were unsuccessful.”\n\n— The Associated Press (@AP) BREAKING: Mexico official says SurveyMonkey CEO died of severe head trauma in exercise accident.\n\nGoldberg, who was married to Facebook’s chief operating officer, Sheryl Sandberg, was 47 years old.\n\nThe family is planning a private funeral and memorial in California, according to the New York Times. On Monday a Walt Disney staff member told the Guardian the company had moved its quarterly earnings report and conference call to early Tuesday morning, to allow employees to attend Goldberg’s funeral the same day.\n\nIn a company statement, Disney said: “We are deeply saddened by the passing of David Goldberg, and our thoughts are with his wife, Disney board member Sheryl Sandberg, and their family.”\n\nGoldberg’s brother, Robert Goldberg, announced the news on Saturday.\n\n“It’s with incredible shock and sadness that I’m letting our friends and family know that my amazing brother, Dave Goldberg, beloved husband of Sheryl Sandberg, father of two wonderful children, and son of Paula Goldberg, passed away suddenly last night,” he wrote in a Facebook post.\n\nMark Zuckerberg, founder and president of Facebook, shared a message on his personal page. “Dave Goldberg was an amazing person and I am glad I got to know him,” he said. “My thoughts and prayers are with Sheryl and her family. I hope friends will join me in celebrating his life by sharing your memories of Dave on his profile, as his brother Rob suggests.”\n\n“So deeply saddened and shocked by the death of Dave Goldberg,” the Huffington Post founder, Arianna Huffington, wrote on her Facebook page. “I was blessed to get to know him through his beloved wife Sheryl and to see firsthand what an amazing father, son, innovator, and caring friend he was.”\n\nHuffington also shared Sandberg’s acknowledgement from Lean In, her bestselling book on women in the workplace, in which Sandberg refers to Goldberg as her “best friend, closest advisor, dedicated coparent” and the love of her life.\n\n“He supported me every step of the way, as he always does, with patience, great insight, humor, and love,” Sandberg wrote.\n\nGoldberg joined Survey Monkey, which is valued at $2bn and is backed by big names including Google Ventures and Bain Capital, in 2009.\n\nBesides the Facebook message, the family has not issued a public statement.",
  "title": "David Goldberg, tech entrepreneur, died while exercising at Mexican resort",
  "ts_in": "2015-05-05T07:54:35.586059",
  "url": "http://www.theguardian.com/technology/2015/may/04/david-goldberg-tech-entrepreneur-died-exercising-mexican-resort"
}