{
  "article_html": "<div><p>The shadow chancellor, <a href=\"http://www.theguardian.com/politics/edballs\" class=\" u-underline\">Ed Balls</a>, has said a Labour victory in the tightest election of modern times would be followed by an immediate NHS cash injection as the centrepiece of a budget to fast-track the party&#8217;s key manifesto pledges.</p>\n<p>While stressing that the result was going to be &#8220;very close&#8221;, Balls said that if he moves into 11 Downing Street he will use a tobacco levy, a mansion tax and a crackdown on tax avoidance to boost health spending in the 2015-16 financial year that began a month ago.</p>\n<p>In an interview with the Guardian, he said: &#8220;Saving the NHS will be at the heart of our first budget. But if we are going to be able to do that people have got to come out and vote <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> on Thursday. The future of the NHS is on the ballot paper.&#8221;</p>\n<p>Balls has already made his priorities clear to Treasury officials in the preliminary talks that take place with the main political parties before an election. No date has yet been fixed for a budget in the event that Ed Miliband becomes prime minister, but Balls is dropping hints that he would want to deliver a package before parliament breaks for its summer recess.</p>\n<p>He said: &#8220;I would not want to wait until next year to do a first budget. I want to move quickly to deliver the change we have promised.</p>\n<p>&#8220;I want to abolish the bedroom tax, recruit and train nurses for the <a href=\"http://www.theguardian.com/society/nhs\" class=\" u-underline\">NHS</a>, introduce a bankers&#8217; bonus tax to pay for the jobs guarantee for young people, raise the top rate of tax.&#8221;</p>\n<p>Balls has already outlined 10 possible ways that a Labour government could increase tax revenues from companies and wealthy individuals, and said he would tell the Treasury and HMRC to start work on his first day as chancellor.</p>\n<p>He continued: &#8220;We want to get going on housebuilidng, on a British investment bank, on jobs for young people. These are things we can&#8217;t afford to delay on.&#8221;</p>\n<p>Balls said the NHS would get the full &#163;2.5bn promised in 2016-17 but added that he was looking for a &#8220;sizeable&#8221; cash injection in 2015-16, paid for by a tobacco levy, mansion tax and action on tax avoidance. He said: &#8220;I want to make progress in these three areas and would talk to the Treasury about them on day one. I am very confident we can get immediate cash for the NHS in this financial year.&#8221;</p>\n<p>Labour&#8217;s need to restore its reputation for budgetary discipline means it has been more modest in its spending promises for the NHS than either the Conservatives or the Liberal Democrats. However, Balls says the &#163;2.5bn promised by Labour would just be a start. &#8220;If I can put more money in, consistent with getting the deficit down, I will. We are the people who founded the NHS and we will save it.</p>\n<p>&#8220;People are voting about what kind of future they want. People want to know that the sums add up. They need to know that Labour would cut the deficit every year, but in an fair way.&#8221;</p>\n<p>Balls said voters face a choice at the election between his costed plan and the unfunded Conservative tax cuts and deep reductions in child benefit and child tax credits. He said: &#8220;The Conservatives don&#8217;t want these plans exposed but they will have a terrible impact on the poorest and those on middle incomes.&#8221;</p>\n<p>Speaking on a visit to marginal seats in Cardiff and Swindon, Balls launched a strong attack on George Osborne, who has been both chancellor and political strategist for the Conservatives over the past five years.</p>\n<p>He said: &#8220;There will be a big difference between me and George Osborne as chancellor. I&#8217;m not going to be a part-timer. If I am Ed Miliband&#8217;s chancellor I will be doing it 100%, seven days a week. I am not going to spend half my time being a political strategist at Labour HQ. Being chancellor is not going to be secondary to short-term political dictates.</p>\n<p>&#8220;I am worried that one of the consequences of having a chancellor who spends more time in central office or Downing Street than doing his job is that there would be big problems for us if we win.&#8221;</p>\n<p>Balls pointed to the rushed way that pension reform, which Labour supports, has been pushed through and the lack of control of big spending projects, such as HS2. &#8220;If you are going to be a good chancellor you need to be on the case every day.&#8221; He said Labour supports HS2 &#8211; but not at any price. &#8220;It has got to be value for money.&#8221;</p>\n<p>Balls said he wanted Britain to be more engaged with the big international issues being debated this year &#8211; a new set of international development goals, financial stability and a new climate change deal. &#8220;George Osborne is silent on all these issues. Unless it delivers a press release for Conservative central office, he doesn&#8217;t seem to be interested. Britain&#8217;s voice should be heard.&#8221;</p>\n<p>Accusing the Conservatives of stirring up English nationalism, Balls said: &#8220;If the Tories get in there is a real risk of a broken union outside Europe and that&#8217;s stupid.&#8221;</p>\n<p>Balls was a special adviser to Gordon Brown when he gave the Bank of England control over interest rates four days after the 1997 election. This time, he says, a Labour government would look to evolution rather than revolution to make changes at Threadneedle Street. </p>\n<p>He said: &#8220;The regulatory system has become more complex and opaque since we left office. There are a lot of deputy governors at the Bank of England. I am not sure the financial stability arrangements are right. Things are too personalised between the chancellor and the governor. I think we can get a bit more logic and clarity into how the arrangements will work.&#8221; </p>\n</div>",
  "authors": [
    "Larry Elliott"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news",
    "Politics",
    "General election 2015",
    "Ed Balls",
    "Labour",
    "Budget",
    "NHS",
    "Health"
  ],
  "ntitle": "ed_balls_would_save_nhs_with_cash_injection_in_quickfire_first_budget",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The shadow chancellor, Ed Balls, has said a Labour victory in the tightest election of modern times would be followed by an immediate NHS cash injection as the centrepiece of a budget to fast-track the party’s key manifesto pledges.\n\nWhile stressing that the result was going to be “very close”, Balls said that if he moves into 11 Downing Street he will use a tobacco levy, a mansion tax and a crackdown on tax avoidance to boost health spending in the 2015-16 financial year that began a month ago.\n\nIn an interview with the Guardian, he said: “Saving the NHS will be at the heart of our first budget. But if we are going to be able to do that people have got to come out and vote Labour on Thursday. The future of the NHS is on the ballot paper.”\n\nBalls has already made his priorities clear to Treasury officials in the preliminary talks that take place with the main political parties before an election. No date has yet been fixed for a budget in the event that Ed Miliband becomes prime minister, but Balls is dropping hints that he would want to deliver a package before parliament breaks for its summer recess.\n\nHe said: “I would not want to wait until next year to do a first budget. I want to move quickly to deliver the change we have promised.\n\n“I want to abolish the bedroom tax, recruit and train nurses for the NHS, introduce a bankers’ bonus tax to pay for the jobs guarantee for young people, raise the top rate of tax.”\n\nBalls has already outlined 10 possible ways that a Labour government could increase tax revenues from companies and wealthy individuals, and said he would tell the Treasury and HMRC to start work on his first day as chancellor.\n\nHe continued: “We want to get going on housebuilidng, on a British investment bank, on jobs for young people. These are things we can’t afford to delay on.”\n\nBalls said the NHS would get the full £2.5bn promised in 2016-17 but added that he was looking for a “sizeable” cash injection in 2015-16, paid for by a tobacco levy, mansion tax and action on tax avoidance. He said: “I want to make progress in these three areas and would talk to the Treasury about them on day one. I am very confident we can get immediate cash for the NHS in this financial year.”\n\nLabour’s need to restore its reputation for budgetary discipline means it has been more modest in its spending promises for the NHS than either the Conservatives or the Liberal Democrats. However, Balls says the £2.5bn promised by Labour would just be a start. “If I can put more money in, consistent with getting the deficit down, I will. We are the people who founded the NHS and we will save it.\n\n“People are voting about what kind of future they want. People want to know that the sums add up. They need to know that Labour would cut the deficit every year, but in an fair way.”\n\nBalls said voters face a choice at the election between his costed plan and the unfunded Conservative tax cuts and deep reductions in child benefit and child tax credits. He said: “The Conservatives don’t want these plans exposed but they will have a terrible impact on the poorest and those on middle incomes.”\n\nSpeaking on a visit to marginal seats in Cardiff and Swindon, Balls launched a strong attack on George Osborne, who has been both chancellor and political strategist for the Conservatives over the past five years.\n\nHe said: “There will be a big difference between me and George Osborne as chancellor. I’m not going to be a part-timer. If I am Ed Miliband’s chancellor I will be doing it 100%, seven days a week. I am not going to spend half my time being a political strategist at Labour HQ. Being chancellor is not going to be secondary to short-term political dictates.\n\n“I am worried that one of the consequences of having a chancellor who spends more time in central office or Downing Street than doing his job is that there would be big problems for us if we win.”\n\nBalls pointed to the rushed way that pension reform, which Labour supports, has been pushed through and the lack of control of big spending projects, such as HS2. “If you are going to be a good chancellor you need to be on the case every day.” He said Labour supports HS2 – but not at any price. “It has got to be value for money.”\n\nBalls said he wanted Britain to be more engaged with the big international issues being debated this year – a new set of international development goals, financial stability and a new climate change deal. “George Osborne is silent on all these issues. Unless it delivers a press release for Conservative central office, he doesn’t seem to be interested. Britain’s voice should be heard.”\n\nAccusing the Conservatives of stirring up English nationalism, Balls said: “If the Tories get in there is a real risk of a broken union outside Europe and that’s stupid.”\n\nBalls was a special adviser to Gordon Brown when he gave the Bank of England control over interest rates four days after the 1997 election. This time, he says, a Labour government would look to evolution rather than revolution to make changes at Threadneedle Street.\n\nHe said: “The regulatory system has become more complex and opaque since we left office. There are a lot of deputy governors at the Bank of England. I am not sure the financial stability arrangements are right. Things are too personalised between the chancellor and the governor. I think we can get a bit more logic and clarity into how the arrangements will work.”",
  "title": "Ed Balls would 'save' NHS with cash injection in quickfire first budget",
  "ts_in": "2015-05-05T21:21:35.711777",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/ed-balls-labour-chancellor-first-budget-save-nhs-more-funding"
}