{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p><a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a> has said he is determined to avoid the &#8220;arrogance of power&#8221; if he is elected prime minister on 7 May. In an exclusive interview with the Guardian, the Labour leader said it was incredibly important that politicians did not become aloof inside the Westminster bubble.</p>\n<p>&#8220;Whether I win the election or not, you mustn&#8217;t develop the arrogance of power,&#8221; Miliband said, explaining that as leader of the opposition he had enjoyed leading a relatively normal life &#8220;out there talking to people&#8221;.</p>\n<p>In a wide-ranging video interview with the Guardian &#8211; in which he answered questions from the singer Jamelia on whether his kids were allowed junk food and Sir Patrick Stewart on his idea of fairness &#8211; Miliband also talked about his decision to stand against his brother for the <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> party leadership.</p>\n<p>It was &#8220;by far the toughest thing I think I&#8217;ve done for reasons that are obvious &#8211; because he&#8217;s my brother and I love him&#8221;, he said. </p>\n<p>&#8220;I did it because of what I believe and I thought I was the best person to move the Labour party away from New Labour.&#8221;</p>\n<p>Miliband admitted that as a teenager he never imagined himself as prime minister and had considered becoming a journalist. &#8220;I never thought I&#8217;d be doing this job,&#8221; he said. &#8220;It wasn&#8217;t like I sat down 20 years ago and said I wanted to be an MP, I wanted to be prime minister. The opportunity to change the country is what inspires me.&#8221;</p>\n<p>He added: &#8220;Obviously the general election is tough too but I&#8217;m pretty resilient.&#8221;</p>\n<p>Miliband addressed accusations that he has failed to convince the public that Labour can be trusted with the economy, describing the note that Liam Byrne left in the Treasury for the Conservatives in 2010 as &#8220;a stupid thing to do&#8221;.</p>\n<p>While refusing to admit that austerity had been a mistake &#8211; an argument made by both the IMF and leading economist <a href=\"http://www.theguardian.com/business/2015/apr/28/top-economist-attacks-tory-austerity-labours-limp-response-paul-krugman\" class=\" u-underline\">Paul Krugman</a> &#8211; Miliband said the Tory approach to austerity had been wrong and made a &#8220;disaster&#8221; of the UK&#8217;s benefit system.</p>\n<p>Faced with an iPad version of Manic Miner, the ZX Spectrum game he played as a child, Miliband complained that the miner looked too much like Boris Johnson, &#8220;which is inappropriate on so many levels&#8221;. <br></p>\n</div>",
  "authors": [
    "Phoebe Greenwood"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ed Miliband",
    "Labour",
    "General election 2015",
    "UK news",
    "Politics"
  ],
  "ntitle": "ed_miliband_on_the_arrogance_of_power_junk_food_and_fairness",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nEd Miliband has said he is determined to avoid the “arrogance of power” if he is elected prime minister on 7 May. In an exclusive interview with the Guardian, the Labour leader said it was incredibly important that politicians did not become aloof inside the Westminster bubble.\n\n“Whether I win the election or not, you mustn’t develop the arrogance of power,” Miliband said, explaining that as leader of the opposition he had enjoyed leading a relatively normal life “out there talking to people”.\n\nIn a wide-ranging video interview with the Guardian – in which he answered questions from the singer Jamelia on whether his kids were allowed junk food and Sir Patrick Stewart on his idea of fairness – Miliband also talked about his decision to stand against his brother for the Labour party leadership.\n\nIt was “by far the toughest thing I think I’ve done for reasons that are obvious – because he’s my brother and I love him”, he said.\n\n“I did it because of what I believe and I thought I was the best person to move the Labour party away from New Labour.”\n\nMiliband admitted that as a teenager he never imagined himself as prime minister and had considered becoming a journalist. “I never thought I’d be doing this job,” he said. “It wasn’t like I sat down 20 years ago and said I wanted to be an MP, I wanted to be prime minister. The opportunity to change the country is what inspires me.”\n\nHe added: “Obviously the general election is tough too but I’m pretty resilient.”\n\nMiliband addressed accusations that he has failed to convince the public that Labour can be trusted with the economy, describing the note that Liam Byrne left in the Treasury for the Conservatives in 2010 as “a stupid thing to do”.\n\nWhile refusing to admit that austerity had been a mistake – an argument made by both the IMF and leading economist Paul Krugman – Miliband said the Tory approach to austerity had been wrong and made a “disaster” of the UK’s benefit system.\n\nFaced with an iPad version of Manic Miner, the ZX Spectrum game he played as a child, Miliband complained that the miner looked too much like Boris Johnson, “which is inappropriate on so many levels”.\n\n",
  "title": "Ed Miliband on the 'arrogance of power', junk food and fairness",
  "ts_in": "2015-05-05T21:22:34.395358",
  "url": "http://www.theguardian.com/politics/2015/may/05/ed-miliband-on-the-arrogance-of-power-junk-food-and-fairness"
}