{
  "article_html": "<div><p>Federal agents had for years monitored Elton Simpson, one of the two gunmen who were shot dead after opening fire with assault rifles at a heavily guarded <a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\">Texas</a> exhibit of caricatures of the Prophet Muhammad.<br></p>\n<p>Government sources said the shooters were roommates Elton Simpson and Nadir Soofi of Phoenix. Court documents show Simpson had been under surveillance since 2006 and convicted in 2011 of lying to FBI agents over his desire to join violent jihad in Somalia.</p>\n<p> FBI agents and police on Monday searched the two men&#8217;s home at the Autumn Ridge Apartments in north-central Phoenix, cordoning off the complex and evacuating residents for several hours in the early morning.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/garland-texas-attack-investigation-gunmen-details\" class=\" u-underline\">Texas police widen search but admit: 'This is not going to be a fast investigation'</a> </p>\n\n<p>The Texas incident unfolded on Sunday when a car drove up behind an indoor arena in Garland, where 200 people were attending an event featuring caricatures of the Prophet Muhammad. Two men jumped out and fired at a police car standing guard. A police officer returned fire, killing both of them, while a security guard was wounded.</p>\n<p>As the investigation continued, details of the men involved began to emerge.</p>\n<p>Simpson, described as quiet and devout, had been on the radar of law enforcement because of his social media presence, but authorities did not have an indication that he was plotting an attack, said one federal official familiar with the investigation. Less was known about Soofi, who had no criminal record, according to a search of federal court records.</p>\n<p>Simpson had worshipped at the Islamic Community Center of Phoenix for about a decade but quit showing up over the past two or three months, the president of the mosque told the Associated Press.<br></p>\n<p>Simpson had been convicted in 2011 of lying to FBI officials over discussions he had with an informant about his desire to travel to Somalia to engage in violent jihad.<br></p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484pc%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Police+officer+%27probably+saved+lives%27+in+Texas+shootings+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484pc%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Police+officer+%27probably+saved+lives%27+in+Texas+shootings+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fvideo%2F2015%2Fmay%2F04%2Fpolice-shooting-texas-garland-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430757594849%2FGarland-Police-spokespers-001.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPolice say they planned security at the event for months.\n<a href=\"http://Police%20planned%20security%20for%20months%20before%20a%20Texas%20exhibit%20of%20caricatures%20of%20the%20Prophet%20Mohammad,\" class=\" u-underline\">Link to video</a>\n\n\n<p>According to court records Simpson waived his right to a jury trial and was tried before US District Judge Mary Murguia, who found him guilty of making a false statement. She said there was insufficient evidence to conclude the false statement involved international terrorism.</p>\n<p>He was sentenced to three years&#8217; probation and ordered to pay $600 in fines and penalties.</p>\n<p>The court documents say federal authorities began monitoring Simpson in 2006 because he was associated with an individual the FBI believed was trying to set up a terrorist cell in Arizona. At one point, according to the documents, the FBI tried &#8220;unsuccessfully&#8221; to put Simpson on a US government no-fly list.</p>\n<p>Simpson&#8217;s father told ABC News his son was &#8220;always a good kid&#8221; but said they had &#8220;some very serious differences&#8221;.</p>\n\n\n<a href=\"/us-news/2015/may/05/elton-simpson-fbi-had-monitored-texas-gunman-since-2006#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430785343248/a3650cdc-4945-402c-af87-a38dcb5bba85-300x180.jpeg\" alt=\"Law enforcement officers at the Autumn Ridge apartment complex searched by investigators in Phoenix, Arizona, after two gunmen were shot dead at an exhibit of caricatures of the Prophet Mohammad.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48529%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Elton+Simpson%3A+FBI+had+monitored+Texas+gunman+since+2006&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48529%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Elton+Simpson%3A+FBI+had+monitored+Texas+gunman+since+2006&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F05%2Felton-simpson-fbi-had-monitored-texas-gunman-since-2006&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430785343806%2Fa3650cdc-4945-402c-af87-a38dcb5bba85-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nLaw enforcement officers at the Autumn Ridge apartment complex where Elton Simpson and Nadir Soofi lived. Photograph: Nancy Wiechec/Reuters\n\n\n\n<p>&#8220;We are Americans and we believe in America,&#8221; Dunston Simpson told ABC News. &#8220;What my son did reflects very badly on my family.&#8221;</p>\n<p>A convert to Islam, Simpson first attracted the FBI&#8217;s attention because of his ties to Hassan Abu Jihaad, a former US navy sailor who had been arrested in Phoenix and was ultimately convicted of terrorism-related charges, according to court records. Jihaad was accused of leaking details about his ship&#8217;s movements to operators of a website in London that openly espoused violent jihad against the US.</p>\n<p>In the fall of that year the FBI asked one of its informants to befriend Simpson, pose as a recent convert to Islam and ask for advice about the religion. Over the next few years the informant would secretly record his conversations with Simpson, accumulating more than 1,500 hours of audio, according to court records.</p>\n<p>&#8220;I&#8217;m telling you, man, we can make it to the battlefield,&#8221; Simpson is recorded saying on 29 May 2009. &#8220;It&#8217;s time to roll.&#8221;</p>\n<p>In court prosecutors presented only 17 minutes and 31 seconds during Simpson&#8217;s trial, according to court documents.</p>\n<p>Simpson&#8217;s attorney, Kristina Sitton, told the Associated Press: &#8220;I have to say that I felt like these charges were completely trumped up, that they were just trying to cover up what had been a very long and expensive investigation and they just couldn&#8217;t leave without some sort of charges.&#8221;</p>\n<p>Sitton described Simpson as so devout that he would not shake her hand and would sometimes interrupt their legal meetings so he could pray. She said she had no indication that he was capable of violence and assumed he just &#8220;snapped&#8221;.<br></p>\n<p>Soofi appeared to have never been prosecuted in federal court, according to a search of records. Sharon Soofi, his mother, who lives in a small town south-west of Houston, told the Dallas Morning News that she had no idea that he would turn to violence.</p>\n<p>She said her son was &#8220;raised in a normal American fashion&#8221; and &#8220;was very politically involved with the Middle East. Just aware of what&#8217;s going on.&#8221;</p>\n<p>&#8220;I don&#8217;t know if something snapped,&#8221; she said.</p>\n<p>She said the last time she had communicated with her son was last month, sending a text to wish her grandson a happy birthday.</p>\n<p>&#8220;He put his son above everything, I thought,&#8221; she told the newspaper. &#8220;The hard thing is to comprehend is why he would do this and leave an eight-year-old son behind.&#8221;</p>\n<p>In Phoenix policed searched the men&#8217;s apartment and a white van that was parked outside with its side windows broken.</p>\n<p>Bob Kieckhafer, 54, who lives one floor above and across from the apartment that was searched, said FBI and other law enforcement in Swat gear evacuated people in the building at 11pm late on Sunday and did not let them back until 4am on Monday.</p>\n<p>He said two men lived in the apartment that was being searched. He described the men as &#8220;just like your next-door-neighbor type of guys&#8221;.</p>\n<p>US government sources close to the case said investigators were scouring electronic communications sent and received by the dead suspects to look for evidence of contacts between them and militant groups overseas, most notably the Syria-based Islamic State.<br></p>\n<p>Social media posters claiming affiliation with the group, including a British Twitter user who has been described as one of Islamic State&#8217;s top computer experts, have praised the attackers, though experts warned that various militant groups had been known to claim credit for attacks with which they were never involved.</p>\n<p>The shooting incident in the Dallas suburb of Garland was an echo of past attacks or threats in other western countries against images depicting Muhammad. In January gunmen killed 12 people in the Paris offices of French satirical magazine Charlie Hebdo in what was said to be revenge for its cartoons.</p>\n<p>Reuters and the Associated Press contributed to this report</p>\n</div>",
  "authors": [
    "Staff Agencies"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "US news",
    "Gun crime",
    "World news"
  ],
  "ntitle": "elton_simpson_fbi_had_monitored_texas_gunman_since_2006",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Federal agents had for years monitored Elton Simpson, one of the two gunmen who were shot dead after opening fire with assault rifles at a heavily guarded Texas exhibit of caricatures of the Prophet Muhammad.\n\n\n\nGovernment sources said the shooters were roommates Elton Simpson and Nadir Soofi of Phoenix. Court documents show Simpson had been under surveillance since 2006 and convicted in 2011 of lying to FBI agents over his desire to join violent jihad in Somalia.\n\nFBI agents and police on Monday searched the two men’s home at the Autumn Ridge Apartments in north-central Phoenix, cordoning off the complex and evacuating residents for several hours in the early morning.\n\nRelated: Texas police widen search but admit: 'This is not going to be a fast investigation'\n\nThe Texas incident unfolded on Sunday when a car drove up behind an indoor arena in Garland, where 200 people were attending an event featuring caricatures of the Prophet Muhammad. Two men jumped out and fired at a police car standing guard. A police officer returned fire, killing both of them, while a security guard was wounded.\n\nAs the investigation continued, details of the men involved began to emerge.\n\nSimpson, described as quiet and devout, had been on the radar of law enforcement because of his social media presence, but authorities did not have an indication that he was plotting an attack, said one federal official familiar with the investigation. Less was known about Soofi, who had no criminal record, according to a search of federal court records.\n\nSimpson had worshipped at the Islamic Community Center of Phoenix for about a decade but quit showing up over the past two or three months, the president of the mosque told the Associated Press.\n\n\n\nSimpson had been convicted in 2011 of lying to FBI officials over discussions he had with an informant about his desire to travel to Somalia to engage in violent jihad.\n\n\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Police say they planned security at the event for months. Link to video\n\nAccording to court records Simpson waived his right to a jury trial and was tried before US District Judge Mary Murguia, who found him guilty of making a false statement. She said there was insufficient evidence to conclude the false statement involved international terrorism.\n\nHe was sentenced to three years’ probation and ordered to pay $600 in fines and penalties.\n\nThe court documents say federal authorities began monitoring Simpson in 2006 because he was associated with an individual the FBI believed was trying to set up a terrorist cell in Arizona. At one point, according to the documents, the FBI tried “unsuccessfully” to put Simpson on a US government no-fly list.\n\nSimpson’s father told ABC News his son was “always a good kid” but said they had “some very serious differences”.\n\nFacebook Twitter Pinterest Law enforcement officers at the Autumn Ridge apartment complex where Elton Simpson and Nadir Soofi lived. Photograph: Nancy Wiechec/Reuters\n\n“We are Americans and we believe in America,” Dunston Simpson told ABC News. “What my son did reflects very badly on my family.”\n\nA convert to Islam, Simpson first attracted the FBI’s attention because of his ties to Hassan Abu Jihaad, a former US navy sailor who had been arrested in Phoenix and was ultimately convicted of terrorism-related charges, according to court records. Jihaad was accused of leaking details about his ship’s movements to operators of a website in London that openly espoused violent jihad against the US.\n\nIn the fall of that year the FBI asked one of its informants to befriend Simpson, pose as a recent convert to Islam and ask for advice about the religion. Over the next few years the informant would secretly record his conversations with Simpson, accumulating more than 1,500 hours of audio, according to court records.\n\n“I’m telling you, man, we can make it to the battlefield,” Simpson is recorded saying on 29 May 2009. “It’s time to roll.”\n\nIn court prosecutors presented only 17 minutes and 31 seconds during Simpson’s trial, according to court documents.\n\nSimpson’s attorney, Kristina Sitton, told the Associated Press: “I have to say that I felt like these charges were completely trumped up, that they were just trying to cover up what had been a very long and expensive investigation and they just couldn’t leave without some sort of charges.”\n\nSitton described Simpson as so devout that he would not shake her hand and would sometimes interrupt their legal meetings so he could pray. She said she had no indication that he was capable of violence and assumed he just “snapped”.\n\n\n\nSoofi appeared to have never been prosecuted in federal court, according to a search of records. Sharon Soofi, his mother, who lives in a small town south-west of Houston, told the Dallas Morning News that she had no idea that he would turn to violence.\n\nShe said her son was “raised in a normal American fashion” and “was very politically involved with the Middle East. Just aware of what’s going on.”\n\n“I don’t know if something snapped,” she said.\n\nShe said the last time she had communicated with her son was last month, sending a text to wish her grandson a happy birthday.\n\n“He put his son above everything, I thought,” she told the newspaper. “The hard thing is to comprehend is why he would do this and leave an eight-year-old son behind.”\n\nIn Phoenix policed searched the men’s apartment and a white van that was parked outside with its side windows broken.\n\nBob Kieckhafer, 54, who lives one floor above and across from the apartment that was searched, said FBI and other law enforcement in Swat gear evacuated people in the building at 11pm late on Sunday and did not let them back until 4am on Monday.\n\nHe said two men lived in the apartment that was being searched. He described the men as “just like your next-door-neighbor type of guys”.\n\nUS government sources close to the case said investigators were scouring electronic communications sent and received by the dead suspects to look for evidence of contacts between them and militant groups overseas, most notably the Syria-based Islamic State.\n\n\n\nSocial media posters claiming affiliation with the group, including a British Twitter user who has been described as one of Islamic State’s top computer experts, have praised the attackers, though experts warned that various militant groups had been known to claim credit for attacks with which they were never involved.\n\nThe shooting incident in the Dallas suburb of Garland was an echo of past attacks or threats in other western countries against images depicting Muhammad. In January gunmen killed 12 people in the Paris offices of French satirical magazine Charlie Hebdo in what was said to be revenge for its cartoons.\n\nReuters and the Associated Press contributed to this report",
  "title": "Elton Simpson: FBI had monitored Texas gunman since 2006",
  "ts_in": "2015-05-05T07:54:39.796758",
  "url": "http://www.theguardian.com/us-news/2015/may/05/elton-simpson-fbi-had-monitored-texas-gunman-since-2006"
}