{
  "article_html": "<div><h2>Philippe Bernard, London correspondent for Le Monde</h2>\n\n\n<a href=\"/politics/2015/may/05/britain-weird-electoral-system-uk-general-election-europe#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430411188946/352aa3af-fcce-424a-9fa2-f87dc551a98a-349x420.jpeg\" alt=\"Philippe Bernard\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fbritain-weird-electoral-system-uk-general-election-europe&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430411189122%2F352aa3af-fcce-424a-9fa2-f87dc551a98a-848x1020.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPhilippe Bernard. Photograph: Le Monde\n\n\n\n<p>Is the UK still located in <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a>? Covering the election campaign, I&#8217;ve been left wondering. Of course, the purpose of the poll is to choose 650 MPs and a prime minister, not to decide whether to leave the European Union. But the result is still likely to be decisive for the continuation of the love/hate story between the UK and EU.</p>\n<p>If the two possible next PMs clearly oppose each other on one issue, it is the referendum on Brexit. While David Cameron is promising to hold one, Ed Miliband is vowing with equal zeal not to. The UK is at the edge of the cliff &#8211; and nobody seems to care.</p>\n<p>Employment, security and immigration are being vigorously debated in this campaign, but as if they had no connection with the question of whether, in this globalised world, a country of 64 million inhabitants would be stronger as an isolated country than in a set of 507 million people.</p>\n<p>The deafening silence of British media after Miliband&#8217;s Chatham House speech last week on foreign policy was revealing on this state of denial. &#8220;The threat of an in/out referendum on an arbitrary year timetable, no clear goals for [the Tories] proposed European renegotiation, no strategy for achieving it ... poses a serious risk to Britain&#8217;s position in the world,&#8221; declared the Labour leader. </p>\n<p>But even then the Europe question did not emerge as a subject worthy, it seemed, of prolonged analysis or discussion. </p>\n<p>Is Britain&#8217;s position in the world an issue of such secondary importance that it does not deserve to be debated? The reasons why Cameron doesn&#8217;t want a heated debate on Brexit are obvious: his party is divided, he doesn&#8217;t want to help Ukip and he has decided to focus his campaign on the economy. For similar reasons, it is not in Miliband&#8217;s interest, either. </p>\n<p>As a result, the British people will wake up on 8 May having made a choice on Europe almost subconsciously and without any discussion. A choice that will have considerable consequences for them. And, incidentally, for other Europeans too. </p>\n<h2>Pablo Guim&#243;n, London correspondent for El Pa&#237;s</h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430410009952/b2c2af5a-c75f-4566-aec5-ba1c86ccb36d-bestSizeAvailable.jpeg\" alt=\"Pablo Guim&#243;n.\" class=\"gu-image\">\n\nPablo Guim&#243;n. Photograph: El Pais\n\n\n\n<p>I&#8217;m new here. This is my first UK general election. So I&#8217;m getting to discover Britain through its marginal seats. When fellow Spaniards ask me what parts of Britain they should visit, I can recommend to them the beaches of South Thanet, the parks in Sheffield Hallam, the (closed) shops of Paisley and Renfrewshire South or the submarine life of Argyll and Bute.</p>\n<p>Marginal seats seem to be the answer to everything. It must be fun to live in one. You get all the attention of politicians and the media for a couple of months, and then it&#8217;s back to oblivion for another five years.</p>\n<p>Face it, my beloved Britons: you&#8217;ve got a weird electoral system. You might think it&#8217;s normal that the Greens could get 10% of the vote and just one seat, while the SNP might end up with 4% and 50 seats. But it&#8217;s not. Even if it does stop Ukip. <br></p>\n\n\n<a href=\"/politics/2015/may/05/britain-weird-electoral-system-uk-general-election-europe#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430397478722/11f8981a-de0b-4764-a048-bba3bb579763-300x171.jpeg\" alt=\"Nicola Sturgeon\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fbritain-weird-electoral-system-uk-general-election-europe&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430397477745%2F11f8981a-de0b-4764-a048-bba3bb579763-2060x1172.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNicola Sturgeon launches the Scottish National party manifesto in Edinburgh. Photograph: Jeff J Mitchell/Getty Images\n\n\n\n<p>I know that a road in Cheltenham or a theatre in Pendle are important issues for you, but it&#8217;s difficult to understand why those things &#8211; more than the plans for your country in or out of the EU &#8211; can decide who the next leader of the world&#8217;s sixth economy will be. </p>\n<p>Even the name is funny: first past the post. It sounds like a board game in which a team of journalists and a team of politicians jump from one marginal seat to another, with a rich lord called Ashcroft tossing the dice.<br></p>\n<p>Then someone explained it to me: it&#8217;s designed to provide solid majorities. OK, I get it. But wait a minute: it didn&#8217;t provide one in 2010, and it certainly doesn&#8217;t seem to be doing it this time. Then what&#8217;s the point?<br></p>\n<p>Almost everything seems to be uncertain about this election. But I believe two things are certain: the arrival en masse of Scottish nationalism in Westminster (which, by the way, is business as usual in Spain) and the failure of the electoral system. Strangely enough, these are the two things about which you held <a href=\"http://www.theguardian.com/politics/2011/may/06/av-over-yes-campaign-routed\" class=\" u-underline\">referendums</a> in this parliament. And that, regardless of the result, is a lesson in democratic quality in itself.</p>\n<h2>Christian Zaschke, London correspondent for S&#252;ddeutsche Zeitung</h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430480502257/457ec923-f17b-4a79-991f-62002d05fc2b-333x480.jpeg\" alt=\"Christian Zaschke.\" class=\"gu-image\">\n\nChristian Zaschke. Photograph: S&#252;ddeutsche Zeitung\n\n\n\n<p>As the London correspondent of a German newspaper, you occasionally have the underrated pleasure of attending pleasantly dull receptions. Recently, at one such event, I entered into a lengthy conversation with a Conservative backbencher. He gave me a lecture about how coalitions were an &#8220;unnatural form of government&#8221; that led to &#8220;unstable conditions&#8221;. I listened for a while, and then said: &#8220;Apart from a brief exception under Konrad Adenauer, postwar <a href=\"http://www.theguardian.com/world/germany\" class=\" u-underline\">Germany</a> has always had a coalition government.&#8221; The MP looked at me. One second. Two seconds. He then laughed and said: &#8220;Ah: you&#8217;re joking, aren&#8217;t you?&#8221;</p>\n<p>I hadn&#8217;t, of course, been cracking a joke (which for once has nothing to do with my being German). In Germany, coalitions are the normal form of government. An absolute majority at federal level would be the exception, not the rule. In Great Britain it&#8217;s the other way round, and it seems to me that quite a few Tories still regard the current coalition with the Lib Dems as a kind of historical glitch that came about solely because the voters got it wrong. But, as we all know, the voters are never wrong.</p>\n\n\n<a href=\"/politics/2015/may/05/britain-weird-electoral-system-uk-general-election-europe#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430397944170/53da1482-370b-49d1-a75f-3eead4455f43-300x200.jpeg\" alt=\"David Cameron and Nick Clegg walk into 10 Downing Street on 12 May 2010.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47qnm%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Face+it+Britain+%E2%80%93+you%27ve+got+a+weird+electoral+system%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fbritain-weird-electoral-system-uk-general-election-europe&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430397945005%2F53da1482-370b-49d1-a75f-3eead4455f43-2060x1375.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid Cameron and Nick Clegg walk into 10 Downing Street on 12 May 2010. Photograph: Andrew Parsons/EPA\n\n\n\n<p>All the polls are saying that neither the Tories nor Labour will win an outright majority on 7 May. Whoever wants to govern will have to enter into an alliance. And yet both parties are behaving as if there&#8217;s not the faintest possibility. </p>\n<p>As things stand it is conceivable that Ed Miliband could become prime minister even if he is not the leader of the strongest party. In Germany, this would be nothing unusual. In Britain it would be a fundamental change of the political system and, moreover, of political culture. </p>\n<p>This election is not only so interesting because it&#8217;s going to be close. Above all, it is interesting because it could be a turning point, the first effect of which would be the normalisation of coalitions in British politics. (The Labour/SNP scenario would not technically be a coalition, but it would certainly be one in practice.)</p>\n<p>The Lib Dems are currently alone in wanting to reflect on the fact that if, despite the first-past-the-post system, a multi-party democracy forms in Britain, the introduction of proportional representation would be the logical option. That really would be a revolution in Britain&#8217;s political culture.</p>\n<p>Le Monde, El Pa&#237;s and S&#252;ddeutsche Zeitung are partner newspapers in the Europa network, which also includes the Guardian, La Stampa and Gazeta Wyborcza.</p>\n<p><br></p>\n</div>",
  "authors": [
    "Philippe Bernard"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "UK news",
    "Le Monde",
    "Media",
    "Newspapers & magazines",
    "Newspapers",
    "France",
    "Germany",
    "Europe",
    "World news",
    "Spain"
  ],
  "ntitle": "face_it_britain_you_ve_got_a_weird_electoral_system",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Philippe Bernard, London correspondent for Le Monde\n\nFacebook Twitter Pinterest Philippe Bernard. Photograph: Le Monde\n\nIs the UK still located in Europe? Covering the election campaign, I’ve been left wondering. Of course, the purpose of the poll is to choose 650 MPs and a prime minister, not to decide whether to leave the European Union. But the result is still likely to be decisive for the continuation of the love/hate story between the UK and EU.\n\nIf the two possible next PMs clearly oppose each other on one issue, it is the referendum on Brexit. While David Cameron is promising to hold one, Ed Miliband is vowing with equal zeal not to. The UK is at the edge of the cliff – and nobody seems to care.\n\nEmployment, security and immigration are being vigorously debated in this campaign, but as if they had no connection with the question of whether, in this globalised world, a country of 64 million inhabitants would be stronger as an isolated country than in a set of 507 million people.\n\nThe deafening silence of British media after Miliband’s Chatham House speech last week on foreign policy was revealing on this state of denial. “The threat of an in/out referendum on an arbitrary year timetable, no clear goals for [the Tories] proposed European renegotiation, no strategy for achieving it ... poses a serious risk to Britain’s position in the world,” declared the Labour leader.\n\nBut even then the Europe question did not emerge as a subject worthy, it seemed, of prolonged analysis or discussion.\n\nIs Britain’s position in the world an issue of such secondary importance that it does not deserve to be debated? The reasons why Cameron doesn’t want a heated debate on Brexit are obvious: his party is divided, he doesn’t want to help Ukip and he has decided to focus his campaign on the economy. For similar reasons, it is not in Miliband’s interest, either.\n\nAs a result, the British people will wake up on 8 May having made a choice on Europe almost subconsciously and without any discussion. A choice that will have considerable consequences for them. And, incidentally, for other Europeans too.\n\nPablo Guimón, London correspondent for El País\n\nPablo Guimón. Photograph: El Pais\n\nI’m new here. This is my first UK general election. So I’m getting to discover Britain through its marginal seats. When fellow Spaniards ask me what parts of Britain they should visit, I can recommend to them the beaches of South Thanet, the parks in Sheffield Hallam, the (closed) shops of Paisley and Renfrewshire South or the submarine life of Argyll and Bute.\n\nMarginal seats seem to be the answer to everything. It must be fun to live in one. You get all the attention of politicians and the media for a couple of months, and then it’s back to oblivion for another five years.\n\nFace it, my beloved Britons: you’ve got a weird electoral system. You might think it’s normal that the Greens could get 10% of the vote and just one seat, while the SNP might end up with 4% and 50 seats. But it’s not. Even if it does stop Ukip.\n\n\n\nFacebook Twitter Pinterest Nicola Sturgeon launches the Scottish National party manifesto in Edinburgh. Photograph: Jeff J Mitchell/Getty Images\n\nI know that a road in Cheltenham or a theatre in Pendle are important issues for you, but it’s difficult to understand why those things – more than the plans for your country in or out of the EU – can decide who the next leader of the world’s sixth economy will be.\n\nEven the name is funny: first past the post. It sounds like a board game in which a team of journalists and a team of politicians jump from one marginal seat to another, with a rich lord called Ashcroft tossing the dice.\n\n\n\nThen someone explained it to me: it’s designed to provide solid majorities. OK, I get it. But wait a minute: it didn’t provide one in 2010, and it certainly doesn’t seem to be doing it this time. Then what’s the point?\n\n\n\nAlmost everything seems to be uncertain about this election. But I believe two things are certain: the arrival en masse of Scottish nationalism in Westminster (which, by the way, is business as usual in Spain) and the failure of the electoral system. Strangely enough, these are the two things about which you held referendums in this parliament. And that, regardless of the result, is a lesson in democratic quality in itself.\n\nChristian Zaschke, London correspondent for Süddeutsche Zeitung\n\nChristian Zaschke. Photograph: Süddeutsche Zeitung\n\nAs the London correspondent of a German newspaper, you occasionally have the underrated pleasure of attending pleasantly dull receptions. Recently, at one such event, I entered into a lengthy conversation with a Conservative backbencher. He gave me a lecture about how coalitions were an “unnatural form of government” that led to “unstable conditions”. I listened for a while, and then said: “Apart from a brief exception under Konrad Adenauer, postwar Germany has always had a coalition government.” The MP looked at me. One second. Two seconds. He then laughed and said: “Ah: you’re joking, aren’t you?”\n\nI hadn’t, of course, been cracking a joke (which for once has nothing to do with my being German). In Germany, coalitions are the normal form of government. An absolute majority at federal level would be the exception, not the rule. In Great Britain it’s the other way round, and it seems to me that quite a few Tories still regard the current coalition with the Lib Dems as a kind of historical glitch that came about solely because the voters got it wrong. But, as we all know, the voters are never wrong.\n\nFacebook Twitter Pinterest David Cameron and Nick Clegg walk into 10 Downing Street on 12 May 2010. Photograph: Andrew Parsons/EPA\n\nAll the polls are saying that neither the Tories nor Labour will win an outright majority on 7 May. Whoever wants to govern will have to enter into an alliance. And yet both parties are behaving as if there’s not the faintest possibility.\n\nAs things stand it is conceivable that Ed Miliband could become prime minister even if he is not the leader of the strongest party. In Germany, this would be nothing unusual. In Britain it would be a fundamental change of the political system and, moreover, of political culture.\n\nThis election is not only so interesting because it’s going to be close. Above all, it is interesting because it could be a turning point, the first effect of which would be the normalisation of coalitions in British politics. (The Labour/SNP scenario would not technically be a coalition, but it would certainly be one in practice.)\n\nThe Lib Dems are currently alone in wanting to reflect on the fact that if, despite the first-past-the-post system, a multi-party democracy forms in Britain, the introduction of proportional representation would be the logical option. That really would be a revolution in Britain’s political culture.\n\nLe Monde, El País and Süddeutsche Zeitung are partner newspapers in the Europa network, which also includes the Guardian, La Stampa and Gazeta Wyborcza.\n\n\n\n",
  "title": "'Face it Britain – you've got a weird electoral system'",
  "ts_in": "2015-05-05T23:26:11.829386",
  "url": "http://www.theguardian.com/politics/2015/may/05/britain-weird-electoral-system-uk-general-election-europe"
}