{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" class=\" u-underline\">If losing to Floyd Mayweather on Saturday</a> wasn&#8217;t bad enough, it appears that Manny Pacquiao is the subject of the lawsuit over the &#8220;fight of the century&#8221;.</p>\n<p>The $5m lawsuit has been filed against Pacquiao and his management team over allegations they knew about the fighter&#8217;s shoulder injury before Saturday&#8217;s fight in Las Vegas but failed to report it to the Nevada Athletic Commission, something that is required by law. Pacquiao will undergo surgery on the injury and is expected to be out of action for up to a year. <br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/may/05/floyd-mayweather-says-he-will-fight-manny-pacquiao-again-in-a-year\" class=\" u-underline\">Floyd Mayweather says he will fight Manny Pacquiao again 'in a year'</a> </p>\n\n<p>&#8220;Defendants prior to and at the time the plaintiffs and the class decided to purchase tickets; purchase pay per view showings or wagered on the event the defendants knew and had full knowledge and information that defendant Pacquiao had been seriously injured and was suffering from a torn rotator cuff,&#8221; the lawsuit reads. &#8220;Defendants further know that such injury would severely affect his performance.&#8221;</p>\n<p>The Las Vegas residents who filed the lawsuit will presumably argue that they were misled over the fight as one of the fighters was not at peak fitness. The fight is estimated to have generated over $350m. It is three million customers in America alone paid $100 to watch the fight on pay-per-view. </p>\n<p>&#8220;The allegations in this lawsuit are demonstrably false,&#8221; said attorney Daniel Petrocelli, who represents Top Rank, Pacquiao&#8217;s management company. &#8220;There are documents that explicitly show the medications that Manny was using to treat his shoulder and it was fully disclosed with Usada, which we contracted for this fight.&#8221;</p>\n<p>Earlier on Tuesday, <a href=\"http://www.theguardian.com/sport/2015/may/05/manny-pacquiao-shoulder-surgery-floyd-mayweather-rematch-boxing\" class=\" u-underline\">Mayweather said he would be willing to fight Pacquiao again once the Filipino recovers from surgery</a>. </p>\n</div>",
  "authors": [
    "Tom Lutz"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Manny Pacquiao",
    "Floyd Mayweather",
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Sport",
    "US sports"
  ],
  "ntitle": "fans_file_5m_lawsuit_over_manny_pacquiao_injury_in_floyd_mayweather_fight",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "If losing to Floyd Mayweather on Saturday wasn’t bad enough, it appears that Manny Pacquiao is the subject of the lawsuit over the “fight of the century”.\n\nThe $5m lawsuit has been filed against Pacquiao and his management team over allegations they knew about the fighter’s shoulder injury before Saturday’s fight in Las Vegas but failed to report it to the Nevada Athletic Commission, something that is required by law. Pacquiao will undergo surgery on the injury and is expected to be out of action for up to a year.\n\n\n\nRelated: Floyd Mayweather says he will fight Manny Pacquiao again 'in a year'\n\n“Defendants prior to and at the time the plaintiffs and the class decided to purchase tickets; purchase pay per view showings or wagered on the event the defendants knew and had full knowledge and information that defendant Pacquiao had been seriously injured and was suffering from a torn rotator cuff,” the lawsuit reads. “Defendants further know that such injury would severely affect his performance.”\n\nThe Las Vegas residents who filed the lawsuit will presumably argue that they were misled over the fight as one of the fighters was not at peak fitness. The fight is estimated to have generated over $350m. It is three million customers in America alone paid $100 to watch the fight on pay-per-view.\n\n“The allegations in this lawsuit are demonstrably false,” said attorney Daniel Petrocelli, who represents Top Rank, Pacquiao’s management company. “There are documents that explicitly show the medications that Manny was using to treat his shoulder and it was fully disclosed with Usada, which we contracted for this fight.”\n\nEarlier on Tuesday, Mayweather said he would be willing to fight Pacquiao again once the Filipino recovers from surgery.",
  "title": "Fans file $5m lawsuit over Manny Pacquiao injury in Floyd Mayweather fight",
  "ts_in": "2015-05-05T23:26:05.894418",
  "url": "http://www.theguardian.com/sport/2015/may/05/fans-file-5m-lawsuit-over-manny-pacquiao-injury-in-floyd-mayweather-fight"
}