{
  "article_html": "<div><p>Headphone cables can get caught in clothing, snagged on bags and trapped in doors, but it doesn&#8217;t have to be like that. Bluetooth wireless headphones can set you free of cables and connect effortlessly to almost any smartphone, tablet or computer.<br></p>\n<p>There is a dizzying array of Bluetooth headphones available ranging in price into the thousands. Here are five worth buying.</p>\n<h2><strong>Creative Sound Blaster Jam</strong></h2>\n\n\n<a href=\"/technology/2015/may/05/five-of-the-best-bluetooth-headphones-to-break-free-of-cables#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430739794621/1594b7a3-6f08-4b97-ab88-c909d5ca66fc-300x180.jpeg\" alt=\"Creative Soundblaster Jam\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tg%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Five+of+the+best+Bluetooth+headphones+to+break+free+of+cables&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tg%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Five+of+the+best+Bluetooth+headphones+to+break+free+of+cables&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ftechnology%2F2015%2Fmay%2F05%2Ffive-of-the-best-bluetooth-headphones-to-break-free-of-cables&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430739795263%2F9342d8b0-caba-4f33-a9cf-b6f2d27f482f-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Soundblaster Jams are difficult to beat for under &#163;100 on sound for wireless headphones. Photograph: Creative\n\n\n\n<p><strong>Price:</strong> &#163;40</p>\n<p>Creative&#8217;s low-cost Sound Blaster Jams are budget Bluetooth headphones done right. They look and feel like a pair of headphones from the 80s but are relatively robust.</p>\n<p>Their simple foam ear pads fit on the ear without much padding, while their plastic headband is comfortable for shorter listening sessions, but not for hours on end.</p>\n<p>A big pause/play button takes up most of the right-hand ear cup, with volume and bass-boost buttons around the outside. The micro USB port and NFC spot for pairing are also on the right ear cup.</p>\n<p>The headphones have no standard jack, which means when the battery runs out, so does the music. Battery life is good, though, at approximately 12 hours per charge.</p>\n<p>They struggle with distortion at higher volumes and with powerful, driving beats, but overall they have excellent full sound, with solid bass and decent treble that is hard to beat for the price.</p>\n<p>The bass-boost button doesn&#8217;t do a lot, the noise isolation is poor and they leak sound more than the others in this group, although no where near as much as the cheap headphones that come with smartphones.</p>\n<p><strong>Verdict:</strong> Best for the price-conscious who want to go wireless.</p>\n<h2><strong>Plantronics BackBeat Go 2</strong></h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430739838106/af300444-15d4-4bf3-84e2-3bd656a5b1c6-300x180.jpeg\" alt=\"Plantronics Backbeat Go 2\" class=\"gu-image\">\n\nThe Backbeat Go 2s are about as wirefree as in-ear headphones get. Photograph: Plantronics\n\n\n\n<p><strong>Price:</strong> &#163;50</p>\n<p>Not quite the holy grail of in-ear Bluetooth headphones &#8211; there is a cable between the two ear buds &#8211; the Plantronics BackBeat Go 2 are some of the best Bluetooth headphones for under &#163;50.</p>\n<p>The two earbuds are larger than normal earphones, containing the chips and battery needed to make them work. They&#8217;re not too big and relatively comfortable, while removable rubber loops hook inside the ear to stop them coming out if needed.</p>\n<p>They sound as good as a &#163;40 pair of in-ear headphones, with decent range, but lack real bass. Battery life is about six hours per charge via micro USB, while a remote with microphone on the flat cable changes tracks, adjusts volume and takes phone calls.</p>\n<p>They&#8217;re sweat-proof and light enough not to get in the way, making them ideal for the commute or working out.</p>\n<p><strong>Verdict:</strong> Small, light and sweat-proof, a runner&#8217;s dream.</p>\n<h2><strong>Sony MDR10RBT</strong></h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430740237743/90c6c2b8-c590-4bbc-8ae2-1ddb2f6a33ea-300x180.jpeg\" alt=\"Sony MDR-10RBT\" class=\"gu-image\">\n\nSony&#8217;s mid-range Bluetooth headphones are light and comfortable, with long battery life. Photograph: Sony\n\n\n\n<p><strong>Price: </strong>&#163;169</p>\n<p>If you want light, comfortable headphones that last for hours, Sony&#8217;s MDR-10RBT are a great choice. The over-ear headphones last up to 18 hours per charge and are light, well-built and comfortable, with a soft padded headband and ear cups.</p>\n<p>The right-hand ear cup has separate pause, play, track-skip and volume buttons that work well, while the left-hand cup has the power button and headphones jack for using a cable.</p>\n<p>They have NFC for one-touch pairing with a smartphone and are rated for &#8220;hi-res audio&#8221;, if you have any better than CD music available.</p>\n<p>The Sonys are quite bass-heavy and have a concentrated, energetic sound, which won&#8217;t please those looking for neutral balance. They make the most out of popular and electronic music, and passively block out background noise well.</p>\n<p><strong>Verdict:</strong> Long-lasting and comfortable to wear, with decent sound.</p>\n<h2><strong>Parrot Zik 2.0</strong></h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430740496169/40171749-9dd0-49fb-86b5-02bd532292af-300x180.jpeg\" alt=\"Parrot Zik 2.0 review\" class=\"gu-image\">\n\nThe most technologically advanced Bluetooth headphones currently available are adaptable and comfortable. Photograph: Samuel Gibbs for the Guardian\n\n\n\n<p><strong>Price:</strong> &#163;299</p>\n<p>Bluetooth headphones don&#8217;t come more technology-packed than the Parrot Zik 2.0s. Not only are they wireless headphones but they also have built-in active noise cancelling, responsive touch-sensitive controls and sensors that detect when they are taken off and pause the music.</p>\n<p>Controlled via a smartphone app, the Ziks have four levels of noise cancelling and a built-in digital signal processor that allows users to tweak the sound to their liking.</p>\n<p>Bass, treble, soundscape, direction of audio and reverb can all be adjusted through the app, with settings saved across all music or automatically adjusted for each song. The end result is great sounding audio no matter what your taste.</p>\n<p>They&#8217;re comfortable to wear and last around six hours per charge with all features active, or about 10 hours with only Bluetooth on. The battery is removable, but can only be charged inside the headphones. They can also be used via a standard headphones cable even when the battery runs out.</p>\n<p><strong>Verdict: </strong>The most technologically advanced Bluetooth headphones.</p>\n \n<h2><strong>Sennheiser Momentum Wireless</strong></h2>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430740473013/12e48f5e-650e-42b8-83a1-8d0d6c1b0a6c-300x180.jpeg\" alt=\"Sennheiser Momentum Wireless\" class=\"gu-image\">\n\nPremium feel and sound at a premium price. Photograph: Sennheiser\n\n\n\n<p><strong>Price:</strong> &#163;380</p>\n<p>The latest edition of Sennheiser&#8217;s high-end Momentum headphones now come without wires, and you pay a pretty penny for them at &#163;380.</p>\n<p>The Momentums have a fashionably retro style, stitched leather headband and soft, almost sumptuous, earpads. They&#8217;re well built, fold down for travelling and are not light, but not overly heavy either, and comfortable to wear for extended periods.</p>\n<p>The thick ear cups feature active noise cancelling for blocking out the drone of a train or plane. This works well, but cheaper, dedicated noise-cancelling headphones would do a better job.</p>\n<p>The noise cancelling can&#8217;t be turned off, but the battery lasts more than 20 hours per charge. The single-control joystick works well, but it would have been nice to have separate volume, pause, play and track-skip buttons. They can also be used with a headphones cable with or without power.</p>\n<p>They sound rounded and full, with strong bass when required, but not with constant overpowering thump. Overall, they have a relatively deep but neutral sound, good for most music types.</p>\n<p><strong>Verdict: </strong>Headphone luxury with quality sound to boot.</p>\n<h2>Other reviews</h2>\n<p><strong>&#8226; <a href=\"http://www.theguardian.com/technology/2014/oct/28/six-of-the-best-noise-cancelling-headphones-to-silence-the-commute\" class=\" u-underline\">Six of the best noise-cancelling headphones to silence the commute</a></strong></p>\n</div>",
  "authors": [
    "Samuel Gibbs",
    "Peter Preston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Gadgets",
    "Digital music and audio",
    "Technology"
  ],
  "ntitle": "five_of_the_best_bluetooth_headphones_to_break_free_of_cables",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Headphone cables can get caught in clothing, snagged on bags and trapped in doors, but it doesn’t have to be like that. Bluetooth wireless headphones can set you free of cables and connect effortlessly to almost any smartphone, tablet or computer.\n\n\n\nThere is a dizzying array of Bluetooth headphones available ranging in price into the thousands. Here are five worth buying.\n\nCreative Sound Blaster Jam\n\nFacebook Twitter Pinterest The Soundblaster Jams are difficult to beat for under £100 on sound for wireless headphones. Photograph: Creative\n\nPrice: £40\n\nCreative’s low-cost Sound Blaster Jams are budget Bluetooth headphones done right. They look and feel like a pair of headphones from the 80s but are relatively robust.\n\nTheir simple foam ear pads fit on the ear without much padding, while their plastic headband is comfortable for shorter listening sessions, but not for hours on end.\n\nA big pause/play button takes up most of the right-hand ear cup, with volume and bass-boost buttons around the outside. The micro USB port and NFC spot for pairing are also on the right ear cup.\n\nThe headphones have no standard jack, which means when the battery runs out, so does the music. Battery life is good, though, at approximately 12 hours per charge.\n\nThey struggle with distortion at higher volumes and with powerful, driving beats, but overall they have excellent full sound, with solid bass and decent treble that is hard to beat for the price.\n\nThe bass-boost button doesn’t do a lot, the noise isolation is poor and they leak sound more than the others in this group, although no where near as much as the cheap headphones that come with smartphones.\n\nVerdict: Best for the price-conscious who want to go wireless.\n\nPlantronics BackBeat Go 2\n\nThe Backbeat Go 2s are about as wirefree as in-ear headphones get. Photograph: Plantronics\n\nPrice: £50\n\nNot quite the holy grail of in-ear Bluetooth headphones – there is a cable between the two ear buds – the Plantronics BackBeat Go 2 are some of the best Bluetooth headphones for under £50.\n\nThe two earbuds are larger than normal earphones, containing the chips and battery needed to make them work. They’re not too big and relatively comfortable, while removable rubber loops hook inside the ear to stop them coming out if needed.\n\nThey sound as good as a £40 pair of in-ear headphones, with decent range, but lack real bass. Battery life is about six hours per charge via micro USB, while a remote with microphone on the flat cable changes tracks, adjusts volume and takes phone calls.\n\nThey’re sweat-proof and light enough not to get in the way, making them ideal for the commute or working out.\n\nVerdict: Small, light and sweat-proof, a runner’s dream.\n\nSony MDR10RBT\n\nSony’s mid-range Bluetooth headphones are light and comfortable, with long battery life. Photograph: Sony\n\nPrice: £169\n\nIf you want light, comfortable headphones that last for hours, Sony’s MDR-10RBT are a great choice. The over-ear headphones last up to 18 hours per charge and are light, well-built and comfortable, with a soft padded headband and ear cups.\n\nThe right-hand ear cup has separate pause, play, track-skip and volume buttons that work well, while the left-hand cup has the power button and headphones jack for using a cable.\n\nThey have NFC for one-touch pairing with a smartphone and are rated for “hi-res audio”, if you have any better than CD music available.\n\nThe Sonys are quite bass-heavy and have a concentrated, energetic sound, which won’t please those looking for neutral balance. They make the most out of popular and electronic music, and passively block out background noise well.\n\nVerdict: Long-lasting and comfortable to wear, with decent sound.\n\nParrot Zik 2.0\n\nThe most technologically advanced Bluetooth headphones currently available are adaptable and comfortable. Photograph: Samuel Gibbs for the Guardian\n\nPrice: £299\n\nBluetooth headphones don’t come more technology-packed than the Parrot Zik 2.0s. Not only are they wireless headphones but they also have built-in active noise cancelling, responsive touch-sensitive controls and sensors that detect when they are taken off and pause the music.\n\nControlled via a smartphone app, the Ziks have four levels of noise cancelling and a built-in digital signal processor that allows users to tweak the sound to their liking.\n\nBass, treble, soundscape, direction of audio and reverb can all be adjusted through the app, with settings saved across all music or automatically adjusted for each song. The end result is great sounding audio no matter what your taste.\n\nThey’re comfortable to wear and last around six hours per charge with all features active, or about 10 hours with only Bluetooth on. The battery is removable, but can only be charged inside the headphones. They can also be used via a standard headphones cable even when the battery runs out.\n\nVerdict: The most technologically advanced Bluetooth headphones.\n\nSennheiser Momentum Wireless\n\nPremium feel and sound at a premium price. Photograph: Sennheiser\n\nPrice: £380\n\nThe latest edition of Sennheiser’s high-end Momentum headphones now come without wires, and you pay a pretty penny for them at £380.\n\nThe Momentums have a fashionably retro style, stitched leather headband and soft, almost sumptuous, earpads. They’re well built, fold down for travelling and are not light, but not overly heavy either, and comfortable to wear for extended periods.\n\nThe thick ear cups feature active noise cancelling for blocking out the drone of a train or plane. This works well, but cheaper, dedicated noise-cancelling headphones would do a better job.\n\nThe noise cancelling can’t be turned off, but the battery lasts more than 20 hours per charge. The single-control joystick works well, but it would have been nice to have separate volume, pause, play and track-skip buttons. They can also be used with a headphones cable with or without power.\n\nThey sound rounded and full, with strong bass when required, but not with constant overpowering thump. Overall, they have a relatively deep but neutral sound, good for most music types.\n\nVerdict: Headphone luxury with quality sound to boot.\n\nOther reviews\n\n• Six of the best noise-cancelling headphones to silence the commute",
  "title": "Five of the best Bluetooth headphones to break free of cables",
  "ts_in": "2015-05-05T07:54:22.312885",
  "url": "http://www.theguardian.com/technology/2015/may/05/five-of-the-best-bluetooth-headphones-to-break-free-of-cables"
}