{
  "article_html": "<div><p>On the same day many had<a href=\"http://www.theguardian.com/sport/2015/may/05/manny-pacquiao-shoulder-surgery-floyd-mayweather-rematch-boxing\" class=\" u-underline\"> speculated that an injury to Manny Pacquiao would rule out a rematch with Floyd Mayweather</a>, the American has said he is willing to face his rival once again. </p>\n<p>&#8220;I will fight him in a year after his surgery,&#8221; Mayweather <a href=\"http://espn.go.com/boxing/story/_/id/12824362/floyd-mayweather-says-willing-fight-manny-pacquiao-again\" class=\" u-underline\">told ESPN&#8217;s Steve A Smith in a text on Tuesday</a>. </p>\n<p>It had earlier emerged that surgery on a torn rotator cuff is likely to put Pacquiao out of action for nine to 12 months. Pacquiao says the injury hampered him <a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" class=\" u-underline\">during his unanimous points defeat to Mayweather in Las Vegas on Saturday</a>. &#8220;We have an MRI scan that confirms he has a rotator cuff tear. He has a significant tear,&#8221; orthopedic surgeon Neal ElAttrache told ESPN.</p>\n<p>The victory took Mayweather&#8217;s career record to 48-0 and unified the WBO, WBA and WBC welterweight belts. However, Mayweather has said he will give up the belts, and <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era\" class=\" u-underline\">is likely to team up with business partners Al Haymon and Lou Ellerbe to fight for a new &#8220;world title&#8221; under Haymon&#8217;s Premier Boxing Champions series</a>. If Mayweather does decide Pacquiao again it would be a blow for Britain&#8217;s Amir Khan, who had hoped to face the American. Khan is one of around 100 boxers who has an agreement with Haymon.<br> </p>\n<p>A Pacquiao-Mayweather rematch would, confusingly, see the &#8220;fight of the century&#8221; take place twice within the space of a couple of years. The attraction for both men is obvious with Mayweather estimated to have earned $180m and Pacquiao $120m.</p>\n<p>First, Pacquiao may have to overcome legal obstacles as well as surgery though. Pacquiao and his team did not inform the Nevada Athletic Commission of the injury until a couple of hours before the fight. &#8220;The first I heard of this was at 6.08pm when he [Pacquiao] arrived in the locker room,&#8221; the commission&#8217;s chairman, Francisco Aguilar, said. &#8220;I have no proof of the injury. If he told us on Friday, we would have got the MRIs and there are a lot of things we could have done.&#8221;</p>\n<p>The fact that Pacquiao did not reveal his injury could lead to legal action from fans who paid huge sums to attend the fight, and feel they did not see both fighters at their peak. Some tickets are said to have been been priced at $350,000 on the resale website StubHub, although it is not clear whether anyone paid that sum. Millions of viewers around the world also paid to watch the fight on pay-per-view. In American alone, three million customers are believed to have paid $100 to watch the event.<br> </p>\n</div>",
  "authors": [
    "Tom Lutz"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Sport",
    "US sports"
  ],
  "ntitle": "floyd_mayweather_says_he_will_fight_manny_pacquiao_again_in_a_year",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "On the same day many had speculated that an injury to Manny Pacquiao would rule out a rematch with Floyd Mayweather, the American has said he is willing to face his rival once again.\n\n“I will fight him in a year after his surgery,” Mayweather told ESPN’s Steve A Smith in a text on Tuesday.\n\nIt had earlier emerged that surgery on a torn rotator cuff is likely to put Pacquiao out of action for nine to 12 months. Pacquiao says the injury hampered him during his unanimous points defeat to Mayweather in Las Vegas on Saturday. “We have an MRI scan that confirms he has a rotator cuff tear. He has a significant tear,” orthopedic surgeon Neal ElAttrache told ESPN.\n\nThe victory took Mayweather’s career record to 48-0 and unified the WBO, WBA and WBC welterweight belts. However, Mayweather has said he will give up the belts, and is likely to team up with business partners Al Haymon and Lou Ellerbe to fight for a new “world title” under Haymon’s Premier Boxing Champions series. If Mayweather does decide Pacquiao again it would be a blow for Britain’s Amir Khan, who had hoped to face the American. Khan is one of around 100 boxers who has an agreement with Haymon.\n\n\n\nA Pacquiao-Mayweather rematch would, confusingly, see the “fight of the century” take place twice within the space of a couple of years. The attraction for both men is obvious with Mayweather estimated to have earned $180m and Pacquiao $120m.\n\nFirst, Pacquiao may have to overcome legal obstacles as well as surgery though. Pacquiao and his team did not inform the Nevada Athletic Commission of the injury until a couple of hours before the fight. “The first I heard of this was at 6.08pm when he [Pacquiao] arrived in the locker room,” the commission’s chairman, Francisco Aguilar, said. “I have no proof of the injury. If he told us on Friday, we would have got the MRIs and there are a lot of things we could have done.”\n\nThe fact that Pacquiao did not reveal his injury could lead to legal action from fans who paid huge sums to attend the fight, and feel they did not see both fighters at their peak. Some tickets are said to have been been priced at $350,000 on the resale website StubHub, although it is not clear whether anyone paid that sum. Millions of viewers around the world also paid to watch the fight on pay-per-view. In American alone, three million customers are believed to have paid $100 to watch the event.\n\n",
  "title": "Floyd Mayweather says he will fight Manny Pacquiao again 'in a year'",
  "ts_in": "2015-05-05T21:21:44.106235",
  "url": "http://www.theguardian.com/sport/2015/may/05/floyd-mayweather-says-he-will-fight-manny-pacquiao-again-in-a-year"
}