{
  "article_html": "<div><p>The French parliament has overwhelmingly approved sweeping new surveillance powers in the wake of the terrorist attacks in Paris in January that killed 17 people at the satirical magazine Charlie Hebdo and a kosher grocery in Paris.<br></p>\n<p>The new bill, which allows intelligence agencies to tap phones and emails without seeking permission from a judge, sparked protests from rights groups who claimed it would legalise highly intrusive surveillance methods without guarantees for individual freedom and privacy. </p>\n<p>Protesters for civil liberties groups launched a last-ditch campaign against the bill under the banner &#8220;24 hours before 1984&#8221; in reference to George Orwell&#8217;s dystopian novel about life under an all-knowing dictatorship. Groups including Amnesty International warned of &#8220;extremely large and intrusive powers&#8221; without judicial controls. </p>\n<p>But despite opposition from green and hard-left MPs, the bill won the overwhelming backing of the majority of MPs from the Socialist and rightwing UMP parties, which said it was necessary to tackle the terrorist risk. The bill was passed in the national assembly by 438 votes to 86, with a handful of no votes from Socialist MPs.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/jan/21/france-anti-terror-measures-paris-attacks-manuel-valls\" class=\" u-underline\">France boosts anti-terror measures in wake of Paris attacks</a> </p>\n\n<p> The new law will allow authorities to spy on the digital and mobile phone communications of anyone linked to a &#8220;terrorist&#8221; inquiry without prior authorisation from a judge. It forces internet service providers and phone companies to give up data upon request.</p>\n<p> Intelligence services will have the right to place cameras and recording devices in private homes and install so-called keylogger devices that record every key stroke on a targeted computer in real time. The authorities will be able to keep recordings for a month and metadata for five years.</p>\n<p>One of the most contentious elements of the bill is that it allows intelligence services to vacuum up metadata, which would then be subject to analysis for potentially suspicious behaviour. The metadata would be anonymous, but intelligence agents could follow up with a request to an independent panel for deeper surveillance that could yield the identity of users.</p>\n<p>Another controversial element is the so-called &#8220;black boxes&#8221; &#8211; or complex algorithms &#8211; that internet providers will be forced to install to flag up a succession of suspect behavioural patterns online, such as keywords used, sites visited and contacts made<br></p>\n<p><a href=\"http://www.theguardian.com/world/surveillance\" class=\" u-underline\">Surveillance</a> agencies will also be able to bug suspects&#8217; homes with microphones and cameras and add keyloggers to their computers to track every keystroke.</p>\n<p>The French prime minister, Manuel Valls, defended the bill as &#8220;necessary and proportionate&#8221;, saying that to compare it to the mass surveillance Patriot Act introduced in the United States after the 9/11 attacks was a lie.</p>\n<p> He said that the previous French law on wiretapping dated back to 1991, &#8220;when there were no mobile phones or internet,&#8221; and the new bill was crucial in the face of extremist threats.</p>\n<p> Pierre-Olivier Sur, chairman of the Paris bar lawyers&#8217; association, <a href=\"http://premium.lefigaro.fr/actualite-france/2015/05/03/01016-20150503ARTFIG00109-pierre-olivier-sur-ce-projet-de-loi-est-un-mensonge-d-etat.php\" class=\" u-underline\">warned this week</a> that the bill was &#8220;a serious threat to public liberties&#8221; and would put French people under &#8220;general surveillance&#8221;.</p>\n<p><a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a> is monitoring an estimated 1,200 Islamists and about 200 people who have returned from fighting with militant groups in Syria and Iraq. It has earmarked about &#8364;425m (&#163;300m) to recruit thousands of extra police, spies and investigators to beef up surveillance and boost national security and intelligence.</p>\n<p> The interior minister, <a href=\"http://www.theguardian.com/world/2015/apr/13/french-surveillance-civil-liberty-criticisms\" class=\" u-underline\">Bernard Cazeneuve</a>, told Lib&#233;ration last month: &#8220;The measures proposed are not aimed at installing generalised surveillance. On the contrary, it aims to target people who we need to monitor to protect the French people.&#8221;</p>\n<p>The president, Fran&#231;ois Hollande, has taken the rare step of promising to refer the law to the constitutional council, the country&#8217;s highest authority on the constitution, to ensure its principles are lawful. </p>\n<p>The law will now be examined by the senate.</p>\n</div>",
  "authors": [
    "Angelique Chrisafis"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "France",
    "Surveillance",
    "Charlie Hebdo attack",
    "Europe",
    "World news",
    "Civil liberties - international",
    "Law",
    "Human rights"
  ],
  "ntitle": "france_passes_new_surveillance_law_in_wake_of_charlie_hebdo_attack",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The French parliament has overwhelmingly approved sweeping new surveillance powers in the wake of the terrorist attacks in Paris in January that killed 17 people at the satirical magazine Charlie Hebdo and a kosher grocery in Paris.\n\n\n\nThe new bill, which allows intelligence agencies to tap phones and emails without seeking permission from a judge, sparked protests from rights groups who claimed it would legalise highly intrusive surveillance methods without guarantees for individual freedom and privacy.\n\nProtesters for civil liberties groups launched a last-ditch campaign against the bill under the banner “24 hours before 1984” in reference to George Orwell’s dystopian novel about life under an all-knowing dictatorship. Groups including Amnesty International warned of “extremely large and intrusive powers” without judicial controls.\n\nBut despite opposition from green and hard-left MPs, the bill won the overwhelming backing of the majority of MPs from the Socialist and rightwing UMP parties, which said it was necessary to tackle the terrorist risk. The bill was passed in the national assembly by 438 votes to 86, with a handful of no votes from Socialist MPs.\n\nRelated: France boosts anti-terror measures in wake of Paris attacks\n\nThe new law will allow authorities to spy on the digital and mobile phone communications of anyone linked to a “terrorist” inquiry without prior authorisation from a judge. It forces internet service providers and phone companies to give up data upon request.\n\nIntelligence services will have the right to place cameras and recording devices in private homes and install so-called keylogger devices that record every key stroke on a targeted computer in real time. The authorities will be able to keep recordings for a month and metadata for five years.\n\nOne of the most contentious elements of the bill is that it allows intelligence services to vacuum up metadata, which would then be subject to analysis for potentially suspicious behaviour. The metadata would be anonymous, but intelligence agents could follow up with a request to an independent panel for deeper surveillance that could yield the identity of users.\n\nAnother controversial element is the so-called “black boxes” – or complex algorithms – that internet providers will be forced to install to flag up a succession of suspect behavioural patterns online, such as keywords used, sites visited and contacts made\n\n\n\nSurveillance agencies will also be able to bug suspects’ homes with microphones and cameras and add keyloggers to their computers to track every keystroke.\n\nThe French prime minister, Manuel Valls, defended the bill as “necessary and proportionate”, saying that to compare it to the mass surveillance Patriot Act introduced in the United States after the 9/11 attacks was a lie.\n\nHe said that the previous French law on wiretapping dated back to 1991, “when there were no mobile phones or internet,” and the new bill was crucial in the face of extremist threats.\n\nPierre-Olivier Sur, chairman of the Paris bar lawyers’ association, warned this week that the bill was “a serious threat to public liberties” and would put French people under “general surveillance”.\n\nFrance is monitoring an estimated 1,200 Islamists and about 200 people who have returned from fighting with militant groups in Syria and Iraq. It has earmarked about €425m (£300m) to recruit thousands of extra police, spies and investigators to beef up surveillance and boost national security and intelligence.\n\nThe interior minister, Bernard Cazeneuve, told Libération last month: “The measures proposed are not aimed at installing generalised surveillance. On the contrary, it aims to target people who we need to monitor to protect the French people.”\n\nThe president, François Hollande, has taken the rare step of promising to refer the law to the constitutional council, the country’s highest authority on the constitution, to ensure its principles are lawful.\n\nThe law will now be examined by the senate.",
  "title": "France passes new surveillance law in wake of Charlie Hebdo attack",
  "ts_in": "2015-05-05T21:22:32.364918",
  "url": "http://www.theguardian.com/world/2015/may/05/france-passes-new-surveillance-law-in-wake-of-charlie-hebdo-attack"
}