{
  "article_html": "<div><p>The Baltimore police lieutenant charged with the manslaughter of <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a> allegedly threatened to kill himself and the husband of his former partner, during incidents that led to him being disciplined and twice having his guns confiscated.<br></p>\n<p>Brian Rice, who pursued and arrested Gray after the 25-year-old &#8220;caught his eye&#8221; on 12 April, was reportedly given an administrative suspension after being hospitalised for a mental health evaluation when he warned he was preparing to shoot himself in April 2012.</p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/6f08351f524ee1ec1cf1dafdb8a4ef953a1be673/3_3_609_789/386.jpg\" alt=\"Brian Rice\" class=\"gu-image\">\n\nBrian Rice and Document Photograph: Reuters\n\n\n\n<p>Rice, 41, also received an internal discipline when a judge granted a temporary restraining order against him after a request from Andrew McAleer, the husband of Karen McAleer, who is the mother of Rice&#8217;s young son and a fellow <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> police officer. Rice has been married to and divorced from two further women, according to court records.</p>\n<p>A sharply critical nine-page complaint against Rice, which Andrew McAleer filed to a court in Maryland in January 2013, <a href=\"https://www.documentcloud.org/documents/2072504-lt-brian-rice-peace-order-complaint.html\" class=\" u-underline\">is being published in full for the first time by the Guardian</a>. It details what McAleer, a Baltimore firefighter, described as a &#8220;pattern of intimidation and violence&#8221; by the officer.</p>\n<p>Rice was released on bail after being <a href=\"http://www.theguardian.com/us-news/2015/may/01/baltimore-freddie-gray-death\" class=\" u-underline\">charged with manslaughter, assault, misconduct and false imprisonment</a> following an inquiry into Gray&#8217;s death on 19 April. Prosecutors say <a href=\"http://www.theguardian.com/us-news/2015/may/02/police-freddie-gray-unresponsive-medical-marilyn-mosby\" class=\" u-underline\">Gray died after his neck was broken</a> during a prolonged van journey in handcuffs and shackles. <a href=\"http://www.theguardian.com/us-news/2015/may/02/freddie-gray-six-police-charged-over-baltimore-death-are-released-on-bail\" class=\" u-underline\">All six officers involved in his arrest have been bailed</a> on criminal charges.</p>\n<p>State&#8217;s attorney Marilyn Mosby said on Friday <a href=\"http://www.theguardian.com/us-news/2015/may/01/baltimore-freddie-gray-death\" class=\" u-underline\">the arrest of Gray initiated by Rice was illegal</a> because a knife in his pocket, which he was charged with illegally carrying, was in fact legal. Rice and two other officers put Gray in the police van without seatbelting him as required by police rules, according to Mosby.</p>\n<p>An attorney for Rice did not respond to an email and message requesting comment. The restraining order against him was lifted after a week when a judge ruled there was no basis in Maryland law for it to continue. The McAleers previously declined to comment when reached via telephone by the Guardian.</p>\n<p>McAleer said in his court filing, which was <a href=\"http://www.theguardian.com/us-news/2015/apr/23/baltimore-officer-who-chased-freddie-gray-had-pattern-of-violence-court-filings\" class=\" u-underline\">first reported by the Guardian last month</a>, that Rice forced one of Karyn McAleer&#8217;s young children to &#8220;shoot&#8221; a photograph of her and her husband that Rice had &#8220;taped to a piece of cardboard intended for target practice&#8221;. It was not clear from the filing whether any weapon was actually used.</p>\n<p>McAleer said that two months before this, in April 2012, his wife called to tell him to protect himself and her five children from Rice because the lieutenant had called her threatening to kill himself.</p>\n\n<a href=\"http://interactive.guim.co.uk/embed/documentcloud/index.html?docid=2072504-lt-brian-rice-peace-order-complaint\" class=\" u-underline\">Brian Rice complaint</a>\n\nA nine-page complaint against Brian Rice, which Andrew McAleer filed to a court in Maryland in January 2013.\n\n\n<p>Deputies from the Carroll County sheriff&#8217;s department responded to an emergency call and transported Rice to a hospital, before confiscating his police service weapon, his personal 9mm handgun, two rifles and two shotguns. </p>\n<p>It is unclear how long Rice spent as a patient. The police response to an incident at Rice&#8217;s home was first reported earlier this month by the Associated Press, which said it resulted in an administrative suspension from Baltimore police. </p>\n<p>Asked to confirm details of Rice&#8217;s suspensions, a Baltimore police spokesman said: &#8220;I can confirm that individual has been employed with Baltimore police department since 1997. He is currently suspended. I am not able to provide you with any other information on personnel issues.&#8221;<br></p>\n<p>Rice was allegedly given another administrative suspension and had his guns confiscated again eight months later, according to court filings, after McAleer obtained the week-long peace order against the police lieutenant.</p>\n<p>&#8220;I am seeking protection immediately,&#8221; McAleer wrote to a court in Carroll County, <a href=\"http://www.theguardian.com/us-news/maryland\" class=\" u-underline\">Maryland</a>, in January 2013. He alleged Rice&#8217;s behaviour had caused him &#8220;to have constant fear for my personal safety&#8221; and a &#8220;fear of imminent harm or death from Brian Rice&#8221;.</p>\n<p>Rice was ordered to stay away from McAleer, his home and his workplace after a series of alleged confrontations, including one armed standoff in June 2012 when officers from two police departments responded to a 911 call and spent 90 minutes defusing the situation.</p>\n<p>McAleer alleged Rice was screaming and smelled of alcohol during the 2am confrontation in front of McAleer&#8217;s house. He said his wife later said Rice had told her he planned to kill McAleer during the June 2012 encounter.</p>\n<p>&#8220;I witnessed Brian Rice remove a black semi-automatic handgun from the trunk of his vehicle,&#8221; wrote McAleer, who said officers from Carroll County sheriff&#8217;s department and Westminster police department arrived after he called 911.</p>\n<p>Among other alleged incidents detailed in his complaint, McAleer said Rice bombarded him with &#8220;harassing and sexually explicit text messages&#8221; sent on his police department-issued BlackBerry. </p>\n<p>McAleer said he finally applied for a restraining order in January 2013 because five days earlier, Rice had arrived again at the man&#8217;s house in his Hyundai Sonata, before exiting and slamming his car door, yelling and waving his arms. </p>\n<p>Rice finally returned to the driver&#8217;s seat, &#8220;racing the engine&#8221; while inching the car towards the man and flashing the headlights, according to McAleer. &#8220;This caused me to become distraught and fear my life was about to end,&#8221; he wrote.</p>\n</div>",
  "authors": [
    "Oliver Laughland",
    "Jon Swaine"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Baltimore",
    "Freddie Gray",
    "US news",
    "US policing"
  ],
  "ntitle": "freddie_gray_officer_threatened_to_kill_himself_and_ex_partner_s_husband_court_document_alleges",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Baltimore police lieutenant charged with the manslaughter of Freddie Gray allegedly threatened to kill himself and the husband of his former partner, during incidents that led to him being disciplined and twice having his guns confiscated.\n\n\n\nBrian Rice, who pursued and arrested Gray after the 25-year-old “caught his eye” on 12 April, was reportedly given an administrative suspension after being hospitalised for a mental health evaluation when he warned he was preparing to shoot himself in April 2012.\n\nBrian Rice and Document Photograph: Reuters\n\nRice, 41, also received an internal discipline when a judge granted a temporary restraining order against him after a request from Andrew McAleer, the husband of Karen McAleer, who is the mother of Rice’s young son and a fellow Baltimore police officer. Rice has been married to and divorced from two further women, according to court records.\n\nA sharply critical nine-page complaint against Rice, which Andrew McAleer filed to a court in Maryland in January 2013, is being published in full for the first time by the Guardian. It details what McAleer, a Baltimore firefighter, described as a “pattern of intimidation and violence” by the officer.\n\nRice was released on bail after being charged with manslaughter, assault, misconduct and false imprisonment following an inquiry into Gray’s death on 19 April. Prosecutors say Gray died after his neck was broken during a prolonged van journey in handcuffs and shackles. All six officers involved in his arrest have been bailed on criminal charges.\n\nState’s attorney Marilyn Mosby said on Friday the arrest of Gray initiated by Rice was illegal because a knife in his pocket, which he was charged with illegally carrying, was in fact legal. Rice and two other officers put Gray in the police van without seatbelting him as required by police rules, according to Mosby.\n\nAn attorney for Rice did not respond to an email and message requesting comment. The restraining order against him was lifted after a week when a judge ruled there was no basis in Maryland law for it to continue. The McAleers previously declined to comment when reached via telephone by the Guardian.\n\nMcAleer said in his court filing, which was first reported by the Guardian last month, that Rice forced one of Karyn McAleer’s young children to “shoot” a photograph of her and her husband that Rice had “taped to a piece of cardboard intended for target practice”. It was not clear from the filing whether any weapon was actually used.\n\nMcAleer said that two months before this, in April 2012, his wife called to tell him to protect himself and her five children from Rice because the lieutenant had called her threatening to kill himself.\n\nBrian Rice complaint A nine-page complaint against Brian Rice, which Andrew McAleer filed to a court in Maryland in January 2013.\n\nDeputies from the Carroll County sheriff’s department responded to an emergency call and transported Rice to a hospital, before confiscating his police service weapon, his personal 9mm handgun, two rifles and two shotguns.\n\nIt is unclear how long Rice spent as a patient. The police response to an incident at Rice’s home was first reported earlier this month by the Associated Press, which said it resulted in an administrative suspension from Baltimore police.\n\nAsked to confirm details of Rice’s suspensions, a Baltimore police spokesman said: “I can confirm that individual has been employed with Baltimore police department since 1997. He is currently suspended. I am not able to provide you with any other information on personnel issues.”\n\n\n\nRice was allegedly given another administrative suspension and had his guns confiscated again eight months later, according to court filings, after McAleer obtained the week-long peace order against the police lieutenant.\n\n“I am seeking protection immediately,” McAleer wrote to a court in Carroll County, Maryland, in January 2013. He alleged Rice’s behaviour had caused him “to have constant fear for my personal safety” and a “fear of imminent harm or death from Brian Rice”.\n\nRice was ordered to stay away from McAleer, his home and his workplace after a series of alleged confrontations, including one armed standoff in June 2012 when officers from two police departments responded to a 911 call and spent 90 minutes defusing the situation.\n\nMcAleer alleged Rice was screaming and smelled of alcohol during the 2am confrontation in front of McAleer’s house. He said his wife later said Rice had told her he planned to kill McAleer during the June 2012 encounter.\n\n“I witnessed Brian Rice remove a black semi-automatic handgun from the trunk of his vehicle,” wrote McAleer, who said officers from Carroll County sheriff’s department and Westminster police department arrived after he called 911.\n\nAmong other alleged incidents detailed in his complaint, McAleer said Rice bombarded him with “harassing and sexually explicit text messages” sent on his police department-issued BlackBerry.\n\nMcAleer said he finally applied for a restraining order in January 2013 because five days earlier, Rice had arrived again at the man’s house in his Hyundai Sonata, before exiting and slamming his car door, yelling and waving his arms.\n\nRice finally returned to the driver’s seat, “racing the engine” while inching the car towards the man and flashing the headlights, according to McAleer. “This caused me to become distraught and fear my life was about to end,” he wrote.",
  "title": "Freddie Gray officer threatened to kill himself and ex-partner's husband, court document alleges",
  "ts_in": "2015-05-05T23:26:02.604532",
  "url": "http://www.theguardian.com/us-news/2015/may/05/freddie-gray-baltimore-police-brian-rice"
}