{
  "article_html": "<div><p>A French mayor backed by the far-right Front National has been accused of racism after using the names of schoolchildren in his town to decide how many were Muslim.</p>\n<p>Under France&#8217;s strict secularism laws, the government does not keep statistics on people&#8217;s religion or ethnicity.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2009/mar/23/france-race-sarkozy-ethinic-minorities\" class=\" u-underline\">French plan to break taboo on ethnic data causes uproar</a> </p>\n\n<p>But Robert M&#233;nard, mayor of B&#233;ziers in the south of the country, said his administration had used lists of pupils&#8217; names to decide how many were Muslim, and claimed the figure came to 64.6%.</p>\n<p>&#8220;Sorry to say this, but the mayor has, class by class, the names of the children,&#8221; he said on <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a> 2 television on Tuesday night.</p>\n<p>&#8220;I know I don&#8217;t have the right to do it. Sorry to say it, but the first names tell us their religion. To say otherwise is to deny the evidence,&#8221; he added.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/05/front-national-family-feud-goes-nuclear-as-jean-marie-le-pen-disowns-marine\" class=\" u-underline\">Front National family feud goes nuclear as Jean-Marie Le Pen disowns Marine</a> </p>\n\n<p>His comments brought condemnation from the Socialist government, with the prime minister, Manuel Valls, tweeting: &#8220;Shame on the mayor&#8221;.</p>\n<p>&#8220;The Republic does not make any distinction between its children,&#8221; Valls said.</p>\n<p>The education minister, Najat Vallaud-Belkacem, said she had called for a judicial investigation, saying M&#233;nard&#8217;s statements were &#8220;profoundly anti-Republican&#8221;.</p>\n<p>&#8220;I am scandalised, sickened by these comments,&#8221; added Abdallah Zekri, head of the National Observatory Against Islamophobia.</p>\n<p>&#8220;Moreover, you can be called Mohammed without being a practising Muslim,&#8221; he added.</p>\n<p>However the town hall of B&#233;ziers denied on Wednesday that there was any list of children&#8217;s names or that any effort had been made to identify which were Muslim.</p>\n<p>&#8220;The town hall of B&#233;ziers does not have, and has never had, files on its children,&#8221; it said in a statement.</p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "France",
    "Race issues",
    "Europe",
    "World news"
  ],
  "ntitle": "french_mayor_attacked_for_counting_schoolchildren_with_muslim_names",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A French mayor backed by the far-right Front National has been accused of racism after using the names of schoolchildren in his town to decide how many were Muslim.\n\nUnder France’s strict secularism laws, the government does not keep statistics on people’s religion or ethnicity.\n\nRelated: French plan to break taboo on ethnic data causes uproar\n\nBut Robert Ménard, mayor of Béziers in the south of the country, said his administration had used lists of pupils’ names to decide how many were Muslim, and claimed the figure came to 64.6%.\n\n“Sorry to say this, but the mayor has, class by class, the names of the children,” he said on France 2 television on Tuesday night.\n\n“I know I don’t have the right to do it. Sorry to say it, but the first names tell us their religion. To say otherwise is to deny the evidence,” he added.\n\nRelated: Front National family feud goes nuclear as Jean-Marie Le Pen disowns Marine\n\nHis comments brought condemnation from the Socialist government, with the prime minister, Manuel Valls, tweeting: “Shame on the mayor”.\n\n“The Republic does not make any distinction between its children,” Valls said.\n\nThe education minister, Najat Vallaud-Belkacem, said she had called for a judicial investigation, saying Ménard’s statements were “profoundly anti-Republican”.\n\n“I am scandalised, sickened by these comments,” added Abdallah Zekri, head of the National Observatory Against Islamophobia.\n\n“Moreover, you can be called Mohammed without being a practising Muslim,” he added.\n\nHowever the town hall of Béziers denied on Wednesday that there was any list of children’s names or that any effort had been made to identify which were Muslim.\n\n“The town hall of Béziers does not have, and has never had, files on its children,” it said in a statement.",
  "title": "French mayor attacked for counting schoolchildren with 'Muslim names'",
  "ts_in": "2015-05-05T21:21:50.867378",
  "url": "http://www.theguardian.com/world/2015/may/05/french-mayor-attacked-for-counting-schoolchildren-with-muslim-names"
}