{
  "article_html": "<div><p>The family feud between the far-right Front National leader, <a href=\"http://www.theguardian.com/world/marine-le-pen\" class=\" u-underline\">Marine Le Pen</a>, and her father, Jean-Marie, has turned to all-out war after he disowned her, told her to marry and change her name, and threatened legal action following his suspension from the party.<br></p>\n<p>Le Pen senior, who co-founded the FN in 1972, was <a href=\"http://www.theguardian.com/world/2015/may/04/jean-marie-le-pen-front-national-disciplinary-hearing?CMP=share_btn_tw\" class=\" u-underline\">suspended</a> from the party on Monday night over <a href=\"http://www.theguardian.com/world/2015/apr/08/frances-front-national-plunged-into-family-feud-over-holocaust-remarks\" class=\" u-underline\">inflammatory comments </a> he made belittling the Holocaust and lauding the Nazi-collaborationist Vichy regime. The 86-year-old also faces being stripped of his role as honorary president of the party. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/12/front-national-marine-le-pen--jean-marie-le-pen-france-politics\" class=\" u-underline\">The Le Pen family: family feud ends in political parricide | Observer profile</a> </p>\n\n<p>The severe disciplinary action taken by his daughter &#8211; who since taking over the FN in 2011 has led a drive to &#8220;detoxify&#8221; the party and move it away from the racist, jackbooted, antisemitic imagery of the past &#8211; was supposed to silence her father. </p>\n<p>But instead Jean-Marie Le Pen has gone nuclear. The self-styled elder statesman of the far-right, who remains a FN MEP and regional councillor, told <a href=\"http://www.europe1.fr/politique/jean-marie-le-pen-sur-sa-fille-jai-honte-quelle-porte-mon-nom-938662\" class=\" u-underline\">Europe 1 radio</a> on Tuesday his daughter had behaved in a scandalous and perfidious manner towards him and that he now totally disowned her. He vowed to attack her by all means possible, suggesting their war was only just beginning. </p>\n<p>He said: &#8220;I&#8217;m ashamed that the president of the Front National bears my name. I hope she gets rid of it as fast as possible.&#8221; In a further dig, he suggested she shed her name by marrying her &#8220;concubine&#8221; &#8211; her partner Louis Aliot, a senior figure in the party. In a possibly homophobic quip against her closest adviser Florian Philippot, who was outed by a celebrity magazine as gay last year, he suggested his daughter marry Philippot instead.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/10/le-pen-feud-family-drama-in-battle-for-the-soul-of-front-national-and-france\" class=\" u-underline\">Le Pen family feud is a battle for the soul of the Front National &#8211; and France</a> </p>\n\n<p>&#8220;I don&#8217;t want the head of the Front National to be called Le Pen,&#8221; he continued. Asked if he disowned his daughter, Le Pen said he did so absolutely. &#8220;I don&#8217;t recognise any link to someone who treats me in such a scandalous way.&#8221;</p>\n<p>He said he had no intention of retiring from politics, as his daughter might have wanted, and that instead he was thinking only of how to attack. He said he would seek legal advice, declaring: &#8220;I will fight by all means for justice.&#8221;</p>\n<p>Asked about his daughter&#8217;s insistence that he had been deliberately provocative in recent weeks, he described it as a lie and a plot to establish a new regime at the top of the party. He accused Marine of a &#8220;betrayal of her father&#8221;, which he said would not go down well with the party membership. </p>\n<p><a href=\"http://www.theguardian.com/world/marine-le-pen\" class=\" u-underline\">Marine Le Pen</a> is now focused on the presidential race of 2017. Some polls have shown that she could knock out one of the mainstream political parties and make it to the second-round runoff, as her father did in 2002 &#8211; shocking France and sparking vast street demonstrations.</p>\n<p>But in a further blow to his daughter, <a href=\"http://www.theguardian.com/world/jean-marie-le-pen\" class=\" u-underline\">Jean-Marie Le Pen</a> said he did not wish her success in the 2017 presidential race. Asked if he wanted her to win, he said: &#8220;No, because if someone with her moral principles led France it would be scandalous.&#8221; He said she was worse than the FN&#8217;s political opponents &#8211; the rightwing UMP and French Socialist party &#8211; because &#8220;those adversaries fight you to your face, she is stabbing me in the back&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/apr/10/dont-be-fooled-by-marine-le-pen-front-national-toxic\" class=\" u-underline\">Don&#8217;t be fooled by &#8216;moderate&#8217; Marine Le Pen. Front National&#8217;s more toxic than ever | Andrea Mammone</a> </p>\n\n<p>In a separate interview he warned <a href=\"http://www.bfmtv.com/politique/front-national-apres-sa-suspension-j-m-le-pen-repudie-sa-fille-et-denonce-une-felonie-883546.html\" class=\" u-underline\">BFMTV</a>: &#8220;Yes, I&#8217;m being hard on her and I can be much harder. This has only just started.&#8221; He said his daughter&#8217;s actions were even worse given that he had facilitated her career. </p>\n<p>He had earlier told journalists outside his party&#8217;s headquarters &#8220;they will have to kill me&#8221; in order to silence him, and later laughingly told AFP: &#8220;You should know that if my corpse is found, I won&#8217;t have committed suicide.&#8221;</p>\n<p>He said the party&#8217;s executive bureau&#8217;s disciplinary hearing, which he refused to attend, and which had ruled against him, was a &#8220;firing squad&#8221;. </p>\n<p>The two Le Pens are no longer speaking. At the FN&#8217;s <a href=\"http://www.theguardian.com/world/2015/may/01/topless-femen-activists-disrupt-may-day-speech-by-marie-le-pen\" class=\" u-underline\">annual May Day rally</a>, he deliberately took to the stage as she began her speech and stood arms outstretched to the crowd. </p>\n<p>A special meeting of FN members will be called within three months to decide whether to strip him of his title of honorary president.</p>\n<p><a href=\"http://www.leparisien.fr/politique/sondage-pour-91-des-francais-jean-marie-le-pen-devrait-prendre-sa-retraite-10-04-2015-4682009.php\" class=\" u-underline\">A poll by Odoxa for Le Parisien</a> last month found that 98% of FN sympathisers had a positive image of Marine Le Pen but only 28% had a good image of her father. A total of 87% of FN sympathisers felt it was time for him to retire from political life. </p>\n<p>At the weekend, before the party disciplinary hearing, Marine Le Pen said her father was in &#8220;provocation&#8221; mode, and was acting maliciously and contemptuously towards her. She added: &#8220;I get the feeling that he can&#8217;t stand the fact that the FN continues to exist when he no longer heads it.&#8221;</p>\n<p>Under her leadership, the FN has had a series of election successes, notably coming first in last year&#8217;s European elections.</p>\n</div>",
  "authors": [
    "Angelique Chrisafis"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Jean-Marie Le Pen",
    "Marine Le Pen",
    "The far right",
    "France",
    "Europe",
    "World news"
  ],
  "ntitle": "front_national_family_feud_goes_nuclear_as_jean_marie_le_pen_disowns_marine",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The family feud between the far-right Front National leader, Marine Le Pen, and her father, Jean-Marie, has turned to all-out war after he disowned her, told her to marry and change her name, and threatened legal action following his suspension from the party.\n\n\n\nLe Pen senior, who co-founded the FN in 1972, was suspended from the party on Monday night over inflammatory comments he made belittling the Holocaust and lauding the Nazi-collaborationist Vichy regime. The 86-year-old also faces being stripped of his role as honorary president of the party.\n\nRelated: The Le Pen family: family feud ends in political parricide | Observer profile\n\nThe severe disciplinary action taken by his daughter – who since taking over the FN in 2011 has led a drive to “detoxify” the party and move it away from the racist, jackbooted, antisemitic imagery of the past – was supposed to silence her father.\n\nBut instead Jean-Marie Le Pen has gone nuclear. The self-styled elder statesman of the far-right, who remains a FN MEP and regional councillor, told Europe 1 radio on Tuesday his daughter had behaved in a scandalous and perfidious manner towards him and that he now totally disowned her. He vowed to attack her by all means possible, suggesting their war was only just beginning.\n\nHe said: “I’m ashamed that the president of the Front National bears my name. I hope she gets rid of it as fast as possible.” In a further dig, he suggested she shed her name by marrying her “concubine” – her partner Louis Aliot, a senior figure in the party. In a possibly homophobic quip against her closest adviser Florian Philippot, who was outed by a celebrity magazine as gay last year, he suggested his daughter marry Philippot instead.\n\nRelated: Le Pen family feud is a battle for the soul of the Front National – and France\n\n“I don’t want the head of the Front National to be called Le Pen,” he continued. Asked if he disowned his daughter, Le Pen said he did so absolutely. “I don’t recognise any link to someone who treats me in such a scandalous way.”\n\nHe said he had no intention of retiring from politics, as his daughter might have wanted, and that instead he was thinking only of how to attack. He said he would seek legal advice, declaring: “I will fight by all means for justice.”\n\nAsked about his daughter’s insistence that he had been deliberately provocative in recent weeks, he described it as a lie and a plot to establish a new regime at the top of the party. He accused Marine of a “betrayal of her father”, which he said would not go down well with the party membership.\n\nMarine Le Pen is now focused on the presidential race of 2017. Some polls have shown that she could knock out one of the mainstream political parties and make it to the second-round runoff, as her father did in 2002 – shocking France and sparking vast street demonstrations.\n\nBut in a further blow to his daughter, Jean-Marie Le Pen said he did not wish her success in the 2017 presidential race. Asked if he wanted her to win, he said: “No, because if someone with her moral principles led France it would be scandalous.” He said she was worse than the FN’s political opponents – the rightwing UMP and French Socialist party – because “those adversaries fight you to your face, she is stabbing me in the back”.\n\nRelated: Don’t be fooled by ‘moderate’ Marine Le Pen. Front National’s more toxic than ever | Andrea Mammone\n\nIn a separate interview he warned BFMTV: “Yes, I’m being hard on her and I can be much harder. This has only just started.” He said his daughter’s actions were even worse given that he had facilitated her career.\n\nHe had earlier told journalists outside his party’s headquarters “they will have to kill me” in order to silence him, and later laughingly told AFP: “You should know that if my corpse is found, I won’t have committed suicide.”\n\nHe said the party’s executive bureau’s disciplinary hearing, which he refused to attend, and which had ruled against him, was a “firing squad”.\n\nThe two Le Pens are no longer speaking. At the FN’s annual May Day rally, he deliberately took to the stage as she began her speech and stood arms outstretched to the crowd.\n\nA special meeting of FN members will be called within three months to decide whether to strip him of his title of honorary president.\n\nA poll by Odoxa for Le Parisien last month found that 98% of FN sympathisers had a positive image of Marine Le Pen but only 28% had a good image of her father. A total of 87% of FN sympathisers felt it was time for him to retire from political life.\n\nAt the weekend, before the party disciplinary hearing, Marine Le Pen said her father was in “provocation” mode, and was acting maliciously and contemptuously towards her. She added: “I get the feeling that he can’t stand the fact that the FN continues to exist when he no longer heads it.”\n\nUnder her leadership, the FN has had a series of election successes, notably coming first in last year’s European elections.",
  "title": "Front National family feud goes nuclear as Jean-Marie Le Pen disowns Marine",
  "ts_in": "2015-05-05T21:21:42.653247",
  "url": "http://www.theguardian.com/world/2015/may/05/front-national-family-feud-goes-nuclear-as-jean-marie-le-pen-disowns-marine"
}