{
  "article_html": "<div><p>Colombian police are investigating the theft of a valuable first edition copy of Gabriel Garcia Marquez&#8217;s masterpiece, One Hundred Years of Solitude.</p>\n<p>The book disappeared at the weekend from a guarded display case at Bogota&#8217;s book fair, which this year is honoring the late Nobel prize-winning author.</p>\n<p>The first edition is one of only 8,000 copies published in 1967 by an Argentine editorial house, Sudamericana, and a signed copy like the one stolen in Bogota can command as much as $23,000 online.</p>\n<p>But the book&#8217;s owner, Alvaro Castillo, says the true value is sentimental. The rare-book collector says he spent years hunting for the copy before finding one in Uruguay. He then managed to get Garcia Marquez, who died last year in Mexico City, to sign a dedicatory note.</p>\n<p>&#8220;It&#8217;s a very painful loss,&#8221; Castillo said on Monday after pulling the rest of his book collection from the fair.</p>\n<p>Police so far cannot explain how the book was taken from the locked case. They are looking for clues on the recordings of a single video camera at the entrance to the Macondo pavilion, named in honor of the fictitious Caribbean town where One Hundred Years of Solitude takes place.</p>\n<p>The chief prosecutor&#8217;s office called the robbery a &#8220;serious attack on the cultural heritage&#8221; of <a href=\"http://www.theguardian.com/world/colombia\" class=\" u-underline\">Colombia</a> and warned that those responsible for the crime faced between six and 20 years in prison. Anyone who bought the stolen book could also face years behind bars.</p>\n<p>Meanwhile, the book fair&#8217;s organizers are apologizing and pleading with the thieves to return the book, which they said would be next to impossible to resell because of its distinctive characteristics.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Gabriel García Márquez",
    "Colombia",
    "Books",
    "World news"
  ],
  "ntitle": "garcia_marquez_s_signed_masterpiece_stolen_from_colombian_book_fair",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Colombian police are investigating the theft of a valuable first edition copy of Gabriel Garcia Marquez’s masterpiece, One Hundred Years of Solitude.\n\nThe book disappeared at the weekend from a guarded display case at Bogota’s book fair, which this year is honoring the late Nobel prize-winning author.\n\nThe first edition is one of only 8,000 copies published in 1967 by an Argentine editorial house, Sudamericana, and a signed copy like the one stolen in Bogota can command as much as $23,000 online.\n\nBut the book’s owner, Alvaro Castillo, says the true value is sentimental. The rare-book collector says he spent years hunting for the copy before finding one in Uruguay. He then managed to get Garcia Marquez, who died last year in Mexico City, to sign a dedicatory note.\n\n“It’s a very painful loss,” Castillo said on Monday after pulling the rest of his book collection from the fair.\n\nPolice so far cannot explain how the book was taken from the locked case. They are looking for clues on the recordings of a single video camera at the entrance to the Macondo pavilion, named in honor of the fictitious Caribbean town where One Hundred Years of Solitude takes place.\n\nThe chief prosecutor’s office called the robbery a “serious attack on the cultural heritage” of Colombia and warned that those responsible for the crime faced between six and 20 years in prison. Anyone who bought the stolen book could also face years behind bars.\n\nMeanwhile, the book fair’s organizers are apologizing and pleading with the thieves to return the book, which they said would be next to impossible to resell because of its distinctive characteristics.",
  "title": "Garcia Marquez's signed masterpiece stolen from Colombian book fair",
  "ts_in": "2015-05-05T07:54:38.825205",
  "url": "http://www.theguardian.com/books/2015/may/05/garcia-marquezs-signed-masterpiece-stolen-from-colombian-book-fair"
}