{
  "article_html": "<div><p>Four teenage girls lip-sync to Rihanna&#8217;s hit Diamonds in a hotel room, perfectly choreographed, perfectly lit. Even before the official UK release of <a href=\"http://www.theguardian.com/film/2015/apr/26/girlhood-film-karidja-toure-assa-sylla-celine-sciamma\" class=\" u-underline\">Girlhood</a> (Bande des Filles), which follows a girl&#8217;s teenage journey in Paris&#8217;s rough outskirts, this scene has become a major talking point. Why? Perhaps because, in under three minutes, it depicts a celebration of female friendship, strength, beauty and adolescence that is as universal as it is un-stereotypically French; these are four black girls, in a film with an all-black cast, representing a level of attention for non-white characters that is unprecedented in the history of Gallic cinema &#8211; let alone in the exclusive French arthouse sector.</p>\n<p>The four female leads in director <a href=\"http://www.imdb.com/name/nm1780037/\" class=\" u-underline\">C&#233;line Sciamma</a>&#8217;s coming-of-age film spend their days on the housing estates of the capital&#8217;s banlieues (suburbs), making only occasional trips to central Paris. They represent a very real, very modern kind of French femininity, albeit one that is rarely seen on screen. &#8220;You want to see a true Paris chick? Just look at me,&#8221; says Karidja Tour&#233;, who plays Vic, a teenager struggling to find her adult self. Tour&#233; is of Senegalese descent, but grew up in the 15th arrondissement in the south-west of Paris, and she feels she is &#8220;as French as it gets: I love fashion, I follow trends and local designers, I read Vanity Fair and Vogue&#8221;. But hers is not a version of Frenchness she sees represented, she tells me over the telephone: &#8220;When you look at cinema and the luxury market in France, you only see white faces &#8211; as if that&#8217;s all there is. It&#8217;s hard for everyone else, and it&#8217;s totally inaccurate.&#8221;</p>\n<p>Paris is one of the most ethnically diverse cities in <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a>, with more than 5.3 million first-generation and 6.7 million second-generation immigrants (many from ex-French colonies in Africa and the Caribbean). While this diversity has sparked a lively and rich musical and cultural scene, it rarely has an impact on mainstream media or fashion. The eternally thin, white and bourgeoise Parisienne has become synonymous with French elegance &#8211; an image heavily marketed and sold across the world as part of the local folklore. The few women of mixed heritage to ever win Miss France, such as Flora Coquerel, the French-Beninese model who won in 2013, have found themselves at the receiving end of social-media uproar, violent letters and racist caricatures. The few actors who have broken through often find themselves typecast; Le&#239;la Bekhti, for example, who was born to Algerian parents and raised in the Parisian suburb of Bagneux, is often called to play a banlieusarde (banlieue girl). Not surprisingly, it is precisely this lack of representation and integration that led Sciamma to turn to street casting for Girlhood: &#8220;[Drama] schools were empty, the theatre and acting classes were nearly all white,&#8221; she says.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nGirlhood clip (featuring Diamonds by Rihanna)\n\n\n<p>Nevertheless, the 36-year-old director didn&#8217;t set out to make a social film about France, nor did she aim to attack the overwhelming presence of white, middle-class femininity in French cinema. Instead, as she puts it, she simply &#8220;wanted to give a fuller picture of what it means to be a woman in modern-day <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a>, and of the multitude of identities that exist. I looked to give centre-stage to girls that aren&#8217;t paid attention, but are just as modern and French.&#8221;</p>\n<p>As with all her characters &#8211; from a swimmer repressing her homosexuality in <a href=\"http://www.theguardian.com/film/2008/mar/14/worldcinema.drama\" class=\" u-underline\">Water Lillies</a> (2007) to a young girl passing for a boy in <a href=\"http://www.theguardian.com/film/2011/sep/15/tomboy-review\" class=\" u-underline\">Tomboy</a> (2011) &#8211; Sciamma is interested in characters who defy pre-established categorisations, falling foul of hegemonic norms. Take the case of Girlhood&#8217;s Vic: she exists at the periphery of national discourse, and of the city: she lives outside the P&#233;riph&#233;rique, the ringroad that circles Paris and separates the city &#8220;proper&#8221; from the suburbs. As a woman, she is unsure of her femininity. Over the course of the film, we see the changes she goes through: she is almost childlike at first, in clothing and appearance; later she becomes a hyper-sexualised bombshell, and then a tomboy. She is, according to Sciamma, &#8220;both a child and a sexual adult &#8230; It&#8217;s a complexity we all carry in us, and in that sense she is universal.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/film/2015/apr/26/girlhood-film-karidja-toure-assa-sylla-celine-sciamma\" class=\" u-underline\">The stars of Girlhood: &#8216;Our poster is all over Paris, with four black faces on it&#8230;&#8217;</a> </p>\n\n<p>&#8220;This isn&#8217;t a film about being black in France &#8211; that&#8217;s not my role,&#8221; says Sciamma, &#8220;but [it&#8217;s about the] feeling [of being] left out of a so-called norm.&#8221; Vic is a highschool drop-out living in a tower block under the constant scrutiny of her older brother. &#8220;I like to show depth in people who are invisible, or usually used as background, stereotypical roles,&#8221; she explains. Vic&#8217;s life is rooted in a typically French, discriminatory reality. The few times the girls leave their cit&#233; (council estate) and go to the shops or to school, they are treated as second-class citizens. When they enter a boutique, the shop assistant follows them to ensure they don&#8217;t steal anything &#8211; which happens to Tour&#233; &#8220;in real life all the time&#8221;. Another scene in the movie shows Vic being stopped from joining a regular class of seconde (or A-levels) and pushed towards a technical qualification that would preclude her from pursuing higher education. &#8220;The same thing happened to me,&#8221; says Tour&#233;. &#8220;Although the white students with the same grades were allowed to pursue regular studies, I found myself in a class full of Arab and black students, like we weren&#8217;t clever or dedicated enough for a real career.&#8221;</p>\n<p>For Tour&#233;, this is linked to a dearth of non-white success stories. Apart from footballers, almost all public figures who might be role models &#8211; from CEOs and politicians to actors and models &#8211; are white.</p>\n<p>&#8220;I&#8217;m French, but I have to look far away from my country to find people who look like me and who I can look up to,&#8221; says Sizley, a 14-year-old from the suburb of Sartrouville, who is of Italian and Guadelupian descent. &#8220;People here always remind you that you are different. I always get called &#8216;La Noire&#8217; (the black one) in school.&#8221; Her best friend, Daria, whose parents are Romanian, is nicknamed &#8220;The Gipsy&#8221;.</p>\n<p>Another of her classmates, 15-year-old Alyssa, says: &#8220;My friends are from everywhere &#8211; China, Algeria, Mali. But it&#8217;s like we don&#8217;t count as French, it&#8217;s like the truest beauty is ultra-white, ultra-bourgeois.&#8221; Also from Sartrouville, Alyssa is of Italian and Jewish eastern-European descent. &#8220;The thing they never tell you is that you can be pretty without looking like these posh, skinny girls. Mediterranean girls don&#8217;t look like that. I have tried to diet for years, but I know I&#8217;ll never be like them.&#8221; The three girls agree: celebrities such as <a href=\"http://www.imdb.com/name/nm2244205/\" class=\" u-underline\">L&#233;a Seydoux</a> and <a href=\"http://www.imdb.com/name/nm0182839/?ref_=fn_al_nm_1\" class=\" u-underline\">Marion Cotillard</a> are &#8220;boring&#8221; and &#8220;don&#8217;t reflect what we like&#8221;.<br></p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483tv%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Girlhood%3A+Inside+a+teenage+girl+gang+%E2%80%93+video+clip&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483tv%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Girlhood%3A+Inside+a+teenage+girl+gang+%E2%80%93+video+clip&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2Fvideo%2F2015%2Fmay%2F04%2Fgirlhood-inside-teenage-girl-gang-video-clip&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F1%2F1430496117667%2FKP_209275_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGirlhood: Inside a teenage girl gang &#8211; video clip\n\n\n<p>Similarly, Sonia, a 24-year-old woman of Moroccan descent who grew up on a housing estate near Nice, believes the well-worn stereotypes of French femininity are &#8220;for tourists only. The real Parisienne goes twerking in Pigalle [the red light district] and drinks cheap beer &#8211; she&#8217;s half posh, half grimy. And she&#8217;s definitely not someone you&#8217;ll find on the cover of Vogue.&#8221; For Sonia &#8211; torn between two cultures, like anyone of mixed origins &#8211; Girlhood achieves one thing: &#8220;It shows the struggle between sexual desire and the risk of repression and shame for the family; strictness, fearing your elders, while all the while wanting to do normal teenage things&#8221;. &#8220;As a young woman,&#8221; she adds, &#8220;I feel the constant paradox of being exotic without being foreign.&#8221;</p>\n<p>This is not to say that the myth of French womanhood is going away any time soon. It is alive and well, supported by an armada of specialists who have made careers out of being la femme fran&#231;aise (think <a href=\"http://www.theguardian.com/books/2014/jan/15/french-women-facelifts-mireille-guiliano-review\" class=\" u-underline\">Mireille Guiliano</a>, author of French Women Don&#8217;t Get Fat, or Caroline de Maigret, author of How to Be a Parisian Wherever You Are). In a country where the leading industries are luxury and tourism, a classic, timeless fantasy of French womanhood, midway between nouvelle vague and Am&#233;lie, provides the reassuring je ne sais quoi that tourists apparently crave.</p>\n<p>Profound change won&#8217;t come easily: &#8220;French luxury thinks that associating itself with black models or magazines will cheapen the brands&#8217; image,&#8221; says Rokhaya Diallo, a Paris-born journalist and writer of Senegalese origin, who recently published a book, Pari(s) d&#8217;Amis, about the difficulty of carving out a non-white French identity for herself. &#8220;France views and portrays itself as a white country. My whole life, I&#8217;ve felt erased by the national narrative. People even keep complimenting me on how good my French is. It&#8217;s deeply embedded in the national consciousness that [the] &#8216;true&#8217; identity is one which has been here for ever.&#8221;</p>\n<p>For Diallo, &#8220;Girlhood restores one thing: the posters, with just those faces, all over town, imposed a black presence in the French landscape. Visually and symbolically, this is a great move.&#8221;</p>\n<p>&#8226; Girlhood is in UK cinemas from 8 May</p>\n</div>",
  "authors": [
    "Alice Pfeiffer"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Women",
    "France",
    "Film",
    "Race issues",
    "Young people",
    "Paris",
    "Society",
    "Europe",
    "World news",
    "Fashion",
    "Culture",
    "Life and style"
  ],
  "ntitle": "girlhood_the_film_that_busts_the_myth_of_conventional_french_femininity",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Four teenage girls lip-sync to Rihanna’s hit Diamonds in a hotel room, perfectly choreographed, perfectly lit. Even before the official UK release of Girlhood (Bande des Filles), which follows a girl’s teenage journey in Paris’s rough outskirts, this scene has become a major talking point. Why? Perhaps because, in under three minutes, it depicts a celebration of female friendship, strength, beauty and adolescence that is as universal as it is un-stereotypically French; these are four black girls, in a film with an all-black cast, representing a level of attention for non-white characters that is unprecedented in the history of Gallic cinema – let alone in the exclusive French arthouse sector.\n\nThe four female leads in director Céline Sciamma’s coming-of-age film spend their days on the housing estates of the capital’s banlieues (suburbs), making only occasional trips to central Paris. They represent a very real, very modern kind of French femininity, albeit one that is rarely seen on screen. “You want to see a true Paris chick? Just look at me,” says Karidja Touré, who plays Vic, a teenager struggling to find her adult self. Touré is of Senegalese descent, but grew up in the 15th arrondissement in the south-west of Paris, and she feels she is “as French as it gets: I love fashion, I follow trends and local designers, I read Vanity Fair and Vogue”. But hers is not a version of Frenchness she sees represented, she tells me over the telephone: “When you look at cinema and the luxury market in France, you only see white faces – as if that’s all there is. It’s hard for everyone else, and it’s totally inaccurate.”\n\nParis is one of the most ethnically diverse cities in Europe, with more than 5.3 million first-generation and 6.7 million second-generation immigrants (many from ex-French colonies in Africa and the Caribbean). While this diversity has sparked a lively and rich musical and cultural scene, it rarely has an impact on mainstream media or fashion. The eternally thin, white and bourgeoise Parisienne has become synonymous with French elegance – an image heavily marketed and sold across the world as part of the local folklore. The few women of mixed heritage to ever win Miss France, such as Flora Coquerel, the French-Beninese model who won in 2013, have found themselves at the receiving end of social-media uproar, violent letters and racist caricatures. The few actors who have broken through often find themselves typecast; Leïla Bekhti, for example, who was born to Algerian parents and raised in the Parisian suburb of Bagneux, is often called to play a banlieusarde (banlieue girl). Not surprisingly, it is precisely this lack of representation and integration that led Sciamma to turn to street casting for Girlhood: “[Drama] schools were empty, the theatre and acting classes were nearly all white,” she says.\n\nGirlhood clip (featuring Diamonds by Rihanna)\n\nNevertheless, the 36-year-old director didn’t set out to make a social film about France, nor did she aim to attack the overwhelming presence of white, middle-class femininity in French cinema. Instead, as she puts it, she simply “wanted to give a fuller picture of what it means to be a woman in modern-day France, and of the multitude of identities that exist. I looked to give centre-stage to girls that aren’t paid attention, but are just as modern and French.”\n\nAs with all her characters – from a swimmer repressing her homosexuality in Water Lillies (2007) to a young girl passing for a boy in Tomboy (2011) – Sciamma is interested in characters who defy pre-established categorisations, falling foul of hegemonic norms. Take the case of Girlhood’s Vic: she exists at the periphery of national discourse, and of the city: she lives outside the Périphérique, the ringroad that circles Paris and separates the city “proper” from the suburbs. As a woman, she is unsure of her femininity. Over the course of the film, we see the changes she goes through: she is almost childlike at first, in clothing and appearance; later she becomes a hyper-sexualised bombshell, and then a tomboy. She is, according to Sciamma, “both a child and a sexual adult … It’s a complexity we all carry in us, and in that sense she is universal.”\n\nRelated: The stars of Girlhood: ‘Our poster is all over Paris, with four black faces on it…’\n\n“This isn’t a film about being black in France – that’s not my role,” says Sciamma, “but [it’s about the] feeling [of being] left out of a so-called norm.” Vic is a highschool drop-out living in a tower block under the constant scrutiny of her older brother. “I like to show depth in people who are invisible, or usually used as background, stereotypical roles,” she explains. Vic’s life is rooted in a typically French, discriminatory reality. The few times the girls leave their cité (council estate) and go to the shops or to school, they are treated as second-class citizens. When they enter a boutique, the shop assistant follows them to ensure they don’t steal anything – which happens to Touré “in real life all the time”. Another scene in the movie shows Vic being stopped from joining a regular class of seconde (or A-levels) and pushed towards a technical qualification that would preclude her from pursuing higher education. “The same thing happened to me,” says Touré. “Although the white students with the same grades were allowed to pursue regular studies, I found myself in a class full of Arab and black students, like we weren’t clever or dedicated enough for a real career.”\n\nFor Touré, this is linked to a dearth of non-white success stories. Apart from footballers, almost all public figures who might be role models – from CEOs and politicians to actors and models – are white.\n\n“I’m French, but I have to look far away from my country to find people who look like me and who I can look up to,” says Sizley, a 14-year-old from the suburb of Sartrouville, who is of Italian and Guadelupian descent. “People here always remind you that you are different. I always get called ‘La Noire’ (the black one) in school.” Her best friend, Daria, whose parents are Romanian, is nicknamed “The Gipsy”.\n\nAnother of her classmates, 15-year-old Alyssa, says: “My friends are from everywhere – China, Algeria, Mali. But it’s like we don’t count as French, it’s like the truest beauty is ultra-white, ultra-bourgeois.” Also from Sartrouville, Alyssa is of Italian and Jewish eastern-European descent. “The thing they never tell you is that you can be pretty without looking like these posh, skinny girls. Mediterranean girls don’t look like that. I have tried to diet for years, but I know I’ll never be like them.” The three girls agree: celebrities such as Léa Seydoux and Marion Cotillard are “boring” and “don’t reflect what we like”.\n\n\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Girlhood: Inside a teenage girl gang – video clip\n\nSimilarly, Sonia, a 24-year-old woman of Moroccan descent who grew up on a housing estate near Nice, believes the well-worn stereotypes of French femininity are “for tourists only. The real Parisienne goes twerking in Pigalle [the red light district] and drinks cheap beer – she’s half posh, half grimy. And she’s definitely not someone you’ll find on the cover of Vogue.” For Sonia – torn between two cultures, like anyone of mixed origins – Girlhood achieves one thing: “It shows the struggle between sexual desire and the risk of repression and shame for the family; strictness, fearing your elders, while all the while wanting to do normal teenage things”. “As a young woman,” she adds, “I feel the constant paradox of being exotic without being foreign.”\n\nThis is not to say that the myth of French womanhood is going away any time soon. It is alive and well, supported by an armada of specialists who have made careers out of being la femme française (think Mireille Guiliano, author of French Women Don’t Get Fat, or Caroline de Maigret, author of How to Be a Parisian Wherever You Are). In a country where the leading industries are luxury and tourism, a classic, timeless fantasy of French womanhood, midway between nouvelle vague and Amélie, provides the reassuring je ne sais quoi that tourists apparently crave.\n\nProfound change won’t come easily: “French luxury thinks that associating itself with black models or magazines will cheapen the brands’ image,” says Rokhaya Diallo, a Paris-born journalist and writer of Senegalese origin, who recently published a book, Pari(s) d’Amis, about the difficulty of carving out a non-white French identity for herself. “France views and portrays itself as a white country. My whole life, I’ve felt erased by the national narrative. People even keep complimenting me on how good my French is. It’s deeply embedded in the national consciousness that [the] ‘true’ identity is one which has been here for ever.”\n\nFor Diallo, “Girlhood restores one thing: the posters, with just those faces, all over town, imposed a black presence in the French landscape. Visually and symbolically, this is a great move.”\n\n• Girlhood is in UK cinemas from 8 May",
  "title": "Girlhood: the film that busts the myth of conventional French femininity",
  "ts_in": "2015-05-05T21:22:23.612662",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/04/girlhood-film-busts-myth-of-french-femininity"
}