{
  "article_html": "<div><p>Greece&#8217;s government has blasted its creditors for holding back progress on bailout talks, laying the blame squarely on differences between the <a href=\"http://www.theguardian.com/world/eu\" class=\" u-underline\">European Union</a> and International Monetary Fund.</p>\n<p>Racheting up the pressure on the two bodies, the anti-austerity <a href=\"http://www.theguardian.com/world/syriza\" class=\" u-underline\">Syriza</a> government said conflicting strategies and opposing views were not only impeding negotiations but injecting &#8220;a high level of danger&#8221; into the talks at a time when the country&#8217;s finances had hit rock bottom.</p>\n<p>&#8220;Serious disagreements and contradictions between the IMF and European Union are creating obstacles in the negotiations and a high level of danger,&#8221; said a senior government source.</p>\n<p>The official added that both lenders were digging in their heels on divergent issues, effectively enforcing &#8220;red lines everywhere&#8221;l. While the IMF was refusing to compromise on labour deregulation and pension reform but was relaxed on fiscal demands, the EU was insistent that primary surplus targets be met while being much more conciliatory about structural changes. </p>\n<p>The official insisted: &#8220;In such circumstances, it is impossible to have a compromise. The responsibility lies exclusively with the institutions [EU and IMF] and failure to agree between them&#8221;.</p>\n<p>Speaking exclusively to the Guardian, the Greek health minister, Panagiotis Kouroumblis, said creditors were constantly moving the goalposts. &#8220;They are not only implacable, the feeling that they give us is that they are impossible to satisfy,&#8221; he said. &#8220;They ask for 10 things to be done and then come back the next day and ask for another 10 more. As much as we would like, that&#8217;s not going to lead to compromise.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/03/100-days-of-solitude-syriza-struggles-as-greeks-once-again-stare-into-the-abyss\" class=\" u-underline\">100 days of solitude: Syriza struggles as Greeks once again stare into the abyss</a> </p>\n\n<p>The warnings came as the European commission slashed its forecast for Greece&#8217;s growth rate this year, predicting the economy would expand by a mere 0.5%, compared with the 2.5% it had projected barely three months ago. </p>\n<p>The downgrade was the clearest sign yet that the stalled negotiations have thrown the country, last year believed to be emerging from its worst recession on record, back into reverse.</p>\n<p>Talks aimed at unlocking desperately needed rescue funds &#8211; &#8364;7.2bn (&#163;5.3bn) from the last bailout has been held up as both sides haggle over reforms &#8211; have been beset by problems since the far-left Syriza leader <a href=\"http://www.theguardian.com/world/alexis-tsipras\" class=\" u-underline\">Alexis Tsipras</a> assumed power in January.</p>\n<p>The EC said Greece&#8217;s economic recovery had been hit by the political tumult that had plagued the country in the four months since the previous government was forced to call snap polls.</p>\n<p>&#8220;In the light of the persistent uncertainty, a downward revision has been unavoidable,&#8221; said the EU&#8217;s monetary affairs commissioner, Pierre Moscovici.</p>\n<p>The outlook, though bleak, was based on the assumption that a cash-for-reform deal would be agreed by June when Athens&#8217; current bailout programme ends. In the event of agreement not being reached, the economy could collapse, with <a href=\"http://www.theguardian.com/world/greece\" class=\" u-underline\">Greece</a> defaulting on its loan obligations and likely exiting the 19-member eurozone.</p>\n<p>The lower growth projection is expected to affect all aspects of the economy, aggravating unemployment &#8211; at 25%, the highest in the EU &#8211; and enlarging the nation&#8217;s debt load, which is already the equivalent of 180% of GDP. </p>\n<p>The IMF and the EU differ over Greece&#8217;s primary debt surplus which has also taken a downward turn. The Washington-based body estimates that Greece will post a primary surplus of 1.5% in 2015, while the EC has predicted 2.1%. </p>\n<p>Tsipras&#8217; leftist-led administration, while acutely aware that the majority of Greeks wish to remain part of the eurozone, insists that it does not have a mandate to enforce measures that would worsen living standards and Greece&#8217;s economic woes.</p>\n<p>Kouroumblis said that, like many in the government, he had become increasingly disillusioned with the way Europe was governed. &#8220;I was always, from the time of my youth, a great believer in <a href=\"http://www.theguardian.com/world/europe-news\" class=\" u-underline\">Europe</a> and what it could achieve. But now I have become extremely disappointed. The way it is going it has very little prospect.&#8221;</p>\n</div>",
  "authors": [
    "Helena Smith"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Greece",
    "Europe",
    "World news",
    "Economics",
    "Syriza",
    "European Union",
    "Eurozone",
    "Business",
    "Eurozone crisis",
    "Banking",
    "Euro",
    "International Monetary Fund (IMF)",
    "Alexis Tsipras"
  ],
  "ntitle": "greek_government_takes_aim_at_creditors_for_stalled_bailout_talks",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Greece’s government has blasted its creditors for holding back progress on bailout talks, laying the blame squarely on differences between the European Union and International Monetary Fund.\n\nRacheting up the pressure on the two bodies, the anti-austerity Syriza government said conflicting strategies and opposing views were not only impeding negotiations but injecting “a high level of danger” into the talks at a time when the country’s finances had hit rock bottom.\n\n“Serious disagreements and contradictions between the IMF and European Union are creating obstacles in the negotiations and a high level of danger,” said a senior government source.\n\nThe official added that both lenders were digging in their heels on divergent issues, effectively enforcing “red lines everywhere”l. While the IMF was refusing to compromise on labour deregulation and pension reform but was relaxed on fiscal demands, the EU was insistent that primary surplus targets be met while being much more conciliatory about structural changes.\n\nThe official insisted: “In such circumstances, it is impossible to have a compromise. The responsibility lies exclusively with the institutions [EU and IMF] and failure to agree between them”.\n\nSpeaking exclusively to the Guardian, the Greek health minister, Panagiotis Kouroumblis, said creditors were constantly moving the goalposts. “They are not only implacable, the feeling that they give us is that they are impossible to satisfy,” he said. “They ask for 10 things to be done and then come back the next day and ask for another 10 more. As much as we would like, that’s not going to lead to compromise.”\n\nRelated: 100 days of solitude: Syriza struggles as Greeks once again stare into the abyss\n\nThe warnings came as the European commission slashed its forecast for Greece’s growth rate this year, predicting the economy would expand by a mere 0.5%, compared with the 2.5% it had projected barely three months ago.\n\nThe downgrade was the clearest sign yet that the stalled negotiations have thrown the country, last year believed to be emerging from its worst recession on record, back into reverse.\n\nTalks aimed at unlocking desperately needed rescue funds – €7.2bn (£5.3bn) from the last bailout has been held up as both sides haggle over reforms – have been beset by problems since the far-left Syriza leader Alexis Tsipras assumed power in January.\n\nThe EC said Greece’s economic recovery had been hit by the political tumult that had plagued the country in the four months since the previous government was forced to call snap polls.\n\n“In the light of the persistent uncertainty, a downward revision has been unavoidable,” said the EU’s monetary affairs commissioner, Pierre Moscovici.\n\nThe outlook, though bleak, was based on the assumption that a cash-for-reform deal would be agreed by June when Athens’ current bailout programme ends. In the event of agreement not being reached, the economy could collapse, with Greece defaulting on its loan obligations and likely exiting the 19-member eurozone.\n\nThe lower growth projection is expected to affect all aspects of the economy, aggravating unemployment – at 25%, the highest in the EU – and enlarging the nation’s debt load, which is already the equivalent of 180% of GDP.\n\nThe IMF and the EU differ over Greece’s primary debt surplus which has also taken a downward turn. The Washington-based body estimates that Greece will post a primary surplus of 1.5% in 2015, while the EC has predicted 2.1%.\n\nTsipras’ leftist-led administration, while acutely aware that the majority of Greeks wish to remain part of the eurozone, insists that it does not have a mandate to enforce measures that would worsen living standards and Greece’s economic woes.\n\nKouroumblis said that, like many in the government, he had become increasingly disillusioned with the way Europe was governed. “I was always, from the time of my youth, a great believer in Europe and what it could achieve. But now I have become extremely disappointed. The way it is going it has very little prospect.”",
  "title": "Greek government takes aim at creditors for stalled bailout talks",
  "ts_in": "2015-05-05T21:22:19.566189",
  "url": "http://www.theguardian.com/world/2015/may/05/greece-government-bailout-talks-european-union-imf"
}