{
  "article_html": "<div><p>A former chief constable of Merseyside police has denied that he was previously a member of a &#8220;black propaganda unit&#8221; within South Yorkshire police seeking to blame Liverpool football club supporters for causing the Hillsborough disaster.</p>\n<p>Sir Norman Bettison, a chief inspector in South Yorkshire police in April 1989 when 96 Liverpool supporters were killed at the FA Cup semi-final against Nottingham Forest at Hillsborough, told the new inquests into the disaster that he is &#8220;not embarrassed&#8221; by the work he did.<br></p>\n<p>His work, the inquests have heard, began days after the disaster, when he became part of a team, reporting to then chief superintendent Terry Wain, and gathered evidence from South Yorkshire police officers who had been on duty at Hillsborough.</p>\n<p>The purpose of the evidence-gathering, Wain said at a police briefing on 26 April 1989, was to &#8220;present a suitable case, on behalf of the force&#8221;, to the official inquiry by Lord Justice Taylor.<br></p>\n<p>The force&#8217;s draft submission to Taylor based on this evidence-gathering, now known as &#8220;the Wain report&#8221;, emphasised allegations that Liverpool supporters were drinking and misbehaving, including a description of them as &#8220;animals&#8221;, but included little detail about police failures to control the crowd.</p>\n<p>Bettison wrote the part of the Wain report which described events on the day, but has told the inquests he believes the fans were &#8220;in no way to blame&#8221; for the disaster. The police, he said, &#8220;failed to control the situation, which ultimately led to the tragic deaths of the 96 entirely innocent people&#8221;.<br></p>\n<p>Peter Wilcock QC, representing 75 families whose relatives died in the lethal crush on the overcrowded so-called pens of Hillsborough&#8217;s Leppings Lane terrace, put to Bettison that he took part in South Yorkshire police&#8217;s effort to blame supporters for alleged drunkeness and misbehaviour, rather than accept responsibility.<br></p>\n<p>&#8220;Your work on the Wain report inherently involved attempting to blame Liverpool fans even when you knew they were not to blame,&#8221; Wilcock asserted.<br></p>\n<p>&#8220;Let me be clear,&#8221; Bettison replied. &#8220;I am not embarrassed by the issue. I wasn&#8217;t involved in some black propaganda unit to put the blame on the fans.&#8221;<br></p>\n<p>In 1998, when he applied to be the chief constable of Merseyside police, Bettison did not mention the work he had done after Hillsborough within South Yorkshire police. Questioned by his own barrister, Paul Greaney QC, Bettison said this was because he fulfilled that role while in a junior rank, and it was not relevant to the chief constable job application form.<br></p>\n<p>In the controversy in Liverpool following his appointment, on October 14 1998 Bettison issued a press release acknowleding he had worked on Hillsborough for South Yorkshire police, including that he had been in a unit &#8220;tasked with looking at what happened on the day of the disaster.&#8221;<br></p>\n<p>Asked by Wilcock why he had not made clear that his work for Wain involved presenting &#8220;a suitable case&#8221; for South Yorkshire police to the Taylor inquiry, Bettison said his press release was a summary.<br></p>\n<p>&#8220;It was not a matter of withholding that information,&#8221; he said. &#8220;It was summarised. It isn&#8217;t with a view to highlight or putting in the shadows any aspect of what I did. It is just a summary.&#8221;<br></p>\n<p>After Taylor reported, on 3 October 1989 Bettison attended a meeting of the Police Federation with its representative MP, the Conservative, Michael Shersby, at which he accepted officers were venting &#8220;bile&#8221; on Liverpool supporters.</p>\n<p>Bettison presented a video at that meeting, which he said had been &#8220;hastily pulled together&#8221;, and began with footage of football hooliganism, including the 1985 Heysel disaster. One officer quoted in the meeting&#8217;s minutes said he believed the Taylor report had been &#8220;a whitewash&#8221; because Taylor had not believed the police evidence about Liverpool fans&#8217; alleged drunkenness.<br></p>\n<p>Bob Lax, the chairman of the Police Federation branch, said in the meeting that Taylor &#8220;tried to rush&#8221; his report and went ahead before all the evidence about fans&#8217; drinking had been collated. Tony Judge, the publicity director for the Police Federation, was quoted saying that the South Yorkshire police &#8220;repudiate&#8221; Taylor&#8217;s judgment: &#8220;This should come across in a [parliamentary] debate and we should plan with Michael Shersby the &#8216;counter attack&#8217;.&#8221;<br></p>\n<p>Bettison said that he had been told to attend that meeting by South Yorkshire police&#8217;s deputy chief constable, Peter Hayes, because morale was &#8220;rock bottom&#8221; in the force after Taylor&#8217;s criticisms. He said he regarded the meeting as &#8220;entirely unprofessional&#8221;, but &#8220;cathartic&#8221;, in which people were &#8220;getting things off their chest&#8221;.<br></p>\n<p>Bettison then went to parliament in November 1998 to show the police compilation video to MPs, at Shersby&#8217;s invitation. After that meeting, two unnamed Conservative MPs told him of a &#8220;promised attack&#8221; on Taylor&#8217;s report. Bettison told the inquests he went to parliament to give the MPs more information, not to &#8220;provide ammunition for that promised attack&#8221;.<br></p>\n<p>The inquests continue.<br></p>\n</div>",
  "authors": [
    "David Conn"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "hillsborough_ex_police_chief_denies_part_in_black_propaganda_against_fans",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A former chief constable of Merseyside police has denied that he was previously a member of a “black propaganda unit” within South Yorkshire police seeking to blame Liverpool football club supporters for causing the Hillsborough disaster.\n\nSir Norman Bettison, a chief inspector in South Yorkshire police in April 1989 when 96 Liverpool supporters were killed at the FA Cup semi-final against Nottingham Forest at Hillsborough, told the new inquests into the disaster that he is “not embarrassed” by the work he did.\n\n\n\nHis work, the inquests have heard, began days after the disaster, when he became part of a team, reporting to then chief superintendent Terry Wain, and gathered evidence from South Yorkshire police officers who had been on duty at Hillsborough.\n\nThe purpose of the evidence-gathering, Wain said at a police briefing on 26 April 1989, was to “present a suitable case, on behalf of the force”, to the official inquiry by Lord Justice Taylor.\n\n\n\nThe force’s draft submission to Taylor based on this evidence-gathering, now known as “the Wain report”, emphasised allegations that Liverpool supporters were drinking and misbehaving, including a description of them as “animals”, but included little detail about police failures to control the crowd.\n\nBettison wrote the part of the Wain report which described events on the day, but has told the inquests he believes the fans were “in no way to blame” for the disaster. The police, he said, “failed to control the situation, which ultimately led to the tragic deaths of the 96 entirely innocent people”.\n\n\n\nPeter Wilcock QC, representing 75 families whose relatives died in the lethal crush on the overcrowded so-called pens of Hillsborough’s Leppings Lane terrace, put to Bettison that he took part in South Yorkshire police’s effort to blame supporters for alleged drunkeness and misbehaviour, rather than accept responsibility.\n\n\n\n“Your work on the Wain report inherently involved attempting to blame Liverpool fans even when you knew they were not to blame,” Wilcock asserted.\n\n\n\n“Let me be clear,” Bettison replied. “I am not embarrassed by the issue. I wasn’t involved in some black propaganda unit to put the blame on the fans.”\n\n\n\nIn 1998, when he applied to be the chief constable of Merseyside police, Bettison did not mention the work he had done after Hillsborough within South Yorkshire police. Questioned by his own barrister, Paul Greaney QC, Bettison said this was because he fulfilled that role while in a junior rank, and it was not relevant to the chief constable job application form.\n\n\n\nIn the controversy in Liverpool following his appointment, on October 14 1998 Bettison issued a press release acknowleding he had worked on Hillsborough for South Yorkshire police, including that he had been in a unit “tasked with looking at what happened on the day of the disaster.”\n\n\n\nAsked by Wilcock why he had not made clear that his work for Wain involved presenting “a suitable case” for South Yorkshire police to the Taylor inquiry, Bettison said his press release was a summary.\n\n\n\n“It was not a matter of withholding that information,” he said. “It was summarised. It isn’t with a view to highlight or putting in the shadows any aspect of what I did. It is just a summary.”\n\n\n\nAfter Taylor reported, on 3 October 1989 Bettison attended a meeting of the Police Federation with its representative MP, the Conservative, Michael Shersby, at which he accepted officers were venting “bile” on Liverpool supporters.\n\nBettison presented a video at that meeting, which he said had been “hastily pulled together”, and began with footage of football hooliganism, including the 1985 Heysel disaster. One officer quoted in the meeting’s minutes said he believed the Taylor report had been “a whitewash” because Taylor had not believed the police evidence about Liverpool fans’ alleged drunkenness.\n\n\n\nBob Lax, the chairman of the Police Federation branch, said in the meeting that Taylor “tried to rush” his report and went ahead before all the evidence about fans’ drinking had been collated. Tony Judge, the publicity director for the Police Federation, was quoted saying that the South Yorkshire police “repudiate” Taylor’s judgment: “This should come across in a [parliamentary] debate and we should plan with Michael Shersby the ‘counter attack’.”\n\n\n\nBettison said that he had been told to attend that meeting by South Yorkshire police’s deputy chief constable, Peter Hayes, because morale was “rock bottom” in the force after Taylor’s criticisms. He said he regarded the meeting as “entirely unprofessional”, but “cathartic”, in which people were “getting things off their chest”.\n\n\n\nBettison then went to parliament in November 1998 to show the police compilation video to MPs, at Shersby’s invitation. After that meeting, two unnamed Conservative MPs told him of a “promised attack” on Taylor’s report. Bettison told the inquests he went to parliament to give the MPs more information, not to “provide ammunition for that promised attack”.\n\n\n\nThe inquests continue.\n\n",
  "title": "Hillsborough: ex-police chief denies part in 'black propaganda' against fans",
  "ts_in": "2015-05-05T21:22:09.041757",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/hillsborough-ex-police-chief-denies-part-in-black-propaganda-against-fans"
}