{
  "article_html": "<div><p>David E Kendall, a lawyer for Hillary Clinton, has <a href=\"http://democrats.benghazi.house.gov/sites/democrats.benghazi.house.gov/files/documents/2015_05_04_Letter_from_Kendall_to_Gowdy.pdf\" class=\" u-underline\">written a letter</a> to a House committee investigating the Benghazi attacks on Clinton&#8217;s behalf saying that the presidential candidate would not agree to appearing twice before the committee, as it had requested.</p>\n<p>Trey Gowdy, the Republican chair of the House select committee on Benghazi, had asked Clinton to make one trip to the Hill to talk about the attacks and one to talk about email correspondence the panel feared may have been lost when Clinton deleted emails from a private server she used during her time at the state department.</p>\n<p>In his reply, Kendall said Clinton would testify &#8220;during the week of May 18th or at a later date.</p>\n<p>&#8220;On such a day, she will stay as long as necessary to answer the Committee&#8217;s questions, but will not prolong the Committee&#8217;s efforts further by appearing on two separate occasions when one will suffice.&#8221;</p>\n<p>Kendall reminded Gowdy in the letter that Clinton had testified for more than five hours total before committees in both the House and Senate about Benghazi shortly before leaving the State Department.</p>\n<p>Kendall rejected Gowdy&#8217;s request for a second appearance by Clinton to testify. &#8220;Respectfully, there is no basis, logic, or precedent for such an unusual request,&#8221; he wrote.</p>\n</div>",
  "authors": [
    "Tom Mccarthy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hillary Clinton",
    "Democrats",
    "US politics",
    "US elections 2016",
    "House of representatives",
    "US Congress",
    "Benghazi attack",
    "US news"
  ],
  "ntitle": "hillary_clinton_will_testify_once_not_twice_at_house_benghazi_committee",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "David E Kendall, a lawyer for Hillary Clinton, has written a letter to a House committee investigating the Benghazi attacks on Clinton’s behalf saying that the presidential candidate would not agree to appearing twice before the committee, as it had requested.\n\nTrey Gowdy, the Republican chair of the House select committee on Benghazi, had asked Clinton to make one trip to the Hill to talk about the attacks and one to talk about email correspondence the panel feared may have been lost when Clinton deleted emails from a private server she used during her time at the state department.\n\nIn his reply, Kendall said Clinton would testify “during the week of May 18th or at a later date.\n\n“On such a day, she will stay as long as necessary to answer the Committee’s questions, but will not prolong the Committee’s efforts further by appearing on two separate occasions when one will suffice.”\n\nKendall reminded Gowdy in the letter that Clinton had testified for more than five hours total before committees in both the House and Senate about Benghazi shortly before leaving the State Department.\n\nKendall rejected Gowdy’s request for a second appearance by Clinton to testify. “Respectfully, there is no basis, logic, or precedent for such an unusual request,” he wrote.",
  "title": "Hillary Clinton will testify once – not twice – at House Benghazi committee",
  "ts_in": "2015-05-05T07:54:27.285207",
  "url": "http://www.theguardian.com/us-news/2015/may/04/hillary-clinton-benghazi-testify-once-not-twice-house-committee"
}