{
  "article_html": "<div><p>If you&#8217;re hoping to win an argument this week, try talking neuro-gibberish. Irrelevant neuroscience information &#8211; or &#8220;neurobabble&#8221; &#8211; makes for the most convincing scientific explanations, according to researchers at Villanova University and the University of Oregon.</p>\n<p>Scientists gave a group of 385 students brief descriptions of psychological phenomena, including face recognition, spatial memory, and emotional states, each accompanied by superfluous explanations for them, derived from neuroscience, social sciences, or &#8220;hard&#8221; sciences such as physics. Neuroscientific explanations &#8211; involving phrases such as &#8220;prefrontal cortex&#8221; and &#8220;neural circuitry&#8221; &#8211; were consistently rated the most convincing, even when the information was pointless and offered no further insight. The authors concluded that participants found neuroscience to be the most alluring explanation for psychological findings, even when it shouldn&#8217;t be.</p>\n<p>When used appropriately, neuroscience is powerful. Neurobabble, however, is not. But here&#8217;s a&#160;quick guide to how to use it&#160;anyway, just to win an&#160;argument:</p>\n<p><strong>Use the word &#8216;neuroplasticity&#8217;, ideally in a&#160;sentence</strong></p>\n<p>For example: &#8220;I&#8217;ve changed my mind about the SNP because the neuroplasticity of my brain has created novel neural pathways.&#8221;</p>\n<p>What it means: When it&#8217;s used out of context, not much. Neuroplasticity is the ability of the nervous system to respond to stimuli by reorganising its structure, function and connections. It doesn&#8217;t explain why we think what we do.</p>\n<p><strong>Talk nonsense about the insular&#160;cortex lighting up</strong></p>\n<p>For example: &#8220;We know people love iPhones because they put someone in a scanner, showed them one and their insular cortex lit up.&#8221;</p>\n<p>What it means: Almost nothing. The insular cortex will light up in&#160;a third of all fMRI studies no matter what people are asked to&#160;do in a scanner.</p>\n<p><strong>Make grand claims about mirror neurons</strong></p>\n<p>For example: &#8220;Mirror neurons are&#160;the basis of human empathy, the entire emergence of human culture, and <a href=\"http://www.brainfacts.org/brain-basics/neuroanatomy/articles/2013/vs-ramachandran-the-neurons-that-shaped-civilization/\" title=\"\" class=\" u-underline\">the shaping of our civilisation</a>.&#8221;</p>\n<p>What it means: This is absolute codswallop. Mirror neurons, which&#160;fire when monkeys do something or see a fellow monkey doing it, have been called &#8220;the most hyped concept in neuroscience&#8221;. But the research is&#160;<a href=\"http://www.cell.com/current-biology/abstract/S0960-9822(13)01326-2\" title=\"\" class=\" u-underline\">not yet proven to apply to&#160;humans</a>.</p>\n<p>If you can shout &#8220;Parklife!&#8221; at the end of your sentence with the word &#8220;hippocampus&#8221; &#8220;or &#8220;fusiform gyrus&#8221; somewhere in the middle, there is a chance you&#8217;ve mastered neurobabble.</p>\n</div>",
  "authors": [
    "Jules Montague"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Neuroscience",
    "Psychology",
    "Science"
  ],
  "ntitle": "how_to_win_any_argument_pseudo_scientific_neuro_gibberish",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "If you’re hoping to win an argument this week, try talking neuro-gibberish. Irrelevant neuroscience information – or “neurobabble” – makes for the most convincing scientific explanations, according to researchers at Villanova University and the University of Oregon.\n\nScientists gave a group of 385 students brief descriptions of psychological phenomena, including face recognition, spatial memory, and emotional states, each accompanied by superfluous explanations for them, derived from neuroscience, social sciences, or “hard” sciences such as physics. Neuroscientific explanations – involving phrases such as “prefrontal cortex” and “neural circuitry” – were consistently rated the most convincing, even when the information was pointless and offered no further insight. The authors concluded that participants found neuroscience to be the most alluring explanation for psychological findings, even when it shouldn’t be.\n\nWhen used appropriately, neuroscience is powerful. Neurobabble, however, is not. But here’s a quick guide to how to use it anyway, just to win an argument:\n\nUse the word ‘neuroplasticity’, ideally in a sentence\n\nFor example: “I’ve changed my mind about the SNP because the neuroplasticity of my brain has created novel neural pathways.”\n\nWhat it means: When it’s used out of context, not much. Neuroplasticity is the ability of the nervous system to respond to stimuli by reorganising its structure, function and connections. It doesn’t explain why we think what we do.\n\nTalk nonsense about the insular cortex lighting up\n\nFor example: “We know people love iPhones because they put someone in a scanner, showed them one and their insular cortex lit up.”\n\nWhat it means: Almost nothing. The insular cortex will light up in a third of all fMRI studies no matter what people are asked to do in a scanner.\n\nMake grand claims about mirror neurons\n\nFor example: “Mirror neurons are the basis of human empathy, the entire emergence of human culture, and the shaping of our civilisation.”\n\nWhat it means: This is absolute codswallop. Mirror neurons, which fire when monkeys do something or see a fellow monkey doing it, have been called “the most hyped concept in neuroscience”. But the research is not yet proven to apply to humans.\n\nIf you can shout “Parklife!” at the end of your sentence with the word “hippocampus” “or “fusiform gyrus” somewhere in the middle, there is a chance you’ve mastered neurobabble.",
  "title": "How to win any argument: pseudo-scientific neuro-gibberish",
  "ts_in": "2015-05-05T21:21:51.875137",
  "url": "http://www.theguardian.com/science/shortcuts/2015/may/05/win-argument-pseudo-scientific-neuro-gibberish-neuroscience"
}