{
  "article_html": "<div><p>Gulru Olimova grew up in <a href=\"http://www.theguardian.com/world/tajikistan\" class=\" u-underline\">Tajikistan</a>, near the Afghan border. As a child she dreamt of becoming a doctor or maybe a nurse. But when she was 16, Gulru met a a man called Loik Rajabov, and it wasn&#8217;t long before they were married.</p>\n<p>The couple went to live on the outskirts of the town, Kulyab, where they had three children. But like many young Tajiks, Rajabov struggled to earn a living for his family and had to make frequent trips to Moscow to work on construction sites.</p>\n<p>On his return from one of these trips, his mother-in-law told me, the black flag of <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> (Isis) was raised outside the family home.</p>\n<p>In autumn 2014, Rajabov took his wife and children with him to Moscow. A few months later he phoned his wife&#8217;s mother, Mairambi Olimova, from an unfamiliar number to say the family had moved to <a href=\"http://www.theguardian.com/world/syria\" class=\" u-underline\">Syria</a>. Olimova reported the conversation to the Tajikistan authorities, but says that nothing has been done.</p>\n<p>&#8220;Most of all, I want them to bring him [Rajabov] here, pour gasoline on his head, and set him on fire,&#8221; she said.</p>\n<p>Olimova told me this tale when I visited Tajikistan to investigate claims by the Russian foreign minister, Sergei Lavrov, <a href=\"http://www.themoscowtimes.com/business/article/russia-ready-to-give-tajikistan-12-billion-military-aid-to-fight-isis/518583.html\" class=\" u-underline\">that Isis fighters posed a threat to the country</a> &#8211; and therefore to Russia. While I was there I was told that the majority of Tajik fighters in Isis, like Rajabov, were recruited while working as migrant labourers at Moscow&#8217;s construction sites, apparently by &#8220;Chechen gangs&#8221;. As a result of their efforts, up to 4,000 central Asian migrants are said to be in Syria. </p>\n<p>Olimova said her daughter had phoned from Syria several times. During their last conversation in April, Gulru told her that Isis had given the family $30,000 for their journey to Aleppo. They had settled into a four-bedroom apartment with a television, refrigerator and carpets. Her husband barely takes any part in military activities. Rather he inspects cars for alcohol and cigarettes, which Isis has banned.</p>\n<p>Isis pays them $35 a month in child benefits for each of their three children. Gulru told her mother that she believed &#8220;the Caliphate will come to Tajikistan, so that Muslims will be able to live with Allah&#8221;.</p>\n<p>I asked Mairambi to show me a photograph of her daughter, but she shook her head. Rajabov had burned them all.<br></p>\n<p> </p>\n<h2>Plague of the century</h2>\n<p> </p>\n<p>In December Tajikistan&#8217;s president, <a href=\"http://www.presstv.com/detail/2014/12/13/390115/tajikistan-calls-isil-modern-plague/\" class=\" u-underline\">Emomali Rahmon, called Isis</a> &#8220;the plague of the century and a serious danger&#8221; for the country. Then in April Lavrov reiterated the threat. </p>\n\n<blockquote>\n<p>There are 2,000 Tajiks here in Syria. If this continues, there will be no one left in Tajikistan.</p>\n\nNursat Nazarov\n\n</blockquote>\n\n<p>He said Isis was actively recruiting allies in Afghanistan and sending them to Tajikistan. <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> promised support, offering to send 70 billion roubles ($890m) for weapons and to secure the border with Afghanistan. The border is almost 840 miles long and poorly guarded, with the Afghan side under full control of the Taliban.</p>\n<p>Ahmad Ibrahim, the editor of Paik, a newspaper based in the Tajik-Afghan border city of Kulyab, agrees with the official assessment.</p>\n<p>&#8220;In Afghanistan, there have been groups of Islamic State fighters numbering up to 100 people for a long time now,&#8221; he says. &#8220;There are Tajiks, there are Uzbeks. They&#8217;re being trained to attack their own states. They could seize Tajikistan within two days.&#8221;</p>\n \n<p>Ibrahim said Tajik fighters in Isis have rallied around Nusrat Nazarov, a fighter who comes from Kulyab.<br></p>\n<p>While fighting in Syria, Nazarov took the nom de guerre Abu Kholidi Kulobi. Ibrahim says that Nazarov told him on the phone that he now leads groups from Syria but is prepared to attack Tajikistan from Afghanistan.</p>\n<p>In a recent video message (posted on 19 March but since deleted from social media), Nazarov stands surrounded by men in military fatigues and announces that &#8220;there are around 2,000 Tajiks here. You see them here and feel like you&#8217;re in Tajikistan. If this continues, there will be no one left in Tajikistan. They&#8217;ll all come to fight in Syria.&#8221; At the end of the video, he says that his next message will be recorded from Tajikistan or the Kremlin. &#8220;We&#8217;re bringing jihad to Tajikistan to establish the laws of Allah,&#8221; he says.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430322735480/17aa0c4d-cff6-4453-91c5-276211a747d0-305x420.jpeg\" alt=\"Tajikistan Isis\" class=\"gu-image\">\n\nNusrat Nazamov, a rallying figure for new Tajik recruits. Photograph: Raqqa Media Centre\n\n\n\n<h2>&#8216;Brash and hot-headed&#8217;</h2>\n<p>Some say it&#8217;s easy to find Nazarov&#8217;s older brother Hairullo around Kulyab&#8217;s bazaar. Locals told me to &#8220;look for a man in red near a red car&#8221;. I work my way through the market and find a red car. There&#8217;s no one in it. A voice from behind me asks, &#8220;Taxi?&#8221; I turn around. There&#8217;s a man squatting and chewing chukri, a crunchy mountain grass. He&#8217;s wearing a red t-shirt and red sneakers.</p>\n<p>The man is Hairullo Nazarov, the brother of the head Tajik in Isis.</p>\n<p>In the summer of 2014, Hairullo was called to the GKNB, Tajikistan&#8217;s national security force. That&#8217;s how he learned his brother was in Syria. The agents even showed him a recent picture of his brother, in which Nazarov had a beard and was holding an assault rifle. Behind him hung the now infamous Isis flag.</p>\n<p>The security agents explained that according to what they knew, he had become the leader of the Tajik detachment of Isis. &#8220;I wasn&#8217;t that surprised. He was always so brash and hot-headed, such a problem person,&#8221; said Hairullo.</p>\n<p>According to Hairullo, it was always Nazarov&#8217;s dream to live lavishly and easily.</p>\n<p>Nazarov turned 18 in 1993. He was drafted into the army but ran off to Moscow five days later. There, he worked as a bombila &#8211; a driver in Moscow&#8217;s fleet of semi-legal private taxis. He returned to Tajikistan in 1999 and began selling cannabis at the bazaar. </p>\n<p>In 2005, Nazarov &#8211; who by that time was trading heroin &#8211; was sent to prison. He was released a year later, and again left for Moscow. Throughout the 2000s, he travelled to the Russian capital five times.<br></p>\n<p>&#8220;He became more and more religious. After 2013, he returned and began calling all those around him &#8216;kaffirs&#8217; [unbelievers],&#8221; his brother says. &#8220;He said that in Moscow he had met some Chechens in the mosque on Prospekt Mira who opened his eyes to &#8216;proper Islam&#8217;. He said that Tajikistan had to be changed. </p>\n<p>&#8220;Everyone who comes from Moscow now says that Chechens come to the mosques and the building sites, explaining to migrants that they have to go live in Syria, where the caliphate is. I think that those who go there, to Isis, they hate Russia for the conditions they have to endure to live,&#8221; Nazarov&#8217;s brother says. </p>\n\n<blockquote>\n<p>In Russia the conditions are impossible. Isis promise both money and freedom. Why not go?</p>\n\nHairullo Nazarov\n\n</blockquote>\n\n<p>&#8220;You can&#8217;t work here, you have to break the law to make money here. In Russia the conditions are impossible, even if there&#8217;s a bit of money to be made. In Isis they&#8217;re promised both money and freedom. Why not go then? There are already 5,000 Tajiks there.&#8221;</p>\n<p>According to official Federal <a href=\"http://www.theguardian.com/world/migration\" class=\" u-underline\">Migration</a> Service data, in April 2015 about one million migrants from Tajikistan were living in Russia.</p>\n<p>Nazarov&#8217;s acquaintances from Kulyab say that he set out for Syria from Moscow, going through Turkey, where foreigners are met by Isis at the border, and are handed instructions and sent out in groups to nearby cities, usually to Gaziantep near the Mursitpinar border crossing.</p>\n<p>Nazarov is now in Raqqa in the north of Syria, serving the emir of the Khorasan division, whose aim is to spread the caliphate across the historical territory of Khorasan, covering the modern states of Afghanistan, Pakistan, Turkmenistan, Tajikistan and Uzbekistan.</p>\n<p>At the beginning of 2015 during the phone call to the editor of Paik, Nazarov threatened the publication for publishing photos of Tajik fighters. Ibrahim said: &#8220;He said to me, &#8216;We&#8217;re scary. We cut people&#8217;s heads off. We&#8217;ll set you all on fire, we&#8217;ve got people here&#8217;.&#8221; </p>\n\n\n<a href=\"/world/2015/may/05/isis-russia-syria-islamic-extremism#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430322841562/0e7f712d-6d3e-418e-92f7-9c2d9caa24dc-300x180.jpeg\" alt=\"Tajikistan Isis\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fisis-russia-syria-islamic-extremism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430322842897%2F6711a33f-b07f-406f-8940-3912e93bda38-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHairullo Nazarov says his brother became radicalised during trips to Moscow, where Chechen recruiters frequently visited buildings sites and dorms. Photograph: Daniil Turovsky/Meduza\n\n\n\n<h2>Recruitment</h2>\n<p>Beyond the first stalls of the bazaar where they sell flatbread, meat, fruits and herbs, there are closed pavilions with small, poorly-lit shops inside. Here, they sell pop CDs , and there&#8217;s also a small door to the &#8220;rear market&#8221; &#8211; the domain of the cannabis dealers and currency changers.</p>\n<p>Four men who used to work at construction sites in downtown Moscow confirm that &#8220;the Chechens came&#8221; to visit their trailers to encourage them to join Isis. According to the men, several groups of Chechen recruiters would go back and forth between the spots usually frequented by migrants, their construction trailers and their dorms. The recruiters came in groups of three to four people, and they were usually about 30 years old. They would come after 8pm.</p>\n<p>&#8220;You shouldn&#8217;t live like slaves,&#8221; the recruiters told them. They would go on to explain that in Isis fighting wasn&#8217;t obligatory, that they would be able to lead a comfortable life. There was no mention of war against Tajikistan, or the need to take part in terrorist activities. </p>\n\n\n<a href=\"/world/2015/may/05/isis-russia-syria-islamic-extremism#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430323120085/eba47777-ae2b-453f-85af-2a011005b899-300x191.jpeg\" alt=\"Tajikistan Isis\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fisis-russia-syria-islamic-extremism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430323119361%2F8dd1cfb6-9081-41e5-97a7-46e37a52a5ed-2060x1310.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPaik newspaper. The headline reads: &#8216;Nursat Nazarov calls on Tajik religious figure Hoji Mirzo to come to Syria&#8217; Photograph: Daniil Turovsky/Meduza\n\n\n\n<p>A lean Tajik man with very white teeth who worked in Moscow on numerous occasions said that he would definitely join Isis if they asked him to. &#8220;There&#8217;s a caliphate there. You can live there as a Muslim and you don&#8217;t have to fight, Allah be praised. You can go and become a part of the only state of Allah. Without homosexuals, lesbians and other filth.&#8221;</p>\n<p>The migrant workers didn&#8217;t know which regions in Chechnya these recruiters came from. It&#8217;s probable some are from the Pankisi Gorge, the home of Omar Ash-Shishani, a Pankisi Chechen who is allegedly one of the leaders of Isis.</p>\n<p>In December 2013, the Syrian ambassador to Russia announced that around 1,700 people from Chechnya were fighting in Isis. </p>\n<p>Hoji Mirzo, a former imam at a Kulyab mosque, told Paik newspaper that he often gets calls from his former congregation who are now in Moscow. &#8220;They tell me, &#8216;There&#8217;s a proper jihad there [in Syria]. We want to go there. What should we do?&#8217;&#8221;</p>\n<p>&#8220;Poverty is one of the main reasons our young people get involved with extremist groups,&#8221; said Gulnazar Keldi, the author of Tajikistan&#8217;s national anthem, at a special session of Tajikistan&#8217;s parliament. </p>\n<p>&#8220;Many of our young people are busy with difficult work, their lives are very hard and they live in a foreign country. At this very point, people appear who promise good money and heaven on earth, and they attract them into the jihad,&#8221; he said. </p>\n\n\n<a href=\"/world/2015/may/05/isis-russia-syria-islamic-extremism#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430325458207/a0213e4d-435e-4abd-b3ea-095b2bfb6580-300x180.jpeg\" alt=\"Casual labourers negotiate with a potential employer on a main thoroughfare in Moscow. Since the fall of the Soviet Union millions have travelled to Russia's big cities in search of work.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fisis-russia-syria-islamic-extremism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430325458894%2Fa0213e4d-435e-4abd-b3ea-095b2bfb6580-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nCasual labourers negotiate with a potential employer in Moscow. Since the fall of the Soviet Union millions have travelled to Russia&#8217;s big cities in search of work. Photograph: Reuters\n\n\n\n<h2>Merger</h2>\n<p>In a <a href=\"http://www.crisisgroup.org/~/media/Files/asia/central-asia/b072-syria-calling-radicalisation-in-central-asia.pdf\" class=\" u-underline\">recent report</a>, the International Crisis Group said that in the last three years, between 2,000 and 4,000 people have travelled to Syria from Tajikistan.<br></p>\n<p>&#8220;The call of Isis &#8211; which says it wants teachers, nurses and engineers, not just fighters &#8211; can appear to some as an attractive alternative,&#8221; says the report, adding that the new caliphate is seen by inhabitants of central Asia as a change from &#8220;the post-Soviet life&#8221;.</p>\n<p>&#8220;In Russia, migrants are marginalised, often finding themselves there illegally, they earn little money and find meaning and companionship in religion,&#8221; the report says. </p>\n\n<blockquote>\n<p>What&#8217;s there to say? Why bother? I have disowned him</p>\n\nIbrohim Kurbonov\n\n</blockquote>\n\n<p>The International Crisis Group also believe the situation in central Asia is rapidly deteriorating, as the Islamic Movement of Uzbekistan unites with Isis.</p>\n<p>Founded in 1996, the movement&#8217;s aim is the creation of an Islamic government in the Ferghana Valley, a ravine running between Uzbekistan, Tajikistan and Kyrgyzstan. The group has taken responsibility for bombings, kidnappings and attacks on Afghan security forces.</p>\n<p>The unification of the group with Isis was announced on 26 September by its leader, Usmon Gozi. &#8220;In the name of each and every member of our Islamic movement, I declare to the whole world that we are uniting with the Islamic caliphate. This is the duty of all of us in Islam, in this continuing war between <a href=\"http://www.theguardian.com/world/islam\" class=\" u-underline\">Islam</a> and unbelief.&#8221;</p>\n<p> This move was confirmed in October by Uzbekistan&#8217;s security agencies. According to their intelligence, the movement&#8217;s military camps are actively recruiting and training fighters in the border regions of Afghanistan and Pakistan.</p>\n<p>In January 2015, news broke of the arrest of dozens of members of the movement who planned to attack a police station in Tajikistan to seize weapons and ammunition. The Tajik security services announced that the leader of the group had been recruited in Russia, where he had been a migrant worker. Along with several fellow workers he formed a small cell, which the Isis leadership tasked with collecting money for the group&#8217;s war in Syria.</p>\n<h2>&#8216;Congratulations, your brother&#8217;s a martyr&#8217;</h2>\n\n\n<a href=\"/world/2015/may/05/isis-russia-syria-islamic-extremism#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430323665211/2bafa7dc-6f2e-40b2-ae3b-663030f8906b-300x180.jpeg\" alt=\"Tajikistan Isis\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48xxb%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=How+Moscow%E2%80%99s+migrant+workers+are+being+recruited+to++Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fisis-russia-syria-islamic-extremism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430323665743%2Fdf6fe77a-03c4-49da-a197-2a517751461f-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nIbrohim Kurbonov, whose son Ibrohim was one of the fighters killed in the battle for Raqqa airport in Syria. Photograph: Daniil Turovsky/Meduza\n\n\n\n<p>Ibrohim lives in a small village near the Tajik-Afghan border. He is the father of Bobojon Kurbonov, one of the fighters killed in the <a href=\"http://www.bbc.co.uk/news/world-middle-east-21666913\" class=\" u-underline\">battle for Raqqa in Syria</a> in October 2013. </p>\n<p>Ibrohim is a grey-haired old man who walks with a cane. He doesn&#8217;t want to talk about his son. &#8220;What&#8217;s there to say? Why bother? I have disowned him,&#8221; he explains. &#8220;He never listened, did everything without permission. Then he went to Moscow in 2013. What did he go there for? How was I to know what he was doing there? </p>\n<p>&#8220;I stopped talking to him after he left. When we came back, we didn&#8217;t see each other. Then he left again. I don&#8217;t understand how they could convince him to go [to Syria]. He left his family &#8212; me, his children. He left and has dishonoured us all.&#8221;<br></p>\n<p>Ibrohim says that in September 2014, a stranger called another one of his sons and said, &#8220;Congratulations. Your brother&#8217;s become a martyr.&#8221; Bobojon Kurbonov was 41. He is survived by his four children.</p>\n<p>&#8220;I expected something like this from him,&#8221; Ibrohim said. &#8220;But I couldn&#8217;t strangle him myself, they&#8217;d put me away for that. And now I&#8217;m suffering because of it. It would have been better just to strangle him.&#8221;</p>\n<p><a href=\"https://meduza.io/en/feature/2015/04/27/congratulations-your-brother-s-become-a-martyr\" class=\" u-underline\">A version of this article</a> first appeared on Meduza, part of the New East network</p>\n<p><br></p>\n</div>",
  "authors": [
    "Daniil Turovsky In Kulyab For Meduza Part Of The New East Network"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Tajikistan",
    "Russia",
    "Migration",
    "Islamic State",
    "Syria",
    "Europe",
    "Middle East and North Africa",
    "South and Central Asia",
    "World news",
    "Islam",
    "Religion"
  ],
  "ntitle": "how_moscow_s_migrant_workers_are_being_recruited_to_isis",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Gulru Olimova grew up in Tajikistan, near the Afghan border. As a child she dreamt of becoming a doctor or maybe a nurse. But when she was 16, Gulru met a a man called Loik Rajabov, and it wasn’t long before they were married.\n\nThe couple went to live on the outskirts of the town, Kulyab, where they had three children. But like many young Tajiks, Rajabov struggled to earn a living for his family and had to make frequent trips to Moscow to work on construction sites.\n\nOn his return from one of these trips, his mother-in-law told me, the black flag of Islamic State (Isis) was raised outside the family home.\n\nIn autumn 2014, Rajabov took his wife and children with him to Moscow. A few months later he phoned his wife’s mother, Mairambi Olimova, from an unfamiliar number to say the family had moved to Syria. Olimova reported the conversation to the Tajikistan authorities, but says that nothing has been done.\n\n“Most of all, I want them to bring him [Rajabov] here, pour gasoline on his head, and set him on fire,” she said.\n\nOlimova told me this tale when I visited Tajikistan to investigate claims by the Russian foreign minister, Sergei Lavrov, that Isis fighters posed a threat to the country – and therefore to Russia. While I was there I was told that the majority of Tajik fighters in Isis, like Rajabov, were recruited while working as migrant labourers at Moscow’s construction sites, apparently by “Chechen gangs”. As a result of their efforts, up to 4,000 central Asian migrants are said to be in Syria.\n\nOlimova said her daughter had phoned from Syria several times. During their last conversation in April, Gulru told her that Isis had given the family $30,000 for their journey to Aleppo. They had settled into a four-bedroom apartment with a television, refrigerator and carpets. Her husband barely takes any part in military activities. Rather he inspects cars for alcohol and cigarettes, which Isis has banned.\n\nIsis pays them $35 a month in child benefits for each of their three children. Gulru told her mother that she believed “the Caliphate will come to Tajikistan, so that Muslims will be able to live with Allah”.\n\nI asked Mairambi to show me a photograph of her daughter, but she shook her head. Rajabov had burned them all.\n\n\n\nPlague of the century\n\nIn December Tajikistan’s president, Emomali Rahmon, called Isis “the plague of the century and a serious danger” for the country. Then in April Lavrov reiterated the threat.\n\nThere are 2,000 Tajiks here in Syria. If this continues, there will be no one left in Tajikistan. Nursat Nazarov\n\nHe said Isis was actively recruiting allies in Afghanistan and sending them to Tajikistan. Russia promised support, offering to send 70 billion roubles ($890m) for weapons and to secure the border with Afghanistan. The border is almost 840 miles long and poorly guarded, with the Afghan side under full control of the Taliban.\n\nAhmad Ibrahim, the editor of Paik, a newspaper based in the Tajik-Afghan border city of Kulyab, agrees with the official assessment.\n\n“In Afghanistan, there have been groups of Islamic State fighters numbering up to 100 people for a long time now,” he says. “There are Tajiks, there are Uzbeks. They’re being trained to attack their own states. They could seize Tajikistan within two days.”\n\nIbrahim said Tajik fighters in Isis have rallied around Nusrat Nazarov, a fighter who comes from Kulyab.\n\n\n\nWhile fighting in Syria, Nazarov took the nom de guerre Abu Kholidi Kulobi. Ibrahim says that Nazarov told him on the phone that he now leads groups from Syria but is prepared to attack Tajikistan from Afghanistan.\n\nIn a recent video message (posted on 19 March but since deleted from social media), Nazarov stands surrounded by men in military fatigues and announces that “there are around 2,000 Tajiks here. You see them here and feel like you’re in Tajikistan. If this continues, there will be no one left in Tajikistan. They’ll all come to fight in Syria.” At the end of the video, he says that his next message will be recorded from Tajikistan or the Kremlin. “We’re bringing jihad to Tajikistan to establish the laws of Allah,” he says.\n\nNusrat Nazamov, a rallying figure for new Tajik recruits. Photograph: Raqqa Media Centre\n\n‘Brash and hot-headed’\n\nSome say it’s easy to find Nazarov’s older brother Hairullo around Kulyab’s bazaar. Locals told me to “look for a man in red near a red car”. I work my way through the market and find a red car. There’s no one in it. A voice from behind me asks, “Taxi?” I turn around. There’s a man squatting and chewing chukri, a crunchy mountain grass. He’s wearing a red t-shirt and red sneakers.\n\nThe man is Hairullo Nazarov, the brother of the head Tajik in Isis.\n\nIn the summer of 2014, Hairullo was called to the GKNB, Tajikistan’s national security force. That’s how he learned his brother was in Syria. The agents even showed him a recent picture of his brother, in which Nazarov had a beard and was holding an assault rifle. Behind him hung the now infamous Isis flag.\n\nThe security agents explained that according to what they knew, he had become the leader of the Tajik detachment of Isis. “I wasn’t that surprised. He was always so brash and hot-headed, such a problem person,” said Hairullo.\n\nAccording to Hairullo, it was always Nazarov’s dream to live lavishly and easily.\n\nNazarov turned 18 in 1993. He was drafted into the army but ran off to Moscow five days later. There, he worked as a bombila – a driver in Moscow’s fleet of semi-legal private taxis. He returned to Tajikistan in 1999 and began selling cannabis at the bazaar.\n\nIn 2005, Nazarov – who by that time was trading heroin – was sent to prison. He was released a year later, and again left for Moscow. Throughout the 2000s, he travelled to the Russian capital five times.\n\n\n\n“He became more and more religious. After 2013, he returned and began calling all those around him ‘kaffirs’ [unbelievers],” his brother says. “He said that in Moscow he had met some Chechens in the mosque on Prospekt Mira who opened his eyes to ‘proper Islam’. He said that Tajikistan had to be changed.\n\n“Everyone who comes from Moscow now says that Chechens come to the mosques and the building sites, explaining to migrants that they have to go live in Syria, where the caliphate is. I think that those who go there, to Isis, they hate Russia for the conditions they have to endure to live,” Nazarov’s brother says.\n\nIn Russia the conditions are impossible. Isis promise both money and freedom. Why not go? Hairullo Nazarov\n\n“You can’t work here, you have to break the law to make money here. In Russia the conditions are impossible, even if there’s a bit of money to be made. In Isis they’re promised both money and freedom. Why not go then? There are already 5,000 Tajiks there.”\n\nAccording to official Federal Migration Service data, in April 2015 about one million migrants from Tajikistan were living in Russia.\n\nNazarov’s acquaintances from Kulyab say that he set out for Syria from Moscow, going through Turkey, where foreigners are met by Isis at the border, and are handed instructions and sent out in groups to nearby cities, usually to Gaziantep near the Mursitpinar border crossing.\n\nNazarov is now in Raqqa in the north of Syria, serving the emir of the Khorasan division, whose aim is to spread the caliphate across the historical territory of Khorasan, covering the modern states of Afghanistan, Pakistan, Turkmenistan, Tajikistan and Uzbekistan.\n\nAt the beginning of 2015 during the phone call to the editor of Paik, Nazarov threatened the publication for publishing photos of Tajik fighters. Ibrahim said: “He said to me, ‘We’re scary. We cut people’s heads off. We’ll set you all on fire, we’ve got people here’.”\n\nFacebook Twitter Pinterest Hairullo Nazarov says his brother became radicalised during trips to Moscow, where Chechen recruiters frequently visited buildings sites and dorms. Photograph: Daniil Turovsky/Meduza\n\nRecruitment\n\nBeyond the first stalls of the bazaar where they sell flatbread, meat, fruits and herbs, there are closed pavilions with small, poorly-lit shops inside. Here, they sell pop CDs , and there’s also a small door to the “rear market” – the domain of the cannabis dealers and currency changers.\n\nFour men who used to work at construction sites in downtown Moscow confirm that “the Chechens came” to visit their trailers to encourage them to join Isis. According to the men, several groups of Chechen recruiters would go back and forth between the spots usually frequented by migrants, their construction trailers and their dorms. The recruiters came in groups of three to four people, and they were usually about 30 years old. They would come after 8pm.\n\n“You shouldn’t live like slaves,” the recruiters told them. They would go on to explain that in Isis fighting wasn’t obligatory, that they would be able to lead a comfortable life. There was no mention of war against Tajikistan, or the need to take part in terrorist activities.\n\nFacebook Twitter Pinterest Paik newspaper. The headline reads: ‘Nursat Nazarov calls on Tajik religious figure Hoji Mirzo to come to Syria’ Photograph: Daniil Turovsky/Meduza\n\nA lean Tajik man with very white teeth who worked in Moscow on numerous occasions said that he would definitely join Isis if they asked him to. “There’s a caliphate there. You can live there as a Muslim and you don’t have to fight, Allah be praised. You can go and become a part of the only state of Allah. Without homosexuals, lesbians and other filth.”\n\nThe migrant workers didn’t know which regions in Chechnya these recruiters came from. It’s probable some are from the Pankisi Gorge, the home of Omar Ash-Shishani, a Pankisi Chechen who is allegedly one of the leaders of Isis.\n\nIn December 2013, the Syrian ambassador to Russia announced that around 1,700 people from Chechnya were fighting in Isis.\n\nHoji Mirzo, a former imam at a Kulyab mosque, told Paik newspaper that he often gets calls from his former congregation who are now in Moscow. “They tell me, ‘There’s a proper jihad there [in Syria]. We want to go there. What should we do?’”\n\n“Poverty is one of the main reasons our young people get involved with extremist groups,” said Gulnazar Keldi, the author of Tajikistan’s national anthem, at a special session of Tajikistan’s parliament.\n\n“Many of our young people are busy with difficult work, their lives are very hard and they live in a foreign country. At this very point, people appear who promise good money and heaven on earth, and they attract them into the jihad,” he said.\n\nFacebook Twitter Pinterest Casual labourers negotiate with a potential employer in Moscow. Since the fall of the Soviet Union millions have travelled to Russia’s big cities in search of work. Photograph: Reuters\n\nMerger\n\nIn a recent report, the International Crisis Group said that in the last three years, between 2,000 and 4,000 people have travelled to Syria from Tajikistan.\n\n\n\n“The call of Isis – which says it wants teachers, nurses and engineers, not just fighters – can appear to some as an attractive alternative,” says the report, adding that the new caliphate is seen by inhabitants of central Asia as a change from “the post-Soviet life”.\n\n“In Russia, migrants are marginalised, often finding themselves there illegally, they earn little money and find meaning and companionship in religion,” the report says.\n\nWhat’s there to say? Why bother? I have disowned him Ibrohim Kurbonov\n\nThe International Crisis Group also believe the situation in central Asia is rapidly deteriorating, as the Islamic Movement of Uzbekistan unites with Isis.\n\nFounded in 1996, the movement’s aim is the creation of an Islamic government in the Ferghana Valley, a ravine running between Uzbekistan, Tajikistan and Kyrgyzstan. The group has taken responsibility for bombings, kidnappings and attacks on Afghan security forces.\n\nThe unification of the group with Isis was announced on 26 September by its leader, Usmon Gozi. “In the name of each and every member of our Islamic movement, I declare to the whole world that we are uniting with the Islamic caliphate. This is the duty of all of us in Islam, in this continuing war between Islam and unbelief.”\n\nThis move was confirmed in October by Uzbekistan’s security agencies. According to their intelligence, the movement’s military camps are actively recruiting and training fighters in the border regions of Afghanistan and Pakistan.\n\nIn January 2015, news broke of the arrest of dozens of members of the movement who planned to attack a police station in Tajikistan to seize weapons and ammunition. The Tajik security services announced that the leader of the group had been recruited in Russia, where he had been a migrant worker. Along with several fellow workers he formed a small cell, which the Isis leadership tasked with collecting money for the group’s war in Syria.\n\n‘Congratulations, your brother’s a martyr’\n\nFacebook Twitter Pinterest Ibrohim Kurbonov, whose son Ibrohim was one of the fighters killed in the battle for Raqqa airport in Syria. Photograph: Daniil Turovsky/Meduza\n\nIbrohim lives in a small village near the Tajik-Afghan border. He is the father of Bobojon Kurbonov, one of the fighters killed in the battle for Raqqa in Syria in October 2013.\n\nIbrohim is a grey-haired old man who walks with a cane. He doesn’t want to talk about his son. “What’s there to say? Why bother? I have disowned him,” he explains. “He never listened, did everything without permission. Then he went to Moscow in 2013. What did he go there for? How was I to know what he was doing there?\n\n“I stopped talking to him after he left. When we came back, we didn’t see each other. Then he left again. I don’t understand how they could convince him to go [to Syria]. He left his family — me, his children. He left and has dishonoured us all.”\n\n\n\nIbrohim says that in September 2014, a stranger called another one of his sons and said, “Congratulations. Your brother’s become a martyr.” Bobojon Kurbonov was 41. He is survived by his four children.\n\n“I expected something like this from him,” Ibrohim said. “But I couldn’t strangle him myself, they’d put me away for that. And now I’m suffering because of it. It would have been better just to strangle him.”\n\nA version of this article first appeared on Meduza, part of the New East network\n\n\n\n",
  "title": "How Moscow’s migrant workers are being recruited to Isis",
  "ts_in": "2015-05-05T07:54:27.791388",
  "url": "http://www.theguardian.com/world/2015/may/05/isis-russia-syria-islamic-extremism"
}