{
  "article_html": "<div><p>A neurosurgeon who believes the human brain is too complex for anyone but God, an ophthalmologist who refuses to talk about the age of the Earth, and a Harvard-trained lawyer beloved by creationists are running for president of the United States, raising the prospect of an election without science.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/may/04/ben-carson-election-resume\" class=\" u-underline\">Ben Carson's election resum&#233;: scalpel-wielding doctor out to cut away Obamacare</a> </p>\n\n<p>Retired doctor <a href=\"http://www.theguardian.com/us-news/2015/may/04/ben-carson-formally-announces-president\" class=\" u-underline\">Ben Carson joined</a> senators Rand Paul (the ophthalmologist) and Ted Cruz (the Harvard alum) on the campaign trail on Monday, vying for the Republican nomination against each other and other confirmed and likely candidates including Senator Marco Rubio, former Florida governor Jeb Bush and Wisconsin governor Scott Walker.</p>\n<p>But despite assorted elite educations and illustrious careers, none can apparently make up their minds about basics of modern science &#8211; that the Earth is about <a href=\"http://www.scientificamerican.com/article/how-science-figured-out-the-age-of-the-earth/\" class=\" u-underline\">4.5bn years old</a>, that <a href=\"http://www.scientificamerican.com/article/special-evolution-issue-humanity-s-journey/\" class=\" u-underline\">humans</a> evolved <a href=\"http://www.amnh.org/exhibitions/permanent-exhibitions/human-origins-and-cultural-halls/anne-and-bernard-spitzer-hall-of-human-origins/promos/hall-of-human-origins-for-educators\" class=\" u-underline\">from earlier primates</a> over millions of years, and that <a href=\"http://www.theguardian.com/environment/climate-consensus-97-per-cent/2013/may/16/climate-change-scienceofclimatechange\" class=\" u-underline\">people are making</a> the world <a href=\"http://www.theguardian.com/environment/2014/mar/31/climate-change-threat-food-security-humankind\" class=\" u-underline\">dangerously warm</a>. </p>\n<p>&#8220;I think on issues like climate change and evolution it ends up being a proxy for identity politics,&#8221; said Michael Halpern, a program manager for the nonprofit and nonpartisan Union of Concerned Scientists (UCS). &#8220;You&#8217;re not actually talking about the science, you&#8217;re talking about values.&#8221;</p>\n<p>So far the candidates have mostly hemmed and hawed &#8211; save Carson, who outright rejected the theory of evolution when speaking to <a href=\"https://soundcloud.com/rightwingwatch/carson-evolution-is-a-myth\" class=\" u-underline\">Faith &amp; Liberty radio</a> last year. </p>\n<p>&#8220;Carbon dating, all these things,&#8221; he said &#8220;really doesn&#8217;t mean anything to a God who has the ability to create anything at any point in time.</p>\n<p>&#8220;Dealing with the complexity of the human brain,&#8221; Carson continued, &#8220;and somebody says that came from a slime pit full of promiscuous biochemicals? I don&#8217;t think so.&#8221;</p>\n<p>Curiously, Carson did not reject natural selection &#8211; the engine that drives evolution &#8211; saying he &#8220;totally believe[s]&#8221; that useful genetic traits are more often passed on than less useful traits. But he could not draw the connection between that process acting over millennia and the human eye: &#8220;Give me a break. According to their scheme &#8211; boom, it had to occur overnight.&#8221;<br></p>\n<p>Instead, he suggested an &#8220;intelligent creator&#8221; gave organisms the ability to adapt &#8220;so he doesn&#8217;t have to start over every 50 years creating all over again&#8221;. </p>\n<p>Cruz &#8211; whose father has <a href=\"http://www.mediaite.com/tv/ted-cruzs-father-gay-marriage-and-evolution-are-tools-of-marxism-to-destroy-god/\" class=\" u-underline\">said evolution is a communist plot</a> &#8211; has courted the creationist camp with only a dab more subtlety. While avoiding talk of his own beliefs, he announced his campaign <a href=\"http://www.theguardian.com/us-news/2015/mar/23/ted-cruz-becomes-first-republican-to-join-2016-presidential-race\" class=\" u-underline\">at the evangelical Liberty University</a>, which teaches <a href=\"http://www.liberty.edu/academics/arts-sciences/creation/\" class=\" u-underline\">creationism as science</a>.</p>\n<p>Paul, Rubio and Walker have tried to duck the issue. In 2010 Paul <a href=\"http://nymag.com/daily/intelligencer/2012/11/age-earth-old-rubio-perry-rand-paul.html\" class=\" u-underline\">refused to answer</a> a Kentucky homeschool student&#8217;s question whether the Earth was only a few thousand years old, and in 2012 Rubio <a href=\"http://www.gq.com/news-politics/politics/201212/marco-rubio-interview-gq-december-2012\" class=\" u-underline\">told GQ</a>: &#8220;I&#8217;m not a scientist, man &#8230; I think parents should be able to teach their kids what their faith says, what science says.&#8221; </p>\n<p>In February 2015, Walker <a href=\"http://www.theguardian.com/politics/2015/feb/11/scott-walker-special-relationship-trade-cheese-republican-chris-christie\" class=\" u-underline\">earned the ridicule of his British hosts</a> by dodging a question about evolution.</p>\n<p>Only Bush has <a href=\"http://blogs.discovermagazine.com/loom/2005/12/28/more-fun-with-our-post-modern-politicians/#.VUfnR9pVhHx\" class=\" u-underline\">said that he believes in evolution</a> &#8211; way back in 2005. But he also said schools should sort out curriculums on their own.</p>\n<p>Because creationism and intelligent design cannot be tested and are not falsifiable, they do not meet <a href=\"http://www.britannica.com/EBchecked/topic/1357106/principles-of-physical-science/60610/Criterion-for-scientific-theory\" class=\" u-underline\">the criteria of scientific theories</a>. They might be valid topics for philosophy or religion classes, UCS argues, but when conflated with science make it harder for people to trust scientists. </p>\n<p>&#8220;When other stories of creation are confused with evolution it muddies the waters,&#8221; Halpern said. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/mar/27/ted-cruz-climate-change-republicans-2016\" class=\" u-underline\">Ted Cruz embodies Republican climate change dilemma</a> </p>\n\n<p>On climate change, the candidates fare little better &#8211; almost uniformly saying they are &#8220;skeptics&#8221; and that while global warming may be real it might not be our fault. Rubio accepts it but <a href=\"http://www.buzzfeed.com/rebeccaberg/marco-rubio-not-concerned-about-climate-change-in-florida\" class=\" u-underline\">denies its origin</a>; <a href=\"http://www.huffingtonpost.com/2011/08/24/jeb-bush-rick-perry-global-warming_n_935168.html\" class=\" u-underline\">Bush</a>, <a href=\"http://thehill.com/policy/energy-environment/204235-paul-science-behind-climate-change-not-conclusive\" class=\" u-underline\">Paul</a> and <a href=\"http://politicalticker.blogs.cnn.com/2014/02/20/cruz-to-cnn-global-warming-not-supported-by-data/\" class=\" u-underline\">Cruz</a> toe the skeptic line; <a href=\"http://www.washingtonpost.com/blogs/plum-line/wp/2014/05/12/where-the-2016-gop-contenders-stand-on-climate-change/\" class=\" u-underline\">Walker</a> and <a href=\"http://www.washingtontimes.com/news/2014/mar/25/carson-energys-role-in-the-path-to-peace/\" class=\" u-underline\">Carson</a> prefer to talk about regulations and resources.</p>\n<p>But Halpern suggested that the inch toward acceptance was progress: &#8220;Dodging questions about climate change is no longer an acceptable path forward, so <a href=\"http://www.theguardian.com/us-news/republicans\" class=\" u-underline\">Republicans</a> and Democrats are shifting to talking about what to do about the impacts and away from the science itself.&#8221;</p>\n<p>More than the &#8220;values&#8221; issues of evolution and global warming, Halpern said, science might lose its say in government because of Congress, where a few candidates have shown their cards. Obscure bills such as <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/185\" class=\" u-underline\">the Secret Science Reform Act</a> and <a href=\"https://www.whitehouse.gov/sites/default/files/omb/legislative/sap/114/saphr185r_20150112.pdf\" class=\" u-underline\">Regulatory Accountability Act</a> would undermine and handicap the ways federal agencies rely on science by forcing them to go through a glacial, bitter and mostly unproductive Congress.</p>\n<p>The secret science bill would require the EPA to release the data it uses to devise regulations &#8211; an aim seemingly inoffensive enough, except that the EPA often relies on confidential medical records whose release could land it in court. <a href=\"http://www.washingtonpost.com/news/energy-environment/wp/2015/01/28/the-gops-plan-to-stop-environmental-protections-attack-science/\" class=\" u-underline\">Other bills </a>would require congressional approval for all new regulation, or give Congress the power to decide which scientists get to advise agencies. </p>\n<p>The Obama administration has <a href=\"https://www.whitehouse.gov/sites/default/files/omb/legislative/sap/114/saphr1030r_20150303.pdf\" class=\" u-underline\">threatened</a> to <a href=\"https://www.whitehouse.gov/sites/default/files/omb/legislative/sap/114/saphr1029r_20150303.pdf\" class=\" u-underline\">veto</a> these bills, which fit the mold for bills that Paul, Cruz, Rubio, Walker and Carson have suggested they would sign. Each has consistently said they would shrink federal agencies and curtail regulations as president, and impose more rules on those agencies.</p>\n<p>&#8220;Wherever science threatens a vested interest, whether that be on greenhouse gas emissions or ideological issues like emergency contraception, you see an attempt to politicize science,&#8221; Halpern said.</p>\n<p>Only Nasa has escaped the direct ire of presidential candidates, as <a href=\"http://www.theguardian.com/us-news/2015/jan/12/republican-senator-ted-cruz-nasa-congress\" class=\" u-underline\">Cruz</a> and <a href=\"http://www.palmbeachpost.com/news/news/jeb-bush-commends-science-at-max-planck-appearance/nTMhz/\" class=\" u-underline\">Bush</a> &#8211; both with major bases in their states &#8211; have lauded the space program. But Cruz has also <a href=\"http://www.theguardian.com/science/2015/mar/18/scientists-criticise-ted-cruz-attack-nasa\" class=\" u-underline\">harassed Nasa about its Earth and climate research</a>, a sign of his greater interest in astronomical symbolism than science on planet Earth.</p>\n<p>The group <a href=\"http://www.sciencedebate.org/\" class=\" u-underline\">Science Debate</a>, noting that scientists weigh in on &#8220;economic, environmental, health, legal and moral implications&#8221;, plans to foist questions on the candidates in the coming months, in order to make them clarify their positions.</p>\n<p>Polls from last year back up the idea that some candidates are playing to their conservative base, if not their actual beliefs. <a href=\"http://www.pewresearch.org/fact-tank/2014/01/03/republican-views-on-evolution-tracking-how-its-changed/\" class=\" u-underline\">Pew</a> found that only about 43% of Republicans believe in evolution, compared with 60% of all American adults. <a href=\"http://www.gallup.com/poll/170822/believe-creationist-view-human-origins.aspx\" class=\" u-underline\">Gallup</a> found that 42% of Americans believe a deity created humans in their current form.</p>\n<p></p>\n</div>",
  "authors": [
    "Alan Yuhas"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US elections 2016",
    "Republicans",
    "Climate change",
    "Evolution",
    "Ben Carson",
    "Rand Paul",
    "Ted Cruz",
    "Jeb Bush",
    "US politics",
    "US news",
    "World news",
    "Environment",
    "Science"
  ],
  "ntitle": "how_republican_presidential_candidates_are_getting_away_with_denying_evolution",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [
    "the criteria of scientific theories"
  ],
  "text": "A neurosurgeon who believes the human brain is too complex for anyone but God, an ophthalmologist who refuses to talk about the age of the Earth, and a Harvard-trained lawyer beloved by creationists are running for president of the United States, raising the prospect of an election without science.\n\nRelated: Ben Carson's election resumé: scalpel-wielding doctor out to cut away Obamacare\n\nRetired doctor Ben Carson joined senators Rand Paul (the ophthalmologist) and Ted Cruz (the Harvard alum) on the campaign trail on Monday, vying for the Republican nomination against each other and other confirmed and likely candidates including Senator Marco Rubio, former Florida governor Jeb Bush and Wisconsin governor Scott Walker.\n\nBut despite assorted elite educations and illustrious careers, none can apparently make up their minds about basics of modern science – that the Earth is about 4.5bn years old, that humans evolved from earlier primates over millions of years, and that people are making the world dangerously warm.\n\n“I think on issues like climate change and evolution it ends up being a proxy for identity politics,” said Michael Halpern, a program manager for the nonprofit and nonpartisan Union of Concerned Scientists (UCS). “You’re not actually talking about the science, you’re talking about values.”\n\nSo far the candidates have mostly hemmed and hawed – save Carson, who outright rejected the theory of evolution when speaking to Faith & Liberty radio last year.\n\n“Carbon dating, all these things,” he said “really doesn’t mean anything to a God who has the ability to create anything at any point in time.\n\n“Dealing with the complexity of the human brain,” Carson continued, “and somebody says that came from a slime pit full of promiscuous biochemicals? I don’t think so.”\n\nCuriously, Carson did not reject natural selection – the engine that drives evolution – saying he “totally believe[s]” that useful genetic traits are more often passed on than less useful traits. But he could not draw the connection between that process acting over millennia and the human eye: “Give me a break. According to their scheme – boom, it had to occur overnight.”\n\n\n\nInstead, he suggested an “intelligent creator” gave organisms the ability to adapt “so he doesn’t have to start over every 50 years creating all over again”.\n\nCruz – whose father has said evolution is a communist plot – has courted the creationist camp with only a dab more subtlety. While avoiding talk of his own beliefs, he announced his campaign at the evangelical Liberty University, which teaches creationism as science.\n\nPaul, Rubio and Walker have tried to duck the issue. In 2010 Paul refused to answer a Kentucky homeschool student’s question whether the Earth was only a few thousand years old, and in 2012 Rubio told GQ: “I’m not a scientist, man … I think parents should be able to teach their kids what their faith says, what science says.”\n\nIn February 2015, Walker earned the ridicule of his British hosts by dodging a question about evolution.\n\nOnly Bush has said that he believes in evolution – way back in 2005. But he also said schools should sort out curriculums on their own.\n\nBecause creationism and intelligent design cannot be tested and are not falsifiable, they do not meet the criteria of scientific theories. They might be valid topics for philosophy or religion classes, UCS argues, but when conflated with science make it harder for people to trust scientists.\n\n“When other stories of creation are confused with evolution it muddies the waters,” Halpern said.\n\nRelated: Ted Cruz embodies Republican climate change dilemma\n\nOn climate change, the candidates fare little better – almost uniformly saying they are “skeptics” and that while global warming may be real it might not be our fault. Rubio accepts it but denies its origin; Bush, Paul and Cruz toe the skeptic line; Walker and Carson prefer to talk about regulations and resources.\n\nBut Halpern suggested that the inch toward acceptance was progress: “Dodging questions about climate change is no longer an acceptable path forward, so Republicans and Democrats are shifting to talking about what to do about the impacts and away from the science itself.”\n\nMore than the “values” issues of evolution and global warming, Halpern said, science might lose its say in government because of Congress, where a few candidates have shown their cards. Obscure bills such as the Secret Science Reform Act and Regulatory Accountability Act would undermine and handicap the ways federal agencies rely on science by forcing them to go through a glacial, bitter and mostly unproductive Congress.\n\nThe secret science bill would require the EPA to release the data it uses to devise regulations – an aim seemingly inoffensive enough, except that the EPA often relies on confidential medical records whose release could land it in court. Other bills would require congressional approval for all new regulation, or give Congress the power to decide which scientists get to advise agencies.\n\nThe Obama administration has threatened to veto these bills, which fit the mold for bills that Paul, Cruz, Rubio, Walker and Carson have suggested they would sign. Each has consistently said they would shrink federal agencies and curtail regulations as president, and impose more rules on those agencies.\n\n“Wherever science threatens a vested interest, whether that be on greenhouse gas emissions or ideological issues like emergency contraception, you see an attempt to politicize science,” Halpern said.\n\nOnly Nasa has escaped the direct ire of presidential candidates, as Cruz and Bush – both with major bases in their states – have lauded the space program. But Cruz has also harassed Nasa about its Earth and climate research, a sign of his greater interest in astronomical symbolism than science on planet Earth.\n\nThe group Science Debate, noting that scientists weigh in on “economic, environmental, health, legal and moral implications”, plans to foist questions on the candidates in the coming months, in order to make them clarify their positions.\n\nPolls from last year back up the idea that some candidates are playing to their conservative base, if not their actual beliefs. Pew found that only about 43% of Republicans believe in evolution, compared with 60% of all American adults. Gallup found that 42% of Americans believe a deity created humans in their current form.",
  "title": "How Republican presidential candidates are getting away with denying evolution",
  "ts_in": "2015-05-05T21:22:39.991612",
  "url": "http://www.theguardian.com/us-news/2015/may/05/america-politicians-evolution-climate-change"
}