{
  "article_html": "<div><p>Stuart Gulliver sounds as if he has made up his mind already. HSBC&#8217;s chief executive says the bank&#8217;s review of its domicile is an &#8220;objective&#8221; study, but <a href=\"http://www.theguardian.com/business/2015/may/05/hsbc-to-decide-this-year-on-moving-its-hq-from-uk\" class=\" u-underline\">he turned Tuesday&#8217;s quarterly results into an extended whinge about life in the UK</a>.</p>\n<p>This country &#8220;has rejected the concept of universal banking,&#8221; he declared, complaining that new ringfencing rules could undermine HSBC&#8217;s control of its UK subsidiary. Then he warned that the UK bank levy made it &#8220;impossible&#8221; to commit to a progressive, upwards-only, dividend policy. He laid out the numbers: a 5% increase in the dividend costs <a href=\"http://www.theguardian.com/business/hsbcholdings\" class=\" u-underline\">HSBC</a> $470m-$480m, little more than this year&#8217;s $400m increase in the levy.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/business/2015/may/05/hsbc-to-decide-this-year-on-moving-its-hq-from-uk\" class=\" u-underline\">HSBC to decide this year on moving its HQ from UK</a> </p>\n\n<p>Gulliver also argued that the <a href=\"http://www.theguardian.com/world/hong-kong\" class=\" u-underline\">Hong Kong</a> Monetary Authority would be perfectly capable of regulating HSBC. And, to those worried that the bank is many times the size of Hong Kong&#8217;s economy, he said the territory is part of China, as if that closed the debate.</p>\n<p>HSBC is entitled to move wherever it wishes, but some of Gulliver&#8217;s grumbles are peculiarly slanted. First, the ringfencing rules, designed to ensure the UK retail bank could survive a crisis at the parent, have to be implemented wherever HSBC is based. And the point about losing control of the UK subsidiary is overdone. HSBC will still be able to own 100% of the unit, appoint the executives and set strategy.</p>\n<p>Second, it&#8217;s cheeky to pin all your dividend worries on the UK bank levy. Nobody would deny that $1.5bn is a large sum, even for HSBC, and that a tax of global balance sheets hits the bank disproportionately. But the corporate coffers would be in better shape if HSBC hadn&#8217;t been fined heavily for sanctions-busting, money-laundering and market-rigging. Hubristic over-expansion has also cost investors. Brazil, Turkey, Mexico and the US are all now under review.</p>\n<p>Third, not everybody shares the rose-tinted view of China. If the Chinese politburo &#8211; which tends to think of banking as a state-owned or state-directed activity &#8211; ever invented its own bank levy HSBC would have nowhere to run. Threats to quit the country would be met with ridicule in Beijing.</p>\n<p>The odd part was that Gulliver admitted the UK levy wouldn&#8217;t be so much of an issue if interest rates were 4% and banks were making more money. Low interest rates may feel as if they have been around for ever, but they haven&#8217;t. If you are considering moving a large international bank, shouldn&#8217;t you think in terms of a few decades? Some fund managers don&#8217;t &#8211; but directors of big banks should.</p>\n<h2>Greece: prepare for the worst</h2>\n<p>Here&#8217;s a finding that will surprise nobody at all: &#8220;uncertainty and illiquidity&#8221; are damaging the Greek economy. So says the <a href=\"http://www.theguardian.com/world/2015/may/05/greece-government-bailout-talks-european-union-imf\" class=\" u-underline\">European commission, downgrading this year&#8217;s growth forecasts for Greece from 2.5% to 0.5%</a>. The debt-to-GDP ratio is now expected to hit 180%.</p>\n<p>The last figure illustrates why the International Monetary Fund is now pushing for debt relief for Greece and is right to do so. In short, even if the current standoff over the last &#8364;7.2bn of bailout funds can be resolved, <a href=\"http://www.theguardian.com/world/greece\" class=\" u-underline\">Greece</a> will require another programme. And the only way to make a medium-term debt ratio of 120% vaguely credible is to start with a lower stock of debt.</p>\n<p>But will the IMF&#8217;s lobbying of eurozone governments achieve anything? It&#8217;s hard to be confident. Talk of further debt relief may simply convince hardliners in European capitals that Greece&#8217;s exit from the euro is preferable and inevitable. In Athens, the government was reported to be drawing up contingency plans to impose capital controls. Sensible move, unfortunately.</p>\n<h2>BG shareholders have a right to be angry</h2>\n<p>The surprise is that only 18% of BG&#8217;s shareholders voted against the company&#8217;s pay report. It may have been more if most votes had not been cast before an AGM at which the <a href=\"http://www.theguardian.com/business/2015/may/05/bg-group-shareholders-rebel-against-helge-lund-pay-deal\" class=\" u-underline\">chairman, Andrew Gould, gave a mealy-mouthed explanation</a> of the shambles that followed the offer of a &#163;25m pay packet to the new chief executive, Helge Lund.</p>\n<p>&#8220;If we misjudged something, we misjudged the public reaction to it,&#8221; said Gould. The public reaction? Er, no. It was BG&#8217;s own shareholders who were angry about the &#163;25m. And the reason they were irate was straightforward: they had approved a binding pay policy six months earlier and <a href=\"http://www.theguardian.com/business/bggroup\" class=\" u-underline\">BG</a> wanted to ignore it. That was the misjudgment.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Business",
    "HSBC",
    "BG",
    "Executive pay and bonuses",
    "Hong Kong",
    "World news",
    "Banking",
    "Asia Pacific",
    "Greece",
    "Europe",
    "International Monetary Fund (IMF)",
    "Economics"
  ],
  "ntitle": "hsbc_and_the_bank_levy_stuart_gulliver_protests_too_much",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Stuart Gulliver sounds as if he has made up his mind already. HSBC’s chief executive says the bank’s review of its domicile is an “objective” study, but he turned Tuesday’s quarterly results into an extended whinge about life in the UK.\n\nThis country “has rejected the concept of universal banking,” he declared, complaining that new ringfencing rules could undermine HSBC’s control of its UK subsidiary. Then he warned that the UK bank levy made it “impossible” to commit to a progressive, upwards-only, dividend policy. He laid out the numbers: a 5% increase in the dividend costs HSBC $470m-$480m, little more than this year’s $400m increase in the levy.\n\nRelated: HSBC to decide this year on moving its HQ from UK\n\nGulliver also argued that the Hong Kong Monetary Authority would be perfectly capable of regulating HSBC. And, to those worried that the bank is many times the size of Hong Kong’s economy, he said the territory is part of China, as if that closed the debate.\n\nHSBC is entitled to move wherever it wishes, but some of Gulliver’s grumbles are peculiarly slanted. First, the ringfencing rules, designed to ensure the UK retail bank could survive a crisis at the parent, have to be implemented wherever HSBC is based. And the point about losing control of the UK subsidiary is overdone. HSBC will still be able to own 100% of the unit, appoint the executives and set strategy.\n\nSecond, it’s cheeky to pin all your dividend worries on the UK bank levy. Nobody would deny that $1.5bn is a large sum, even for HSBC, and that a tax of global balance sheets hits the bank disproportionately. But the corporate coffers would be in better shape if HSBC hadn’t been fined heavily for sanctions-busting, money-laundering and market-rigging. Hubristic over-expansion has also cost investors. Brazil, Turkey, Mexico and the US are all now under review.\n\nThird, not everybody shares the rose-tinted view of China. If the Chinese politburo – which tends to think of banking as a state-owned or state-directed activity – ever invented its own bank levy HSBC would have nowhere to run. Threats to quit the country would be met with ridicule in Beijing.\n\nThe odd part was that Gulliver admitted the UK levy wouldn’t be so much of an issue if interest rates were 4% and banks were making more money. Low interest rates may feel as if they have been around for ever, but they haven’t. If you are considering moving a large international bank, shouldn’t you think in terms of a few decades? Some fund managers don’t – but directors of big banks should.\n\nGreece: prepare for the worst\n\nHere’s a finding that will surprise nobody at all: “uncertainty and illiquidity” are damaging the Greek economy. So says the European commission, downgrading this year’s growth forecasts for Greece from 2.5% to 0.5%. The debt-to-GDP ratio is now expected to hit 180%.\n\nThe last figure illustrates why the International Monetary Fund is now pushing for debt relief for Greece and is right to do so. In short, even if the current standoff over the last €7.2bn of bailout funds can be resolved, Greece will require another programme. And the only way to make a medium-term debt ratio of 120% vaguely credible is to start with a lower stock of debt.\n\nBut will the IMF’s lobbying of eurozone governments achieve anything? It’s hard to be confident. Talk of further debt relief may simply convince hardliners in European capitals that Greece’s exit from the euro is preferable and inevitable. In Athens, the government was reported to be drawing up contingency plans to impose capital controls. Sensible move, unfortunately.\n\nBG shareholders have a right to be angry\n\nThe surprise is that only 18% of BG’s shareholders voted against the company’s pay report. It may have been more if most votes had not been cast before an AGM at which the chairman, Andrew Gould, gave a mealy-mouthed explanation of the shambles that followed the offer of a £25m pay packet to the new chief executive, Helge Lund.\n\n“If we misjudged something, we misjudged the public reaction to it,” said Gould. The public reaction? Er, no. It was BG’s own shareholders who were angry about the £25m. And the reason they were irate was straightforward: they had approved a binding pay policy six months earlier and BG wanted to ignore it. That was the misjudgment.",
  "title": "HSBC and the bank levy: Stuart Gulliver protests too much",
  "ts_in": "2015-05-05T23:26:09.793379",
  "url": "http://www.theguardian.com/business/nils-pratley-on-finance/2015/may/05/hsbc-bank-levy-stuart-gulliver-protests-too-much-china-hong-kong"
}