{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>A second election before Christmas is inevitable unless the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a> become part of a government in the event of a hung parliament after 7 May, Nick Clegg has said.</p>\n<p>At a rally in Cardiff, Clegg said that any attempt by David Cameron or Ed Miliband to lead a minority government in the House of Commons would be shambolic and doomed to failure.</p>\n<p>&#8220;The Liberal Democrats have shown that coalitions can be strong and stable,&#8221; Clegg said. &#8220;But instead of creating stability, Labour and the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> will create a shambles.&#8221;<br></p>\n<p>Clegg said it would be impossible for a minority government to pass key legislation without signing off concessions to smaller parties. </p>\n<p>A minority <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> government would need to make concessions on austerity and Trident in return for the SNP passing their Queen&#8217;s speech and spending plans. A minority Conservative government would need to find an additional &#163;1bn for Northern Ireland to buy DUP votes to support its spending plans, slash funding for international aid and bring forward an EU referendum to satisfy the demands of Ukip.</p>\n<p>&#8220;The last thing Britain needs is a second election before Christmas,&#8221; he said. &#8220;But that is exactly what will happen if Ed Miliband and David Cameron put their own political interest ahead of the national interest.</p>\n<p>&#8220;The only party that will ensure stability is the Liberal Democrats.&#8221;</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Frances Perraudin (@fperraudin)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Vote Lib Dem to avoid a second election before Christmas, says Clegg in Cardiff <a href=\"http://t.co/udcxzNbb9p\" class=\" u-underline\">pic.twitter.com/udcxzNbb9p</a></p>\n<a href=\"https://twitter.com/fperraudin/status/595572687956799488\"></a>\n</blockquote>\n\n<p>His speech seems to contradict comments he made on the party&#8217;s battle bus on 23 April, when he said the chances of a second election were &#8220;very remote&#8221; because of the effects of the Fixed-term Parliaments Act.<br></p>\n<p>&#8220;With the fixed-term parliaments bill, it&#8217;s very unlikely,&#8221; he said at the time. &#8220;One thing that all politicians know in their heart of hearts is don&#8217;t keep going back to the British people to ask them to sort out a mess at Westminster. We&#8217;ve got to sort it out. People have made their judgment. The reason we passed the fixed-term parliaments bill in the first place is that an endless cycle of elections is very destabilising to the country.&#8221;</p>\n<p>A Liberal Democrat spokesman said the party&#8217;s position had changed because of Miliband&#8217;s comments during a Question Time special last Thursday that he would seek to deliver his party&#8217;s whole manifesto even if he did not get a majority. The spokesman also said the Conservative position had begun to look &#8220;laughable&#8221;.</p>\n<p>Earlier, Cameron claimed Miliband would have a &#8220;massive credibility problem&#8221; if he tried to become prime minister without Labour winning the most seats.</p>\n<p>The prime minister told LBC radio: &#8220;I just think that there&#8217;s a massive credibility problem, with this idea that you can have a <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> government, backed by the SNP, only fighting for part of the country, I mean, the concerns of voters that I&#8217;m hearing about that are very, very strong.&#8221;</p>\n<p>The Tories have pre-emptively begun a campaign claiming that a minority government led by Miliband would be illegitimate even if he could command a majority in the Commons with the help of the Lib Dems, the SNP and potentially others.</p>\n<p>Constitutional experts have made clear that this is perfectly possible within the law, pointing out that there are precedents in the UK and many contemporary examples abroad of such blocs.</p>\n<p>But despite having the rulebook on his side, Miliband refused to be drawn on what he would do in such a situation. &#8220;Nothing will distract me from this once-in-a-generation election,&#8221; he said, addressing an audience in the marginal seat of Bedford.</p>\n<p>Speaking on BBC Radio 4&#8217;s Today programme earlier, Clegg said the largest party after the election should be given the &#8220;time and space&#8221; to form a government before attempts are made by the second largest party.</p>\n<p>&#8220;The party that gets the most votes and most seats &#8211; in other words the party that gets the biggest mandate from the British people, even if it doesn&#8217;t get a slam-dunk majority &#8211; it seems to me right to give that party the space and the time to try and settle a government,&#8221; said Clegg.</p>\n<p>Nicola Sturgeon, the SNP leader, turned the argument on the Conservatives. &#8220;Surely a test of legitimacy that should be applied to whatever Westminster government is formed after this election cannot simply be that it is the largest party in England,&#8221; she said.<br></p>\n<p>&#8220;The test that must be applied is whether a government can build a majority and win support that reflects the whole of the UK. English MPs will always be the largest part of any Westminster majority, but to ignore Scottish voices would be wrong.&#8221;</p>\n</div>",
  "authors": [
    "Frances Perraudin",
    "Rowena Mason"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Nick Clegg",
    "Liberal Democrats",
    "Conservatives",
    "Labour",
    "Politics",
    "UK news"
  ],
  "ntitle": "include_lib_dems_in_coalition_or_face_second_election_this_year_says_clegg",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nA second election before Christmas is inevitable unless the Liberal Democrats become part of a government in the event of a hung parliament after 7 May, Nick Clegg has said.\n\nAt a rally in Cardiff, Clegg said that any attempt by David Cameron or Ed Miliband to lead a minority government in the House of Commons would be shambolic and doomed to failure.\n\n“The Liberal Democrats have shown that coalitions can be strong and stable,” Clegg said. “But instead of creating stability, Labour and the Conservatives will create a shambles.”\n\n\n\nClegg said it would be impossible for a minority government to pass key legislation without signing off concessions to smaller parties.\n\nA minority Labour government would need to make concessions on austerity and Trident in return for the SNP passing their Queen’s speech and spending plans. A minority Conservative government would need to find an additional £1bn for Northern Ireland to buy DUP votes to support its spending plans, slash funding for international aid and bring forward an EU referendum to satisfy the demands of Ukip.\n\n“The last thing Britain needs is a second election before Christmas,” he said. “But that is exactly what will happen if Ed Miliband and David Cameron put their own political interest ahead of the national interest.\n\n“The only party that will ensure stability is the Liberal Democrats.”\n\n— Frances Perraudin (@fperraudin) Vote Lib Dem to avoid a second election before Christmas, says Clegg in Cardiff pic.twitter.com/udcxzNbb9p\n\nHis speech seems to contradict comments he made on the party’s battle bus on 23 April, when he said the chances of a second election were “very remote” because of the effects of the Fixed-term Parliaments Act.\n\n\n\n“With the fixed-term parliaments bill, it’s very unlikely,” he said at the time. “One thing that all politicians know in their heart of hearts is don’t keep going back to the British people to ask them to sort out a mess at Westminster. We’ve got to sort it out. People have made their judgment. The reason we passed the fixed-term parliaments bill in the first place is that an endless cycle of elections is very destabilising to the country.”\n\nA Liberal Democrat spokesman said the party’s position had changed because of Miliband’s comments during a Question Time special last Thursday that he would seek to deliver his party’s whole manifesto even if he did not get a majority. The spokesman also said the Conservative position had begun to look “laughable”.\n\nEarlier, Cameron claimed Miliband would have a “massive credibility problem” if he tried to become prime minister without Labour winning the most seats.\n\nThe prime minister told LBC radio: “I just think that there’s a massive credibility problem, with this idea that you can have a Labour government, backed by the SNP, only fighting for part of the country, I mean, the concerns of voters that I’m hearing about that are very, very strong.”\n\nThe Tories have pre-emptively begun a campaign claiming that a minority government led by Miliband would be illegitimate even if he could command a majority in the Commons with the help of the Lib Dems, the SNP and potentially others.\n\nConstitutional experts have made clear that this is perfectly possible within the law, pointing out that there are precedents in the UK and many contemporary examples abroad of such blocs.\n\nBut despite having the rulebook on his side, Miliband refused to be drawn on what he would do in such a situation. “Nothing will distract me from this once-in-a-generation election,” he said, addressing an audience in the marginal seat of Bedford.\n\nSpeaking on BBC Radio 4’s Today programme earlier, Clegg said the largest party after the election should be given the “time and space” to form a government before attempts are made by the second largest party.\n\n“The party that gets the most votes and most seats – in other words the party that gets the biggest mandate from the British people, even if it doesn’t get a slam-dunk majority – it seems to me right to give that party the space and the time to try and settle a government,” said Clegg.\n\nNicola Sturgeon, the SNP leader, turned the argument on the Conservatives. “Surely a test of legitimacy that should be applied to whatever Westminster government is formed after this election cannot simply be that it is the largest party in England,” she said.\n\n\n\n“The test that must be applied is whether a government can build a majority and win support that reflects the whole of the UK. English MPs will always be the largest part of any Westminster majority, but to ignore Scottish voices would be wrong.”",
  "title": "Include Lib Dems in coalition or face second election this year, says Clegg",
  "ts_in": "2015-05-05T21:21:39.691962",
  "url": "http://www.theguardian.com/politics/2015/may/05/lib-dems-coalition-or-second-election-nick-clegg"
}