{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p></p>\n<p>As revelers poured in to Colorado last month to <a href=\"http://www.theguardian.com/world/video/2014/nov/13/whats-the-point-of-the-g20-anyway-video\" class=\" u-underline\">mark the unofficial &#8220;4/20&#8221; holiday celebrated by cannabis enthusiasts worldwide</a>, some soon learned the limits of the state&#8217;s marijuana law. More than 100 citations were handed out, a number of them for smoking in public. Anecdotal accounts told of tokers being booted from hotels by staff wise to the towel under the door.</p>\n<p>All this because while marijuana possession and use is legal in <a href=\"http://www.theguardian.com/us-news/colorado\" class=\" u-underline\">Colorado</a>, public consumption is not. This poses a predicament for tourists who come to buy weed but have nowhere to smoke it.</p>\n<p>Enter <a href=\"https://budandbreakfast.com/about-magento-demo-store\" class=\" u-underline\">Bud and Breakfast</a>, which is for all intents and purposes an <a href=\"http://www.theguardian.com/technology/airbnb\" class=\" u-underline\">Airbnb</a> for kush tourists.</p>\n<p>&#8220;A lot of people would come to Colorado, go to a dispensary, buy some herb and then go out on the street and smoke,&#8221; said Sean Roby, the founder and chief executive of budandbreakfast.com. &#8220;That is not legal. We want to provide safe and legal accommodations for people to have an alternative.&#8221;</p>\n<p>The site, which launched on 1 April, looks and feels like Airbnb, but with a much greener aesthetic. Travelers search for weed-friendly accommodation by entering their vacation destination and dates. Homeowners in states and countries where recreational and medicinal marijuana use is legal offer them places to stay. The listings also indicate nearby dispensaries and advertise any cannabis-friendly events in the area.</p>\n<p>Featured properties include a penthouse in Boulder, Colorado; a lodge in Hope, Alaska; and a suite in Montevideo.</p>\n\n\n<a href=\"/society/2015/may/05/bud-and-breakfast-airbnb-marijuana-tourism#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430768139520/d3ea7226-79cf-4384-81ba-ef503cf5dbf9-300x180.jpeg\" alt=\"sean roby\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485v7%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Inside+Bud+and+Breakfast%2C+the+Airbnb+of+marijuana+tourism+%E2%80%93+only+much+greener&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485v7%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Inside+Bud+and+Breakfast%2C+the+Airbnb+of+marijuana+tourism+%E2%80%93+only+much+greener&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsociety%2F2015%2Fmay%2F05%2Fbud-and-breakfast-airbnb-marijuana-tourism&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430768140037%2F657e47c5-77f0-4e7a-adf7-e568ba3b0006-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSean Roby, founder and CEO of budandbreakfast.com. Photograph: Sean Roby\n\n\n\n<p>Listings also specify where smoking is allowed &#8211; inside, outside or just in the lounge, for example &#8211; and what paraphernalia is provided. Some places even provide a &#8220;wake and bake&#8221; experience, offering guests the bud and breakfast from which the site draws its name. </p>\n<p>Roby said budandbreakfast.com was not designed to undercut Airbnb, or even complete with it.</p>\n<p>&#8220;Airbnb is a huge company. They list every accommodation from a castle to a tent,&#8221; he said. &#8220;We want to list every accommodation from a castle to a tent as well but it&#8217;s going to be cannabis-specific.&#8221;</p>\n<p>Roby said the homeowners using the site are not only offering their properties, but are also experts and guides to the best dispensaries, spots and strands in town. Each homeowner and renter is vetted before they are allowed to rent properties.</p>\n<p>Though Colorado does not have statistics tracking weed tourism, Roby said business was booming. Since the site launched, he said, the phone has been ringing off the hook. </p>\n<p>&#8220;Pot tourism is completely exploding,&#8221; he said. &#8220;Since we&#8217;ve been live, if we could have had more accommodations, we would have been completely filled out for the 4/20 events that went on in all the recreational states &#8230; People were desperate to get a place that was cannabis-friendly.&#8221;</p>\n<p>Roby calls Colorado the &#8220;Napa Valley of cannabis&#8221;. He said he would ultimately like to see smokers approach weed in Colorado with the same sophistication drinkers have for wine in California. And he hoped Boulder, with its highly educated yet stoner-friendly population, would be just the place for this idea to take root. </p>\n<p>&#8220;I don&#8217;t really see too many people who are coming into our accommodations who are the traditional stoner, deadhead, hippie mentality,&#8221; he said. &#8220;We&#8217;re looking at professional people that are coming in for a corporate event that want to have a place to go and relax afterwards, and that&#8217;s our clientele.&#8221;</p>\n<p>While federal legalization of marijuana could slow tourism, Roby is more hopeful that the day will come than worried about what it would do for business.</p>\n<p>&#8220;It&#8217;s going to be a gradual process to get to the point of federal legalization, and I think up until that point, our company is going to expand,&#8221; he said. &#8220;Exponentially, it&#8217;s exploding.&#8221;</p>\n</div>",
  "authors": [
    "Lauren Gambino"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Colorado",
    "Cannabis",
    "US news",
    "World news",
    "Technology sector",
    "Internet",
    "Drugs",
    "Travel",
    "United States",
    "North and Central America"
  ],
  "ntitle": "inside_bud_and_breakfast_the_airbnb_of_marijuana_tourism_only_much_greener",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nAs revelers poured in to Colorado last month to mark the unofficial “4/20” holiday celebrated by cannabis enthusiasts worldwide, some soon learned the limits of the state’s marijuana law. More than 100 citations were handed out, a number of them for smoking in public. Anecdotal accounts told of tokers being booted from hotels by staff wise to the towel under the door.\n\nAll this because while marijuana possession and use is legal in Colorado, public consumption is not. This poses a predicament for tourists who come to buy weed but have nowhere to smoke it.\n\nEnter Bud and Breakfast, which is for all intents and purposes an Airbnb for kush tourists.\n\n“A lot of people would come to Colorado, go to a dispensary, buy some herb and then go out on the street and smoke,” said Sean Roby, the founder and chief executive of budandbreakfast.com. “That is not legal. We want to provide safe and legal accommodations for people to have an alternative.”\n\nThe site, which launched on 1 April, looks and feels like Airbnb, but with a much greener aesthetic. Travelers search for weed-friendly accommodation by entering their vacation destination and dates. Homeowners in states and countries where recreational and medicinal marijuana use is legal offer them places to stay. The listings also indicate nearby dispensaries and advertise any cannabis-friendly events in the area.\n\nFeatured properties include a penthouse in Boulder, Colorado; a lodge in Hope, Alaska; and a suite in Montevideo.\n\nFacebook Twitter Pinterest Sean Roby, founder and CEO of budandbreakfast.com. Photograph: Sean Roby\n\nListings also specify where smoking is allowed – inside, outside or just in the lounge, for example – and what paraphernalia is provided. Some places even provide a “wake and bake” experience, offering guests the bud and breakfast from which the site draws its name.\n\nRoby said budandbreakfast.com was not designed to undercut Airbnb, or even complete with it.\n\n“Airbnb is a huge company. They list every accommodation from a castle to a tent,” he said. “We want to list every accommodation from a castle to a tent as well but it’s going to be cannabis-specific.”\n\nRoby said the homeowners using the site are not only offering their properties, but are also experts and guides to the best dispensaries, spots and strands in town. Each homeowner and renter is vetted before they are allowed to rent properties.\n\nThough Colorado does not have statistics tracking weed tourism, Roby said business was booming. Since the site launched, he said, the phone has been ringing off the hook.\n\n“Pot tourism is completely exploding,” he said. “Since we’ve been live, if we could have had more accommodations, we would have been completely filled out for the 4/20 events that went on in all the recreational states … People were desperate to get a place that was cannabis-friendly.”\n\nRoby calls Colorado the “Napa Valley of cannabis”. He said he would ultimately like to see smokers approach weed in Colorado with the same sophistication drinkers have for wine in California. And he hoped Boulder, with its highly educated yet stoner-friendly population, would be just the place for this idea to take root.\n\n“I don’t really see too many people who are coming into our accommodations who are the traditional stoner, deadhead, hippie mentality,” he said. “We’re looking at professional people that are coming in for a corporate event that want to have a place to go and relax afterwards, and that’s our clientele.”\n\nWhile federal legalization of marijuana could slow tourism, Roby is more hopeful that the day will come than worried about what it would do for business.\n\n“It’s going to be a gradual process to get to the point of federal legalization, and I think up until that point, our company is going to expand,” he said. “Exponentially, it’s exploding.”",
  "title": "Inside Bud and Breakfast, the Airbnb of marijuana tourism – only much greener",
  "ts_in": "2015-05-05T21:22:24.656420",
  "url": "http://www.theguardian.com/society/2015/may/05/bud-and-breakfast-airbnb-marijuana-tourism"
}