{
  "article_html": "<div><p>The<a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\"> Islamic State</a> group proclaimed early on Tuesday that it had carried out its first terrorist attack on American soil and warned of &#8220;bigger and more bitter&#8221; strikes to come as it took responsibility for the failed assault on an art contest featuring cartoons of the Prophet Muhammad held in Texas at the weekend.</p>\n<p>Isis broadcast a statement on its al-Bayan radio station declaring that &#8220;two soldiers of the caliphate&#8221; carried out <a href=\"http://www.theguardian.com/us-news/2015/may/04/officer-and-two-suspects-reportedly-shot-at-draw-the-prophet-contest-in-texas\" class=\" u-underline\">Sunday&#8217;s attack</a> in Garland, near Dallas, Texas, where two gunmen were shot dead as they apparently attempted to storm the art show.</p>\n<p>It is still not clear if the two gunmen &#8211; identified by officials as Elton Simpson and Nadir Soofi, roommates in an apartment complex in Phoenix, Arizona &#8211; were actually connected with the group, whether they devised their own attack inspired by Isis, or neither.</p>\n<p>US authorities have said they are investigating whether Sunday&#8217;s shooting had any link to international terrorism.</p>\n<p>The statement issued on al-Bayan was short on details about the <a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\">Texas</a> incident and its perpetrators.</p>\n<p>Isis has repeatedly threatened to launch attacks within the US but this is the first time it has actually claimed responsibility for any kind of attempted strike.</p>\n<p>The broadcast on Tuesday warned: &#8220;We tell America that what is coming will be even bigger and more bitter, and that you will see the soldiers of the <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> do terrible things. The future is just around the corner.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430824846149/58a77335-529b-44a2-bc58-9a114e201dd0-300x180.jpeg\" alt=\"Picture thought to be of Elton Simpson\" class=\"gu-image\">\n\nA picture thought to be of Elton Simpson. Photograph: Obtained By ABC News\n\n\n\n<p>On Sunday the two men approached the venue of the cartoon contest venue, organized by the American Freedom Defense Initiative, which also goes by the name Stop the Islamization of America and is designated a hate group by civil rights organization the Southern Poverty Law Center and has been <a href=\"http://www.thedailybeast.com/articles/2014/09/23/to-fight-pam-geller-join-our-comedy-jihad-at-the-mta.html\" class=\" u-underline\">denounced by the Anti-Defamation League</a>. They were armed with assault rifles and wearing body armor, but as they opened fire on security personnel stationed outside, a police officer returned fire and both attackers were killed before reaching the event.</p>\n<p>Investigators are probing social media to search for more evidence about their affiliations and loyalties to Isis.</p>\n<p>Some reports suggest that a suspect sent out a series of tweets before the shooting using the hashtag #Texasattack, but Garland police spokesman Joe Harn said officials were still investigating. The Twitter account has since been deactivated.</p>\n<p>According to mainstream Islamic tradition, any physical depiction of the prophet Muhammad &#8211; even a respectful one &#8211; is considered blasphemous, and drawings similar to those featured at the<a href=\"http://www.theguardian.com/us-news/texas\" class=\" u-underline\"> Texas</a> event have sparked violence around the world.</p>\n<p>Court documents show Simpson had been under surveillance by US federal agents since 2006 and convicted in 2011 of lying to FBI agents over his desire to join violent jihad in Somalia.</p>\n<p>FBI agents and police on Monday searched the two men&#8217;s home at the Autumn Ridge Apartments in north-central Phoenix, cordoning off the complex and evacuating residents for several hours.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484ex%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Two+dead+after+gunmen+attack+%27draw+the+prophet%27+anti-Islam+art+show+in+Texas+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484ex%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Two+dead+after+gunmen+attack+%27draw+the+prophet%27+anti-Islam+art+show+in+Texas+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fvideo%2F2015%2Fmay%2F04%2Ftexas-shooting-mohammed-mohamad-dallas-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430709468999%2FShots-fired-outside-art-c-001.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAerials show the immediate aftermath following the shooting on Sunday.\n\n\n<p>Simpson, described as quiet and devout, had been on the radar of law enforcement because of his social media presence, but authorities did not have an indication that he was plotting an attack, said one federal official familiar with the investigation. Soofi had no criminal record, according to a search of federal court records.</p>\n<p>Simpson had worshipped at the Islamic Community Center of Phoenix for about a decade but quit showing up over the past two or three months, the president of the mosque told the Associated Press.</p>\n<p>He had been convicted in 2011 of lying to FBI officials over discussions he had with an informant about his desire to travel to Somalia to engage in violent jihad.</p>\n<p>According to court records Simpson waived his right to a jury trial and was tried before US district judge Mary Murguia, who found him guilty of making a false statement. She said there was insufficient evidence to conclude the false statement involved international terrorism.</p>\n<p>He was sentenced to three years&#8217; probation and ordered to pay $600 in fines and penalties.</p>\n<p>A lawyer based in Tempe, on the outskirts of Phoenix, who represented Simpson in the 2011 case said he had never displayed what appeared to be a genuine desire to join jihad.</p>\n<p>&#8220;I believe that perhaps he might have just snapped when he heard about the cartoon contest,&#8221; the attorney, Kristina Sitton, told CNN on Tuesday.</p>\n<p>Any jihadist talk from Simpson when she had encountered him had seemed to be nothing more than that, she said.</p>\n<p>&#8220;It just sounded like a lot of talk, especially compared with his demeanor when I was speaking with him and when I met with him,&#8221; she said.</p>\n<p>But she added that the art show on Sunday in Texas was a &#8220;completely provocative event and I would see many people who were devout about their religion being upset&#8221;.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430824483953/f2a40d88-028a-458f-be23-d8f636bd6262-300x180.jpeg\" alt=\"Law enforcement officers at the Autumn Ridge apartment complex searched by investigators in Phoenix, Arizona, after two gunmen were shot dead at an exhibit of caricatures of the Prophet Mohammad.\" class=\"gu-image\">\n\nLaw enforcement officers at the Autumn Ridge apartment complex searched by investigators in Phoenix, Arizona. Photograph: Nancy Wiechec/Reuters\n\n\n\n<p>Court documents say federal authorities began monitoring Simpson in 2006 because he was associated with an individual the FBI believed was trying to set up a terrorist cell in Arizona. At one point, according to the documents, the FBI tried &#8220;unsuccessfully&#8221; to put Simpson on a US government no-fly list.<br></p>\n<p>Simpson&#8217;s father told ABC News his son was &#8220;always a good kid&#8221; but said they had &#8220;some very serious differences&#8221;.</p>\n<p>&#8220;We are Americans and we believe in America,&#8221; Dunston Simpson told ABC News. &#8220;What my son did reflects very badly on my family.&#8221;</p>\n<p>More details of Soofi&#8217;s life also began to emerge on Tuesday. Childhood friends of Soofi in Pakistan, where he lived until moving to the US as a teen, said he was a popular and funny schoolboy when growing up there, but struggled to adjust in America.</p>\n<p>&#8220;When he was in Islamabad, he had a great life. His mom was an American who taught art at the school, he was in plays, he was popular with girls,&#8221; a school friend, who asked not to be named and had studied with Soofi at the elite International School of Islamabad, told Reuters.</p>\n<p>Friends in Pakistan were apparently stunned to discover that police had identified Soofi as one of the attackers.</p>\n<p>&#8220;He was a popular kid, the opposite of a radical extremist,&#8221; said another friend in Islamabad.</p>\n<p>Some friends nicknamed him Goofy, because of his sense of humor.</p>\n<p>But his parents divorced when he was about 15 or 16 and he moved with his mother to the US, where he later told his friends back in Pakistan that he did not fit in and &#8220;had many disappointments&#8221;, the friends said.</p>\n<p>He tried different educational and vocational avenues but reportedly struggled to find his path or make much money.</p>\n<p>&#8220;He said &#8216;life is really tough here&#8217;. Alienation, an identity crisis, whatever you want to call it, he was kind of alone. I guess the one thing he could identify with was religion,&#8221; said one of the friends.</p>\n<h2>&#8216;What is coming will be more grievous&#8217;</h2>\n<p>The Islamic State statement was read on al-Bayan radio, which is based in the Syrian city of Raqqa, which the group has proclaimed the capital of its self-styled caliphate.<br></p>\n<p>&#8220;We tell &#8230; America that what is coming will be more grievous and more bitter and you will see from the soldiers of the Caliphate what will harm you, God willing,&#8221; it said.</p>\n<p>There have been numerous attacks in western countries that are believed to be related in some way to the group, which holds roughly a third of Iraq and Syria.</p>\n<p>In October, Canada was hit by two terror attacks by &#8220;lone wolves&#8221; believed to have been inspired by Isis. In Ottawa, a gunman shot and killed a soldier at Canada&#8217;s National War Memorial and then stormed parliament before being gunned down. Two days earlier, a man ran over two soldiers in a parking lot in Quebec, killing one and injuring the other before being shot dead by police.</p>\n<p>The Garland off-duty police officer who shot the two gunmen outside the Culwell Center, where the event was being held on Sunday, was described as &#8220;a seasoned veteran&#8221; by a lawyer representing the Texas Municipal Police Officers Association, which represents Garland police officers.</p>\n<p>&#8220;He&#8217;s a terrific guy. Just humble and I can&#8217;t describe &#8211; he&#8217;s a terrific individual,&#8221; said the lawyer, Zachary Horn.</p>\n<p>The officer has not yet been named but has been hailed a hero by law enforcement chiefs who said he <a href=\"http://www.nbcdfw.com/news/local/Garland-Officer-Saved-Lives-at-Prophet-Muhammad-Art-Contest-Police-Say-302436191.html\" class=\" u-underline\">saved lives</a> by stopping the gunmen from storming into the cartoon competition event.</p>\n</div>",
  "authors": [
    "Joanna Walters"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Texas",
    "Islamic State",
    "World news",
    "US news"
  ],
  "ntitle": "isis_claims_responsibility_for_texas_attack",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Islamic State group proclaimed early on Tuesday that it had carried out its first terrorist attack on American soil and warned of “bigger and more bitter” strikes to come as it took responsibility for the failed assault on an art contest featuring cartoons of the Prophet Muhammad held in Texas at the weekend.\n\nIsis broadcast a statement on its al-Bayan radio station declaring that “two soldiers of the caliphate” carried out Sunday’s attack in Garland, near Dallas, Texas, where two gunmen were shot dead as they apparently attempted to storm the art show.\n\nIt is still not clear if the two gunmen – identified by officials as Elton Simpson and Nadir Soofi, roommates in an apartment complex in Phoenix, Arizona – were actually connected with the group, whether they devised their own attack inspired by Isis, or neither.\n\nUS authorities have said they are investigating whether Sunday’s shooting had any link to international terrorism.\n\nThe statement issued on al-Bayan was short on details about the Texas incident and its perpetrators.\n\nIsis has repeatedly threatened to launch attacks within the US but this is the first time it has actually claimed responsibility for any kind of attempted strike.\n\nThe broadcast on Tuesday warned: “We tell America that what is coming will be even bigger and more bitter, and that you will see the soldiers of the Islamic State do terrible things. The future is just around the corner.”\n\nA picture thought to be of Elton Simpson. Photograph: Obtained By ABC News\n\nOn Sunday the two men approached the venue of the cartoon contest venue, organized by the American Freedom Defense Initiative, which also goes by the name Stop the Islamization of America and is designated a hate group by civil rights organization the Southern Poverty Law Center and has been denounced by the Anti-Defamation League. They were armed with assault rifles and wearing body armor, but as they opened fire on security personnel stationed outside, a police officer returned fire and both attackers were killed before reaching the event.\n\nInvestigators are probing social media to search for more evidence about their affiliations and loyalties to Isis.\n\nSome reports suggest that a suspect sent out a series of tweets before the shooting using the hashtag #Texasattack, but Garland police spokesman Joe Harn said officials were still investigating. The Twitter account has since been deactivated.\n\nAccording to mainstream Islamic tradition, any physical depiction of the prophet Muhammad – even a respectful one – is considered blasphemous, and drawings similar to those featured at the Texas event have sparked violence around the world.\n\nCourt documents show Simpson had been under surveillance by US federal agents since 2006 and convicted in 2011 of lying to FBI agents over his desire to join violent jihad in Somalia.\n\nFBI agents and police on Monday searched the two men’s home at the Autumn Ridge Apartments in north-central Phoenix, cordoning off the complex and evacuating residents for several hours.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Aerials show the immediate aftermath following the shooting on Sunday.\n\nSimpson, described as quiet and devout, had been on the radar of law enforcement because of his social media presence, but authorities did not have an indication that he was plotting an attack, said one federal official familiar with the investigation. Soofi had no criminal record, according to a search of federal court records.\n\nSimpson had worshipped at the Islamic Community Center of Phoenix for about a decade but quit showing up over the past two or three months, the president of the mosque told the Associated Press.\n\nHe had been convicted in 2011 of lying to FBI officials over discussions he had with an informant about his desire to travel to Somalia to engage in violent jihad.\n\nAccording to court records Simpson waived his right to a jury trial and was tried before US district judge Mary Murguia, who found him guilty of making a false statement. She said there was insufficient evidence to conclude the false statement involved international terrorism.\n\nHe was sentenced to three years’ probation and ordered to pay $600 in fines and penalties.\n\nA lawyer based in Tempe, on the outskirts of Phoenix, who represented Simpson in the 2011 case said he had never displayed what appeared to be a genuine desire to join jihad.\n\n“I believe that perhaps he might have just snapped when he heard about the cartoon contest,” the attorney, Kristina Sitton, told CNN on Tuesday.\n\nAny jihadist talk from Simpson when she had encountered him had seemed to be nothing more than that, she said.\n\n“It just sounded like a lot of talk, especially compared with his demeanor when I was speaking with him and when I met with him,” she said.\n\nBut she added that the art show on Sunday in Texas was a “completely provocative event and I would see many people who were devout about their religion being upset”.\n\nLaw enforcement officers at the Autumn Ridge apartment complex searched by investigators in Phoenix, Arizona. Photograph: Nancy Wiechec/Reuters\n\nCourt documents say federal authorities began monitoring Simpson in 2006 because he was associated with an individual the FBI believed was trying to set up a terrorist cell in Arizona. At one point, according to the documents, the FBI tried “unsuccessfully” to put Simpson on a US government no-fly list.\n\n\n\nSimpson’s father told ABC News his son was “always a good kid” but said they had “some very serious differences”.\n\n“We are Americans and we believe in America,” Dunston Simpson told ABC News. “What my son did reflects very badly on my family.”\n\nMore details of Soofi’s life also began to emerge on Tuesday. Childhood friends of Soofi in Pakistan, where he lived until moving to the US as a teen, said he was a popular and funny schoolboy when growing up there, but struggled to adjust in America.\n\n“When he was in Islamabad, he had a great life. His mom was an American who taught art at the school, he was in plays, he was popular with girls,” a school friend, who asked not to be named and had studied with Soofi at the elite International School of Islamabad, told Reuters.\n\nFriends in Pakistan were apparently stunned to discover that police had identified Soofi as one of the attackers.\n\n“He was a popular kid, the opposite of a radical extremist,” said another friend in Islamabad.\n\nSome friends nicknamed him Goofy, because of his sense of humor.\n\nBut his parents divorced when he was about 15 or 16 and he moved with his mother to the US, where he later told his friends back in Pakistan that he did not fit in and “had many disappointments”, the friends said.\n\nHe tried different educational and vocational avenues but reportedly struggled to find his path or make much money.\n\n“He said ‘life is really tough here’. Alienation, an identity crisis, whatever you want to call it, he was kind of alone. I guess the one thing he could identify with was religion,” said one of the friends.\n\n‘What is coming will be more grievous’\n\nThe Islamic State statement was read on al-Bayan radio, which is based in the Syrian city of Raqqa, which the group has proclaimed the capital of its self-styled caliphate.\n\n\n\n“We tell … America that what is coming will be more grievous and more bitter and you will see from the soldiers of the Caliphate what will harm you, God willing,” it said.\n\nThere have been numerous attacks in western countries that are believed to be related in some way to the group, which holds roughly a third of Iraq and Syria.\n\nIn October, Canada was hit by two terror attacks by “lone wolves” believed to have been inspired by Isis. In Ottawa, a gunman shot and killed a soldier at Canada’s National War Memorial and then stormed parliament before being gunned down. Two days earlier, a man ran over two soldiers in a parking lot in Quebec, killing one and injuring the other before being shot dead by police.\n\nThe Garland off-duty police officer who shot the two gunmen outside the Culwell Center, where the event was being held on Sunday, was described as “a seasoned veteran” by a lawyer representing the Texas Municipal Police Officers Association, which represents Garland police officers.\n\n“He’s a terrific guy. Just humble and I can’t describe – he’s a terrific individual,” said the lawyer, Zachary Horn.\n\nThe officer has not yet been named but has been hailed a hero by law enforcement chiefs who said he saved lives by stopping the gunmen from storming into the cartoon competition event.",
  "title": "Isis claims responsibility for Texas attack",
  "ts_in": "2015-05-05T21:22:06.020596",
  "url": "http://www.theguardian.com/world/2015/may/05/isis-claims-responsibility-for-texas-atttack"
}