{
  "article_html": "<div><h2>THE MYSTERY OF CLIFFORD GREY, OLYMPIC CHAMPION WHO NEVER WAS</h2>\n<p>In between the victories and defeats, runs and wickets, The Spin has always tried to find time and space to share good stories, whether about <a href=\"http://www.theguardian.com/sport/2012/nov/06/maurice-holmes-english-murali-spin\" class=\" u-underline\">English mystery spinners</a> and <a href=\"http://www.theguardian.com/sport/2013/sep/18/scott-boswell-and-the-yips\" class=\" u-underline\">men with the yips</a>, <a href=\"http://www.theguardian.com/sport/2013/mar/05/the-spin-bob-crisp-amazing-life\" class=\" u-underline\">renegade fast bowlers</a> and <a href=\"http://www.theguardian.com/sport/2013/nov/12/the-spin-england-cricketer-prisoner-war\" class=\" u-underline\">runaway all-rounders</a>. This week we&#8217;ve another along those lines, albeit one that has very little &#8211; OK, nothing at all &#8211; to do with cricket. Call it columnist&#8217;s prerogative. Rest assured, we&#8217;ll be back on topic as normal next week.</p>\n<p>Who knew Ipswich had so many dead? The town&#8217;s Old Cemetery is a great, sprawling place, spanning several acres. The stone I&#8217;m looking for is stubby and squat, with a distinctive silhouette. The sides billow out then curl around to meet in a little point, like a little circus top. I spend an hour or so strolling around, looking for it. There&#8217;s no one here alive to ask. The only dog-walker I pass doesn&#8217;t know. All I have to work with is a photo, which shows the stone and the text on it:</p>\n<blockquote class=\"quoted\">\n<p>In Happy Memory of</p>\n<p>CLIFFORD GREY</p>\n<p>Who Left Us</p>\n<p>On Sept 25th 1941</p>\n</blockquote>\n<p>For 60 years this plot lay undisturbed, little thought of, left to gather moss. Until 1997, when a local historian named David Routh bought a book called The Encyclopaedia of the Musical in a second-hand store. Flicking through the pages, he stumbled across the entry for Clifford Grey, buried, so the book said, in a plot just up the road from Routh&#8217;s home. Now Routh had no great knowledge of musicals. But he knew someone who did, his pal Norman Carter. He did a little singing &#8211; &#8220;all the old tunes&#8221; &#8211; on the local circuit. Some of Grey&#8217;s songs were part of Carter&#8217;s repertoire. <a href=\"https://www.youtube.com/watch?v=LCUyMho744g\" class=\" u-underline\">If You Were The Only Girl (In The World)</a>, <a href=\"https://www.youtube.com/watch?v=n2NPxFr2tg8\" class=\" u-underline\">Got A Date With An Angel</a>. They were standards from the old music hall days.</p>\n<p>Routh and Carter decided to do a little digging. Grey was born in Birmingham in 1887, and studied at Camp Hill Boys&#8217; School. His name was actually Percival Davis, but he changed it when he quit his job as a clerk and joined a local musical troupe. He spent the next few years performing in pubs, piers and music halls. In 1916 he got his big break, when he contributed lyrics to the West End smash The Bing Boys Are Here. After that he was made. Soon after, the great Broadway impresario Florenz Ziegfeld invited him to New York to work on his new show, Sally. Grey became, as one biographer put it, a member of that &#8220;peripatetic tribe&#8221; that &#8220;dominated the central tradition of transatlantic musical theatre between the two world wars&#8221;, swapping melodies and lyrics with his friends and collaborators Ivor Novello, PG Wodehouse, Jerome Kern, and George Gershwin.</p>\n<p>In 1928 Grey wrote a show called Ups-A-Daisy, a sort-of Walter Mitty story about the secret life of a man who pretends to be climbing the Alps, when he&#8217;s really having a high time in Paris, drinking and dancing in Pigalle. Here, things get intriguing. That same year, 1928, Grey, rotund, and bespectacled, a distinctly unlikely athlete, turned up in St Moritz as a member USA&#8217;s Olympic team and won a gold in the five-man (as it was then) bobsledding. He did it again, on the four-man team this time, at Lake Placid four years later. Which makes Clifford Grey one of the small band of men to have won two Olympic gold medals.</p>\n<p>Odd thing is, none of the papers seemed to pick up on the fact that the chubby 40-year-old man in the USA&#8217;s No3 seat was a famous British lyricist. Because Grey didn&#8217;t want anyone to know. He competed under a different name, using a different place and date of birth. He kept this secret identity &#8211; Clifford &#8216;Tippy&#8217; Gray &#8211; so closely guarded that he didn&#8217;t even share it with his children.</p>\n<p>The man who first discovered Grey&#8217;s secret was an American journalist, Tim Clark. In 1978, Clark was looking for Olympic-themed features in the run-up to the 1982 Games in Lake Placid. He struck on the idea of writing about the last time the town had hosted the Games, back in &#8217;32.</p>\n<p>The great event of those Games was the four-man bobsledding, one of the most spectacular, and dangerous, competitions in Olympic history. Clark remembers that while he was reading through the original reports, he became interested in &#8220;this character Clifford &#8216;Tippy&#8217;, Gray&#8221;. He found a couple of references to Gray being &#8220;tunesmith&#8221;. And then he had a brainwave. He wrote to the American Society of Composers, Authors, and Publishers, and asked them whether they had a Clifford Gray listed, and if they did, who was receiving the royalties on his songs. They did, and while they couldn&#8217;t give out details, they offered to send on a letter.</p>\n<p>The note Clark wrote made its way, via ASCAP, to June Silver Grey, the eldest of Clifford&#8217;s two daughters. So far as she knew, her father had never been near a bobsled, much less the Olympics. But Clark had included a photo clipping with his letter. And, she had to admit, the man in it bore a remarkable resemblance to her father. June had a half-sister too, Dorothy. She had been sent to a finishing school in Lausanne between 1926 and 1928, and she recalled Clifford visiting her there around the time of the Olympics. She said, too, that he had adored bobsledding, and even thought she remembered meeting some of his teammates.</p>\n<p>So, in January &#8217;79, June wrote a letter back to Tim. &#8220;Dear Mr Clark, More and more, it appears to be our father &#8230;&#8221; It seems incredible that a man could keep such things from his own family, but then, June explained, her father was &#8220;a very humble man&#8221; who &#8220;never boasted&#8221;. And besides, she hadn&#8217;t even known him that well. &#8220;My parents travelled a great deal. I crossed the Atlantic 19 times before I was 12 years old, and never sailed with my parents. So you see English children do not always know as much as American children.&#8221;</p>\n<p>Tim Clark had his story. A good one too. When it came out, it was picked up by a few curious historians, including, years later, an academic named James Ross Moore. He began to piece together the details of Grey&#8217;s life for an article in the Dictionary of American National Biography. After doing a lot more research into the mystery, Ross Moore set it down like this: &#8220;During these New York years, Grey made many theatrical and sporting friends. Much later, the secret life of this quiet, retiring, and serious-looking man, so supposedly sedentary and shy behind his horn-rimmed glasses, was revealed. With considerable skill, Grey had invented an American persona, Tippi Gray, and it was under this name that he joined three bobsleighing friends and won gold medals in both the 1928 and the 1932 winter Olympic games.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2010/feb/25/forgotten-story-magnificent-men-flying-machine\" class=\" u-underline\">The forgotten story of ... those magnificent men and their flying bobsled | Andy Bull</a> </p>\n\n<p>The story spread. Especially once Routh and Carter found it. BBC radio ran a documentary about Grey. After that, he popped up all over, in the local press in Ipswich and Birmingham, and, finally, in a couple of the national papers, including, some time later, <a href=\"http://www.theguardian.com/sport/blog/2010/feb/25/forgotten-story-magnificent-men-flying-machine\" class=\" u-underline\">this one</a> (I remember it well, because I wrote it myself). Eventually, word of this renewed interest reached one of Grey&#8217;s grandchildren, Vicki Barcus, in the USA.</p>\n<p>After Barcus, Routh and Carter made contact with each other, they all agreed that something should be done to ensure that Clifford Grey had a proper memorial. So, in 2005, they gathered in the Old Cemetery for a rededication service. The Mayor and Mayoress were there, so were Routh, Carter, and Skues, and Grey&#8217;s grandchildren. A swing band, Jack Biggins and his Novello Quintette, played Grey&#8217;s hits, and a historian from the British Academy of Composers and Songwriters gave a short talk on his life. They lay a new stone at the foot of the old one, one that gave the full details of the extraordinary life of the man buried there.</p>\n<p>There was just one problem with all this. Clifford Grey never had a secret identity, never competed for the USA, never went to the Olympics, and never won any gold medals.</p>\n<p>There had always been sceptics. David Wallechinsky, the doyen of Olympic historians, had believed the story of the secret life of Clifford Grey at first, but changed his mind later on. He was persuaded by the discrepancy in birth dates. Ross Moore explained this by saying that the Olympic records were wrong. Then there was John Cross, a researcher at Bowdoin College. He found that Tippy&#8217;s teammates remembered him as a having attended Cornell. But Ross Moore explained that the Cornell backstory was all part of Grey&#8217;s phony persona. Ultimately, no one had any hard proof either way. So that&#8217;s where the story lay.</p>\n<p>Which was a problem for me. For the last two years I&#8217;ve been working on a book, Speed Kings, which tells the story of the four men who won the gold in the bobsledding in 1932. There was the driver, Billy Fiske, a playboy who became a fighter pilot in the RAF. There was Eddie Eagan, a heavyweight boxer and a scholar, the only man in history to win gold medals in both the Winter and Summer Olympics. There was the brakeman, Jay O&#8217;Brien, a raconteur and a card-sharp, who seduced the wife of one of the richest men in the USA. And then there was Clifford Grey, who was, well, what, exactly?</p>\n<p>The more I looked at Clifford&#8217;s story, the less sense it made. Whichever way you twisted it, it never seemed to fit right. I spent months looking for the definitive answer, delving into obscure archives in little corners of libraries in London, New York, and Lake Placid. I ran up my phone bill having long conversations with Clark, Barcus, Routh, Carter, and everyone else who had any kind of connection to Grey&#8217;s life, and heard all kinds of different views, many of them contrary.</p>\n<p>And then I found it. An interview on page 11 of the Sarasota Herald-Tribune, 9 March 1948. Seven years after Clifford Grey, the English lyricist, had passed away from an asthma attack in Ipswich, Clifford &#8216;Tippy&#8217; Gray, two-time Olympic bobsled champion, was alive and well and speaking to a journalist about his career. Eureka.</p>\n<p>There are so many odd coincidences in the lives of the two men, it&#8217;s easy to see now how their tales became tangled. For a start there was the physical resemblance, close enough for the two of them to be confused with each other in the grainy old black-and-white photos. Then there were their careers. &#8216;Tippy&#8217; Gray was a song-writer too. He had a short career in the movies, but killed his career when he was arrested in possession of an opium pipe and a pistol. After that, he moved to Paris and started writing jazz tunes for the revue at the Moulin Rouge. He became, as one gossip journalist put it, &#8220;a sort of human question mark&#8221;, a man who was &#8220;always just arriving or going somewhere&#8230; One night he might be found dining at a lunch counter with a vaudeville acrobat, and the next in immaculate evening dress at the Ritz with a group listed in the social register.&#8221; Or, equally, riding a bobsled on the slopes at Lake Placid and St Moritz.</p>\n<p>The sweet satisfaction I felt at the discovery was immediately tempered by the realisation that I was going to have to call up everyone who believed that Clifford Grey &#8211; the English Clifford &#8211; was an Olympic champion, and break the news that, actually, no he wasn&#8217;t. Tim Clark took it well, since it was all so long ago. So did two of Clifford&#8217;s grandchildren, who said that they had never really been persuaded it was true to start with. Routh and Carter though, didn&#8217;t want to know. The hardest was Vicki Barcus.</p>\n<p>&#8220;I still have that original article in a frame up on my wall,&#8221; she told me, talking of Tim&#8217;s feature for Yankee Magazine all those years ago. &#8220;I guess I&#8217;ll have to take it down now.&#8221; She sighed. &#8220;It was just so much more romantic to believe that my grandfather won those medals.&#8221; </p>\n<p>Clifford &#8216;Tippy&#8217; Gray, two-time Olympic champion, died from complications arising from Parkinson&#8217;s disease in April 1968, in a care home in San Diego. He had no immediate family, so there was no one to keep his story alive. The local paper reported in two lines, &#8220;Clifford Gray, the composer of If You Were The Only Girl (In The World) has passed away at the age of 76.&#8221; Even then, people were confusing him with his more famous namesake.</p>\n<p>And Clifford Grey, English lyricist, still lies, in the Ipswich Old Cemetery. Somewhere. After an hour, I finally find it. Thirty yards from the path, near an old yew tree. The old, original stone, and underneath it, the newer one, laid in 2005, which proudly announces:</p>\n<blockquote class=\"quoted\">\n<p>He Spread A Little Happiness</p>\n<p>Clifford Grey</p>\n<p>Lyricist</p>\n<p>Olympic Gold Medalist</p>\n<p>4-Man Bobsled in 1928 + 1932 (USA)</p>\n</blockquote>\n<p>A beautiful little lie, it is too.</p>\n\n\n<a href=\"/sport/2015/may/05/the-spin-its-just-not-cricket#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430821523867/5ebc23d2-ad3e-4863-95ed-5ac6b2f7eeab-315x420.jpeg\" alt=\"Clifford Grey's grave in Ipswich\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485ae%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=It%E2%80%99s+just+not+cricket+%7C+The+Spin&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485ae%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=It%E2%80%99s+just+not+cricket+%7C+The+Spin&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2F2015%2Fmay%2F05%2Fthe-spin-its-just-not-cricket&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430821524464%2F274f8eb0-ccec-4773-9a0b-c8b1fe072429-1530x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe grave of Clifford Grey in Ipswich. Photograph: Andy Bull\n\n\n\n<ul>\n<li><strong><a href=\"http://www.amazon.co.uk/Speed-Kings-Andy-Bull/dp/0593073762\" class=\" u-underline\">&#8216;Speed Kings&#8217;</a> by Andy Bull is published in hardback and ebook by Bantam Press, priced &#163;17.99.</strong><br></li>\n</ul>\n<h2>WIN! WIN! WIN!</h2>\n<p><a href=\"http://www.amazon.co.uk/Speed-Kings-Andy-Bull/dp/0593073762\" class=\" u-underline\">Speed Kings is out in hardback and as an ebook this Thursday, 7 May</a>. Well, it&#8217;s not as if there&#8217;s anything much else going on that day, is there?</p>\n<p>It&#8217;s a true story about four remarkable men and their race to win a gold medal at the 1932 <a href=\"http://www.theguardian.com/sport/winter-olympics\" class=\" u-underline\">Winter Olympics</a>. If you&#8217;ve enjoyed my writing over the five years or so I&#8217;ve been doing this column, I hope you&#8217;ll enjoy this book too. If you like stories about sport, death, derring-do, the Olympics, fast cars, dogfights, prizefights, horse-races, affairs, broken hearts, scandals, swing music, card-sharps, gangsters, private eyes, debauched aristocrats, speakeasies, glamorous actresses, vanquished Nazis, corrupt officials, and implausibly heroic men, you&#8217;ll certainly find something in it for you.</p>\n<p>Unlike The Spin, though, I can&#8217;t give it away for free. Well, I can. But only three copies of it. So, to win one, all you have to do is answer this question:</p>\n<p>Who are the reigning Olympic cricket champions?</p>\n<p>Email your answers to me at <a href=\"mailto:andy.bull@guardian.co.uk\" class=\" u-underline\">andy.bull@theguardian.com</a>, with &#8216;Speed Kings&#8217; in the subject line. I&#8217;ll pick three names out of the hat next week.</p>\n<h2>STILL WANT MORE?</h2>\n<p><a href=\"http://www.theguardian.com/sport/blog/2015/may/04/england-alastair-cook-optimism-bridgetown-loss\" class=\" u-underline\">Mike Selvey wraps up England&#8217;s performance</a> in West Indies, and John Ashdown <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/five-talking-points-england-test-series-west-indies\" class=\" u-underline\">picks out five talking points from the series</a>.</p>\n<p>Vic Marks pipped Jonathan Trott to the news of his own retirement <a href=\"http://www.theguardian.com/sport/blog/2015/may/02/jonathan-trott-england-west-indies-story-over\" class=\" u-underline\">by 24 hours</a>.</p>\n<p>Participation in cricket may be declining overall, but it is one of the fastest growing team sports among girls. <a href=\"http://www.theguardian.com/lifeandstyle/2015/may/03/howzat-girls-why-cricket-is-bowling-maidens-over\" class=\" u-underline\">Steven Morris finds out why</a>.</p>\n<p>And you can follow all the action from around the grounds <a href=\"http://www.theguardian.com/sport/series/county-cricket-live-blog\" class=\" u-underline\">on our county cricket liveblogs</a>.</p>\n<h2>CONTACT THE SPIN &#8230;</h2>\n<p>&#8230; by writing to <a href=\"mailto:andy.bull@guardian.co.uk\" class=\" u-underline\">andy.bull@theguardian.com</a></p>\n<h2>IN!</h2>\n<p>To subscribe to the Spin, <a href=\"http://click.mail.theguardian.com/?qs=f5e9b2e6e36a7f2f820b992823673794bfbce7d5ec9e9d2c7e19db2e18974c45\" class=\" u-underline\">just visit this page, find &#8216;The Spin&#8217; and follow the instructions</a>.</p>\n</div>",
  "authors": [
    "Andy Bull"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Winter Olympics",
    "Cricket",
    "Sport"
  ],
  "ntitle": "it_s_just_not_cricket",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "THE MYSTERY OF CLIFFORD GREY, OLYMPIC CHAMPION WHO NEVER WAS\n\nIn between the victories and defeats, runs and wickets, The Spin has always tried to find time and space to share good stories, whether about English mystery spinners and men with the yips, renegade fast bowlers and runaway all-rounders. This week we’ve another along those lines, albeit one that has very little – OK, nothing at all – to do with cricket. Call it columnist’s prerogative. Rest assured, we’ll be back on topic as normal next week.\n\nWho knew Ipswich had so many dead? The town’s Old Cemetery is a great, sprawling place, spanning several acres. The stone I’m looking for is stubby and squat, with a distinctive silhouette. The sides billow out then curl around to meet in a little point, like a little circus top. I spend an hour or so strolling around, looking for it. There’s no one here alive to ask. The only dog-walker I pass doesn’t know. All I have to work with is a photo, which shows the stone and the text on it:\n\nIn Happy Memory of CLIFFORD GREY Who Left Us On Sept 25th 1941\n\nFor 60 years this plot lay undisturbed, little thought of, left to gather moss. Until 1997, when a local historian named David Routh bought a book called The Encyclopaedia of the Musical in a second-hand store. Flicking through the pages, he stumbled across the entry for Clifford Grey, buried, so the book said, in a plot just up the road from Routh’s home. Now Routh had no great knowledge of musicals. But he knew someone who did, his pal Norman Carter. He did a little singing – “all the old tunes” – on the local circuit. Some of Grey’s songs were part of Carter’s repertoire. If You Were The Only Girl (In The World), Got A Date With An Angel. They were standards from the old music hall days.\n\nRouth and Carter decided to do a little digging. Grey was born in Birmingham in 1887, and studied at Camp Hill Boys’ School. His name was actually Percival Davis, but he changed it when he quit his job as a clerk and joined a local musical troupe. He spent the next few years performing in pubs, piers and music halls. In 1916 he got his big break, when he contributed lyrics to the West End smash The Bing Boys Are Here. After that he was made. Soon after, the great Broadway impresario Florenz Ziegfeld invited him to New York to work on his new show, Sally. Grey became, as one biographer put it, a member of that “peripatetic tribe” that “dominated the central tradition of transatlantic musical theatre between the two world wars”, swapping melodies and lyrics with his friends and collaborators Ivor Novello, PG Wodehouse, Jerome Kern, and George Gershwin.\n\nIn 1928 Grey wrote a show called Ups-A-Daisy, a sort-of Walter Mitty story about the secret life of a man who pretends to be climbing the Alps, when he’s really having a high time in Paris, drinking and dancing in Pigalle. Here, things get intriguing. That same year, 1928, Grey, rotund, and bespectacled, a distinctly unlikely athlete, turned up in St Moritz as a member USA’s Olympic team and won a gold in the five-man (as it was then) bobsledding. He did it again, on the four-man team this time, at Lake Placid four years later. Which makes Clifford Grey one of the small band of men to have won two Olympic gold medals.\n\nOdd thing is, none of the papers seemed to pick up on the fact that the chubby 40-year-old man in the USA’s No3 seat was a famous British lyricist. Because Grey didn’t want anyone to know. He competed under a different name, using a different place and date of birth. He kept this secret identity – Clifford ‘Tippy’ Gray – so closely guarded that he didn’t even share it with his children.\n\nThe man who first discovered Grey’s secret was an American journalist, Tim Clark. In 1978, Clark was looking for Olympic-themed features in the run-up to the 1982 Games in Lake Placid. He struck on the idea of writing about the last time the town had hosted the Games, back in ’32.\n\nThe great event of those Games was the four-man bobsledding, one of the most spectacular, and dangerous, competitions in Olympic history. Clark remembers that while he was reading through the original reports, he became interested in “this character Clifford ‘Tippy’, Gray”. He found a couple of references to Gray being “tunesmith”. And then he had a brainwave. He wrote to the American Society of Composers, Authors, and Publishers, and asked them whether they had a Clifford Gray listed, and if they did, who was receiving the royalties on his songs. They did, and while they couldn’t give out details, they offered to send on a letter.\n\nThe note Clark wrote made its way, via ASCAP, to June Silver Grey, the eldest of Clifford’s two daughters. So far as she knew, her father had never been near a bobsled, much less the Olympics. But Clark had included a photo clipping with his letter. And, she had to admit, the man in it bore a remarkable resemblance to her father. June had a half-sister too, Dorothy. She had been sent to a finishing school in Lausanne between 1926 and 1928, and she recalled Clifford visiting her there around the time of the Olympics. She said, too, that he had adored bobsledding, and even thought she remembered meeting some of his teammates.\n\nSo, in January ’79, June wrote a letter back to Tim. “Dear Mr Clark, More and more, it appears to be our father …” It seems incredible that a man could keep such things from his own family, but then, June explained, her father was “a very humble man” who “never boasted”. And besides, she hadn’t even known him that well. “My parents travelled a great deal. I crossed the Atlantic 19 times before I was 12 years old, and never sailed with my parents. So you see English children do not always know as much as American children.”\n\nTim Clark had his story. A good one too. When it came out, it was picked up by a few curious historians, including, years later, an academic named James Ross Moore. He began to piece together the details of Grey’s life for an article in the Dictionary of American National Biography. After doing a lot more research into the mystery, Ross Moore set it down like this: “During these New York years, Grey made many theatrical and sporting friends. Much later, the secret life of this quiet, retiring, and serious-looking man, so supposedly sedentary and shy behind his horn-rimmed glasses, was revealed. With considerable skill, Grey had invented an American persona, Tippi Gray, and it was under this name that he joined three bobsleighing friends and won gold medals in both the 1928 and the 1932 winter Olympic games.”\n\nRelated: The forgotten story of ... those magnificent men and their flying bobsled | Andy Bull\n\nThe story spread. Especially once Routh and Carter found it. BBC radio ran a documentary about Grey. After that, he popped up all over, in the local press in Ipswich and Birmingham, and, finally, in a couple of the national papers, including, some time later, this one (I remember it well, because I wrote it myself). Eventually, word of this renewed interest reached one of Grey’s grandchildren, Vicki Barcus, in the USA.\n\nAfter Barcus, Routh and Carter made contact with each other, they all agreed that something should be done to ensure that Clifford Grey had a proper memorial. So, in 2005, they gathered in the Old Cemetery for a rededication service. The Mayor and Mayoress were there, so were Routh, Carter, and Skues, and Grey’s grandchildren. A swing band, Jack Biggins and his Novello Quintette, played Grey’s hits, and a historian from the British Academy of Composers and Songwriters gave a short talk on his life. They lay a new stone at the foot of the old one, one that gave the full details of the extraordinary life of the man buried there.\n\nThere was just one problem with all this. Clifford Grey never had a secret identity, never competed for the USA, never went to the Olympics, and never won any gold medals.\n\nThere had always been sceptics. David Wallechinsky, the doyen of Olympic historians, had believed the story of the secret life of Clifford Grey at first, but changed his mind later on. He was persuaded by the discrepancy in birth dates. Ross Moore explained this by saying that the Olympic records were wrong. Then there was John Cross, a researcher at Bowdoin College. He found that Tippy’s teammates remembered him as a having attended Cornell. But Ross Moore explained that the Cornell backstory was all part of Grey’s phony persona. Ultimately, no one had any hard proof either way. So that’s where the story lay.\n\nWhich was a problem for me. For the last two years I’ve been working on a book, Speed Kings, which tells the story of the four men who won the gold in the bobsledding in 1932. There was the driver, Billy Fiske, a playboy who became a fighter pilot in the RAF. There was Eddie Eagan, a heavyweight boxer and a scholar, the only man in history to win gold medals in both the Winter and Summer Olympics. There was the brakeman, Jay O’Brien, a raconteur and a card-sharp, who seduced the wife of one of the richest men in the USA. And then there was Clifford Grey, who was, well, what, exactly?\n\nThe more I looked at Clifford’s story, the less sense it made. Whichever way you twisted it, it never seemed to fit right. I spent months looking for the definitive answer, delving into obscure archives in little corners of libraries in London, New York, and Lake Placid. I ran up my phone bill having long conversations with Clark, Barcus, Routh, Carter, and everyone else who had any kind of connection to Grey’s life, and heard all kinds of different views, many of them contrary.\n\nAnd then I found it. An interview on page 11 of the Sarasota Herald-Tribune, 9 March 1948. Seven years after Clifford Grey, the English lyricist, had passed away from an asthma attack in Ipswich, Clifford ‘Tippy’ Gray, two-time Olympic bobsled champion, was alive and well and speaking to a journalist about his career. Eureka.\n\nThere are so many odd coincidences in the lives of the two men, it’s easy to see now how their tales became tangled. For a start there was the physical resemblance, close enough for the two of them to be confused with each other in the grainy old black-and-white photos. Then there were their careers. ‘Tippy’ Gray was a song-writer too. He had a short career in the movies, but killed his career when he was arrested in possession of an opium pipe and a pistol. After that, he moved to Paris and started writing jazz tunes for the revue at the Moulin Rouge. He became, as one gossip journalist put it, “a sort of human question mark”, a man who was “always just arriving or going somewhere… One night he might be found dining at a lunch counter with a vaudeville acrobat, and the next in immaculate evening dress at the Ritz with a group listed in the social register.” Or, equally, riding a bobsled on the slopes at Lake Placid and St Moritz.\n\nThe sweet satisfaction I felt at the discovery was immediately tempered by the realisation that I was going to have to call up everyone who believed that Clifford Grey – the English Clifford – was an Olympic champion, and break the news that, actually, no he wasn’t. Tim Clark took it well, since it was all so long ago. So did two of Clifford’s grandchildren, who said that they had never really been persuaded it was true to start with. Routh and Carter though, didn’t want to know. The hardest was Vicki Barcus.\n\n“I still have that original article in a frame up on my wall,” she told me, talking of Tim’s feature for Yankee Magazine all those years ago. “I guess I’ll have to take it down now.” She sighed. “It was just so much more romantic to believe that my grandfather won those medals.”\n\nClifford ‘Tippy’ Gray, two-time Olympic champion, died from complications arising from Parkinson’s disease in April 1968, in a care home in San Diego. He had no immediate family, so there was no one to keep his story alive. The local paper reported in two lines, “Clifford Gray, the composer of If You Were The Only Girl (In The World) has passed away at the age of 76.” Even then, people were confusing him with his more famous namesake.\n\nAnd Clifford Grey, English lyricist, still lies, in the Ipswich Old Cemetery. Somewhere. After an hour, I finally find it. Thirty yards from the path, near an old yew tree. The old, original stone, and underneath it, the newer one, laid in 2005, which proudly announces:\n\nHe Spread A Little Happiness Clifford Grey Lyricist Olympic Gold Medalist 4-Man Bobsled in 1928 + 1932 (USA)\n\nA beautiful little lie, it is too.\n\nFacebook Twitter Pinterest The grave of Clifford Grey in Ipswich. Photograph: Andy Bull\n\n‘Speed Kings’ by Andy Bull is published in hardback and ebook by Bantam Press, priced £17.99.\n\n\n\nWIN! WIN! WIN!\n\nSpeed Kings is out in hardback and as an ebook this Thursday, 7 May. Well, it’s not as if there’s anything much else going on that day, is there?\n\nIt’s a true story about four remarkable men and their race to win a gold medal at the 1932 Winter Olympics. If you’ve enjoyed my writing over the five years or so I’ve been doing this column, I hope you’ll enjoy this book too. If you like stories about sport, death, derring-do, the Olympics, fast cars, dogfights, prizefights, horse-races, affairs, broken hearts, scandals, swing music, card-sharps, gangsters, private eyes, debauched aristocrats, speakeasies, glamorous actresses, vanquished Nazis, corrupt officials, and implausibly heroic men, you’ll certainly find something in it for you.\n\nUnlike The Spin, though, I can’t give it away for free. Well, I can. But only three copies of it. So, to win one, all you have to do is answer this question:\n\nWho are the reigning Olympic cricket champions?\n\nEmail your answers to me at andy.bull@theguardian.com, with ‘Speed Kings’ in the subject line. I’ll pick three names out of the hat next week.\n\nSTILL WANT MORE?\n\nMike Selvey wraps up England’s performance in West Indies, and John Ashdown picks out five talking points from the series.\n\nVic Marks pipped Jonathan Trott to the news of his own retirement by 24 hours.\n\nParticipation in cricket may be declining overall, but it is one of the fastest growing team sports among girls. Steven Morris finds out why.\n\nAnd you can follow all the action from around the grounds on our county cricket liveblogs.\n\nCONTACT THE SPIN …\n\n… by writing to andy.bull@theguardian.com\n\nIN!\n\nTo subscribe to the Spin, just visit this page, find ‘The Spin’ and follow the instructions.",
  "title": "It’s just not cricket",
  "ts_in": "2015-05-05T21:22:21.107700",
  "url": "http://www.theguardian.com/sport/2015/may/05/the-spin-its-just-not-cricket"
}