{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/books/jkrowling\" class=\" u-underline\">JK Rowling</a> has said that she was called a &#8220;traitor&#8221;, a &#8220;whore&#8221; and a &#8220;bitch&#8221; and &#8220;lambasted for taking Scottish benefits&#8221; following her decision to support the campaign to keep Scotland a part of the UK last year.</p>\n<p>The Harry Potter author entered into a vigorous debate on Twitter on Monday over her &#8220;no&#8221; vote in last year&#8217;s Scottish referendum, retweeting the aggressive comments which had been made about her, to her more than four million followers. One, she showed, called her &#8220;an arch-unionist propagandist, feeding a river of hatred which runs deep these days&#8221;, another accused her of &#8220;spew[ing] venom&#8221;.</p>\n<p>&#8220;I was called &#8216;traitor&#8217;, &#8216;whore&#8217; and &#8216;bitch&#8217;, told to go back where I came from, lambasted for taking Scottish benefits,&#8221; she told one user.</p>\n<p>Referring to the Harry Potter baddies the Death Eaters, the followers of her arch-villain Lord Voldemort, she said that &#8220;when people started discriminating against anyone&#8217;s right to a view on the purity of their blood, things became a little Death-Eatery for my tastes&#8221;. </p>\n<p>&#8220;Were you discriminating on grounds of racial purity? Was my blood not Scottish enough?&#8221; she asked the user <a href=\"https://twitter.com/mypolitics\" class=\" u-underline\">@mypolitics</a>, who has since deleted their account.</p>\n<p>Her comments were followed by the revelation from the <a href=\"http://www.millarworld.tv/\" class=\" u-underline\">Kick-Ass author Mark Millar </a>that &#8220;when I publicly went from Lab[our] to SNP I got no abuse in 3 yrs. Today I went SNP to Lab &amp; got over 100 abusive tweets in 1 hr&#8221;.</p>\n<p>&#8220;This kind of thing is water off a duck&#8217;s back to me, but seriously &#8211; Is this the kind of <a href=\"http://www.theguardian.com/uk/scotland\" class=\" u-underline\">Scotland</a> any of us want to live in?&#8221; Millar asked.</p>\n<p>Rowling&#8217;s interactions with followers and detractors were firm but respectful; she ended her exchange with <a href=\"https://twitter.com/mypolitics\" class=\" u-underline\">@mypolitics</a> by telling them: &#8220;Have a nice day :)&#8221;, and responded thoughtfully to another commenter&#8217;s description of her as an &#8220;enigma&#8221; because she &#8220;suffered severe poverty&#8221; and is nonetheless &#8220;supporting a party of austerity&#8221;. Last year, Rowling donated &#163;1m to the Better Together campaign; in 2008, she gave a &#163;1m donation to the Labour party.</p>\n<p>&#8220;I&#8217;m all for an intelligent conversation and I never yet met a political party that exactly reflected all of my views,&#8221; she told <a href=\"https://twitter.com/IndependentScot\" class=\" u-underline\">@IndependentScot</a>. &#8220;They&#8217;re all broad churches and have to be. You make a fair point &#8211; I have suffered real poverty and that absolutely informs my views.&#8221;</p>\n<p>Another Twitter user, &#8207;@Siobhan_BM, was thanked by Rowling for her comments despite the two&#8217;s political disagreements. &#8220;So <a href=\"https://twitter.com/jk_rowling\" class=\" u-underline\">@jk_rowling</a> supports Labour &#8230; So what? How is her promoting of her own viewpoints more of a crime than I supporting SNP?&#8221; wrote @Siobhan_BM. &#8220;She&#8217;s entitled to her own opinions, and the freedom to express those, even if we disagree. She&#8217;s still my favourite author.&#8221;</p>\n<p>&#8220;I love you,&#8221; replied Rowling. &#8220;That&#8217;s the Scotland I thought I knew, right there. <a href=\"https://twitter.com/hashtag/freedomofspeech?src=hash\" class=\" u-underline\">#freedomofspeech</a>.&#8221; </p>\n</div>",
  "authors": [
    "Alison Flood"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "JK Rowling",
    "Books",
    "Scotland",
    "Culture",
    "UK news",
    "Scottish independence",
    "Politics",
    "Scottish politics"
  ],
  "ntitle": "jk_rowling_responds_to_death_eatery_twitter_attacks",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "JK Rowling has said that she was called a “traitor”, a “whore” and a “bitch” and “lambasted for taking Scottish benefits” following her decision to support the campaign to keep Scotland a part of the UK last year.\n\nThe Harry Potter author entered into a vigorous debate on Twitter on Monday over her “no” vote in last year’s Scottish referendum, retweeting the aggressive comments which had been made about her, to her more than four million followers. One, she showed, called her “an arch-unionist propagandist, feeding a river of hatred which runs deep these days”, another accused her of “spew[ing] venom”.\n\n“I was called ‘traitor’, ‘whore’ and ‘bitch’, told to go back where I came from, lambasted for taking Scottish benefits,” she told one user.\n\nReferring to the Harry Potter baddies the Death Eaters, the followers of her arch-villain Lord Voldemort, she said that “when people started discriminating against anyone’s right to a view on the purity of their blood, things became a little Death-Eatery for my tastes”.\n\n“Were you discriminating on grounds of racial purity? Was my blood not Scottish enough?” she asked the user @mypolitics, who has since deleted their account.\n\nHer comments were followed by the revelation from the Kick-Ass author Mark Millar that “when I publicly went from Lab[our] to SNP I got no abuse in 3 yrs. Today I went SNP to Lab & got over 100 abusive tweets in 1 hr”.\n\n“This kind of thing is water off a duck’s back to me, but seriously – Is this the kind of Scotland any of us want to live in?” Millar asked.\n\nRowling’s interactions with followers and detractors were firm but respectful; she ended her exchange with @mypolitics by telling them: “Have a nice day :)”, and responded thoughtfully to another commenter’s description of her as an “enigma” because she “suffered severe poverty” and is nonetheless “supporting a party of austerity”. Last year, Rowling donated £1m to the Better Together campaign; in 2008, she gave a £1m donation to the Labour party.\n\n“I’m all for an intelligent conversation and I never yet met a political party that exactly reflected all of my views,” she told @IndependentScot. “They’re all broad churches and have to be. You make a fair point – I have suffered real poverty and that absolutely informs my views.”\n\nAnother Twitter user, ‏@Siobhan_BM, was thanked by Rowling for her comments despite the two’s political disagreements. “So @jk_rowling supports Labour … So what? How is her promoting of her own viewpoints more of a crime than I supporting SNP?” wrote @Siobhan_BM. “She’s entitled to her own opinions, and the freedom to express those, even if we disagree. She’s still my favourite author.”\n\n“I love you,” replied Rowling. “That’s the Scotland I thought I knew, right there. #freedomofspeech.”",
  "title": "JK Rowling responds to 'Death-Eatery' Twitter attacks",
  "ts_in": "2015-05-05T21:22:25.632397",
  "url": "http://www.theguardian.com/books/2015/may/05/jk-rowling-responds-to-twitter-attacks"
}