{
  "article_html": "<div><p>I divide my time between London and the US, and travel like a packhorse, toting several suitcases containing clothes, accessories, books, CDs, DVDs and the odd household chattel from one residence to another. My luggage is hard-sided, which holds up well against the rough and tumble of the carousel and baggage handlers. It isn&#8217;t immune to going astray &#8211; it was once lost on the way to Acapulco. I have no idea where it went but we were reunited three days later.</p>\n<p><strong>Here&#8217;s how to pack:</strong></p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/17/1429284320256/6d9ee6bd-2211-4c38-afb8-e61479cf5944-300x230.jpeg\" alt=\"Step-by-step guide\" class=\"gu-image\">\n\nStep-by-step guide\n\n\n\n<p>I like to plan and set out all my outfits for any events or parties on a portable rack ready to be packed. My staples are exercise clothes, cashmere trousers and sweaters for lounging, swimming costumes and cover-ups, at least one sun hat and a gilet for layering.</p>\n<p>Use tissue paper &#8211; always white, as coloured can stain. It helps to protect clothes from creasing, button impressions and possible snagging on embellishments. I lay each item front down in the case, place tissue over the back and then fold in the sides, often scrunching tissue into sleeves.</p>\n<p>Keep packing ordered. Put heavier items in first, like shoes, coats and sweaters, and the more delicate, like silk, on top. Underwear, small or soft items go in last so I&#8217;m not rummaging to find them if I haven&#8217;t had time to completely unpack.</p>\n<p>Try to fold items carefully using the maximum dimensions of the case as fewer folds take up less room and minimise creasing. When I reach my destination, I hang my clothes outside a hot shower to get any creases out. (I never wear linen because I hate creased clothes.)</p>\n<p>Soft cloth bags protect shoes and prevent contact with clothing. For books I like see-through mesh bags.</p>\n<p>I keep all my cosmetics and perfume with me so I am always ready to go, and I always keep jewellery in my hand luggage, along with my diary and address book, and plenty of moisturiser.</p>\n<p><a href=\"http://www.joancollinsbeauty.com/\" class=\" u-underline\">joancollinsbeauty.com</a></p>\n</div>",
  "authors": [
    "Joan Collins"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Joan Collins",
    "Life and style"
  ],
  "ntitle": "joan_collins_how_to_pack_a_suitcase",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "I divide my time between London and the US, and travel like a packhorse, toting several suitcases containing clothes, accessories, books, CDs, DVDs and the odd household chattel from one residence to another. My luggage is hard-sided, which holds up well against the rough and tumble of the carousel and baggage handlers. It isn’t immune to going astray – it was once lost on the way to Acapulco. I have no idea where it went but we were reunited three days later.\n\nHere’s how to pack:\n\nStep-by-step guide\n\nI like to plan and set out all my outfits for any events or parties on a portable rack ready to be packed. My staples are exercise clothes, cashmere trousers and sweaters for lounging, swimming costumes and cover-ups, at least one sun hat and a gilet for layering.\n\nUse tissue paper – always white, as coloured can stain. It helps to protect clothes from creasing, button impressions and possible snagging on embellishments. I lay each item front down in the case, place tissue over the back and then fold in the sides, often scrunching tissue into sleeves.\n\nKeep packing ordered. Put heavier items in first, like shoes, coats and sweaters, and the more delicate, like silk, on top. Underwear, small or soft items go in last so I’m not rummaging to find them if I haven’t had time to completely unpack.\n\nTry to fold items carefully using the maximum dimensions of the case as fewer folds take up less room and minimise creasing. When I reach my destination, I hang my clothes outside a hot shower to get any creases out. (I never wear linen because I hate creased clothes.)\n\nSoft cloth bags protect shoes and prevent contact with clothing. For books I like see-through mesh bags.\n\nI keep all my cosmetics and perfume with me so I am always ready to go, and I always keep jewellery in my hand luggage, along with my diary and address book, and plenty of moisturiser.\n\njoancollinsbeauty.com",
  "title": "Joan Collins: how to pack a suitcase",
  "ts_in": "2015-05-05T21:21:54.483741",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/05/do-something-creative-joan-collins"
}