{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-55488284e4b0fc4f1b18c2c1\" class=\"block-time__link\">18:15</a> </p><p><strong>It goes to show how much the modern billion-buck Mega Clubs have skewed football that, in a four-horse race for this year&#8217;s Champions League, the famous Juventus are rank outsiders at 9-1.</strong> That&#8217;s a full six points behind the best price you can get for Bayern Munich, the third favourites. This is Juventus, two-time European champions. Juventus, finalists on five other occasions. Juventus, one of only four clubs to have won all three major European trophies. Juventus, twice world champions. Juventus, 31 times the winners of Serie A, for the majority of time the hardest league of all to win. Juventus!</p>\n<p><strong>But this is where we are.</strong> Juventus are the rank outsiders of the four semi-finalists, and very much considered second favourites in this semi-final tie. Their opponents are the reigning European champions Real Madrid, 10-time winners of this tournament, the most famous club of all. Their squad includes the most expensive player in the world, Gareth Bale, the second-most expensive player in the world, Cristiano Ronaldo, and is littered with plenty more high-end talent: Toni Kroos, James Rodr&#237;guez, Sergio Ramos, Javier Hern&#225;ndez, the currently injured Luka Modric and Karim Benzema. Ronaldo has scored 53 goals so far this season. The team haven&#8217;t conceded on the road for 444 minutes in this competition. Their manager is one of only six men to have lifted the European Cup as both player and coach, and just the second manager to win it three times. This lot are not half bad. Real Madrid!</p>\n<p><strong>Yet Juve will go into this game with hope.</strong> For a start, their roll call is not half bad either: Andrea Pirlo, Gigi Buffon, Arturo Vidal, Carlos T&#233;vez, Alvaro Morata, the currently injured Paul Pogba. They&#8217;re unbeaten in 12 matches at home in Uefa competition, and have lost just one of 17 European home fixtures at the new Juventus Stadium. And Juve have a decent recent record against Real: since losing the 1998 final to the Madrid giants, they&#8217;ve beaten them in the semis (2003) and the round of 16 (2005), won home and away in the groups in 2008, and would surely have done better in the groups last season <a href=\"http://www.theguardian.com/football/2013/oct/23/real-madrid-juventus-live-mbm\" class=\" u-underline\">had Giorgio Chiellini not stupidly got himself sent off in a 2-1 defeat at the Bernabeu</a>. </p>\n<p><strong>Also, home advantage is usually key when these two meet. </strong>Juve&#8217;s record at home is W5, D1, L1, while Madrid&#8217;s is W5, D0, L2. Juve will therefore feel confident of adding positively to their tally, having just wrapped up their fourth successive scudetto with a win over Sampdoria last weekend. But it&#8217;ll be tough: Real are unbeaten in nine since losing 2-1 to Barcelona at the tail end of March, winning eight of those. It&#8217;s the semi-final of the Champions League! It&#8217;s too close to call! It&#8217;s on!</p>\n<p><strong>Kick-off: </strong>8.45pm in Turin (two European Cups), 8.45pm in Madrid (10 European cups), 7.45pm in London (one European Cup).</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n\nWatch the managers get their chat on before this last-four, first-leg tie.\n\n\n</div>",
  "authors": [
    "Scott Murray"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Champions League",
    "Juventus",
    "Real Madrid",
    "European club football",
    "Football",
    "Sport"
  ],
  "ntitle": "juventus_v_real_madrid_champions_league_semi_final_live",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "18:15\n\nIt goes to show how much the modern billion-buck Mega Clubs have skewed football that, in a four-horse race for this year’s Champions League, the famous Juventus are rank outsiders at 9-1. That’s a full six points behind the best price you can get for Bayern Munich, the third favourites. This is Juventus, two-time European champions. Juventus, finalists on five other occasions. Juventus, one of only four clubs to have won all three major European trophies. Juventus, twice world champions. Juventus, 31 times the winners of Serie A, for the majority of time the hardest league of all to win. Juventus!\n\nBut this is where we are. Juventus are the rank outsiders of the four semi-finalists, and very much considered second favourites in this semi-final tie. Their opponents are the reigning European champions Real Madrid, 10-time winners of this tournament, the most famous club of all. Their squad includes the most expensive player in the world, Gareth Bale, the second-most expensive player in the world, Cristiano Ronaldo, and is littered with plenty more high-end talent: Toni Kroos, James Rodríguez, Sergio Ramos, Javier Hernández, the currently injured Luka Modric and Karim Benzema. Ronaldo has scored 53 goals so far this season. The team haven’t conceded on the road for 444 minutes in this competition. Their manager is one of only six men to have lifted the European Cup as both player and coach, and just the second manager to win it three times. This lot are not half bad. Real Madrid!\n\nYet Juve will go into this game with hope. For a start, their roll call is not half bad either: Andrea Pirlo, Gigi Buffon, Arturo Vidal, Carlos Tévez, Alvaro Morata, the currently injured Paul Pogba. They’re unbeaten in 12 matches at home in Uefa competition, and have lost just one of 17 European home fixtures at the new Juventus Stadium. And Juve have a decent recent record against Real: since losing the 1998 final to the Madrid giants, they’ve beaten them in the semis (2003) and the round of 16 (2005), won home and away in the groups in 2008, and would surely have done better in the groups last season had Giorgio Chiellini not stupidly got himself sent off in a 2-1 defeat at the Bernabeu.\n\nAlso, home advantage is usually key when these two meet. Juve’s record at home is W5, D1, L1, while Madrid’s is W5, D0, L2. Juve will therefore feel confident of adding positively to their tally, having just wrapped up their fourth successive scudetto with a win over Sampdoria last weekend. But it’ll be tough: Real are unbeaten in nine since losing 2-1 to Barcelona at the tail end of March, winning eight of those. It’s the semi-final of the Champions League! It’s too close to call! It’s on!\n\nKick-off: 8.45pm in Turin (two European Cups), 8.45pm in Madrid (10 European cups), 7.45pm in London (one European Cup).",
  "title": "Juventus v Real Madrid: Champions League semi-final – live!",
  "ts_in": "2015-05-05T21:22:10.842295",
  "url": "http://www.theguardian.com/football/live/2015/may/05/juventus-v-real-madrid-champions-league-semi-final-live"
}