{
  "article_html": "<div><p>At least eight <a href=\"http://www.theguardian.com/us-news/kansas\" class=\" u-underline\">Kansas</a> school districts are starting summer break early in response to the state&#8217;s midyear education funding cut.<br></p>\n<p>The move has put increased pressure on Governor Sam Brownback, whose &#8220;experiment&#8221; with reducing income tax to incite economic growth is <a href=\"http://www.bloomberg.com/politics/articles/2015-05-04/kansas-schools-close-early-as-brownback-tax-cuts-squeeze-revenue\" class=\" u-underline\">partially responsible</a> for the state&#8217;s projected $800m budget shortfall going into the next fiscal year, which begins 1 July.</p>\n<p>In an effort to ameliorate that gap, Brownback in March <a href=\"http://www.msnbc.com/msnbc/kansas-school-districts-close-early-after-tax-cut-experiment\" class=\" u-underline\">cut $51m from the budget</a> for the current school year &#8211; pushing schools to trim the school year and eliminate and cut education programs. </p>\n<p><a href=\"http://explore.georgetown.edu/people/mr1170/\" class=\" u-underline\">Marguerite Roza</a>, a research associate professor at Georgetown University and director of the Edunomics Lab, which explores education finances, said it is rare for states to do midyear budget cuts. </p>\n<p>&#8220;Midyear cuts are some of the worst,&#8221; Roza said, explaining that school officials have to re-allocate resources last minute and that many staffers plan their life&#8217;s around receiving a certain income, that could then be reduced. </p>\n<p>Twin Valley schools, which serves 590 students, is shutting down on Friday, 12 days before it was supposed to end the school year. McClouth, which serves about 500 students, and Concordia schools, which serves about 1000 students, will close on 15 May instead of 21 May. </p>\n<p><a href=\"http://www2.ljworld.com/news/2015/may/03/mclouth-schools-close-early/\" class=\" u-underline\">Superintendents in districts including McLouth</a> said that they may have made such an adjustment anyway because the school did not use all of the snow days it had planned for. </p>\n<p>&#8220;Generally, I think more school days are better, and so there may have been other ways to make those trade-offs,&#8221; Roza said. &#8220;But oftentimes school districts, they want to make sure the public is really upset about this whole thing, so they make a short-term change that&#8217;s partially designed to make the parents mad.&#8221; </p>\n<p>Anger about the spending cuts is widespread in Kansas. A Topeka waitress was serving the governor on her last shift and crossed out the tip section and wrote &#8220;Tip the schools&#8221; instead, <a href=\"http://ksnt.com/2015/05/03/note-on-restaurant-receipt-to-kansas-governor-goes-viral/\" class=\" u-underline\">according to a receipt she posted online</a>. And a junior at Smoky Valley High School, Haeli Mass, expressed her frustrations <a href=\"http://www.kwch.com/news/local-news/kansas-teens-letter-to-governor-goes-viral/31348160\" class=\" u-underline\">in a letter to the governor that went viral</a>. </p>\n<p>&#8220;It is up to you to fight for our future and our education, so that we may fight for you when the time comes,&#8221; Mass said. </p>\n<p>Educators had criticized Brownback&#8217;s education funding plans before the March funding cut, but the school closings have intensified scrutiny of his Republican-controlled state legislature-approved <a href=\"http://www.theguardian.com/us-news/2015/jan/20/caught-between-greed-and-religion-the-battle-for-kansas-public-education\" class=\" u-underline\">budget &#8220;experiment&#8221;</a> to reduce income tax in 2012 and 2013. </p>\n<p>The governor, meanwhile, has said that school funding is partially responsible for the deficit. </p>\n<p>&#8220;The dramatic increase in state education funding that has occurred over the last four years is unsustainable,&#8221; <a href=\"http://www.kansas.com/news/politics-government/article9351788.html\" class=\" u-underline\">Brownback said in a statement</a>. &#8220;School districts are estimated to have approximately $381m in reserve fund balances to help them offset the smaller than expected increase in state funding. The Kansas Department of Education should work with school districts to help them with any cash flow challenges that may arise.&#8221;</p>\n<p><a href=\"http://www.kansascity.com/news/local/article16642676.html\" class=\" u-underline\">Then in March</a>, Brownback replaced the state&#8217;s public education funding formula with a block grant system for two years as lawmakers work with schools to create a new formula. </p>\n<p>Block grants allocate a chunk of money to the school, which determines where to spend it, instead of the state-determined formula, which usually looks at school performance, student population and other metrics. &#8220;A trend in states right now is to shift over to more flexible resources so that schools can make the trade offs that work for their communities,&#8221; said Roza. </p>\n<p>In Kansas, however, these grants are temporary and are being distributed a frozen rate for the next two years, which many superintendents say ignores the changing dynamics of schools. </p>\n<p>Cynthia Lane, superintendent of the Kansas City school district, which does not have plans to end the school year early, <a href=\"http://www.kansascity.com/news/local/article16642676.html\" class=\" u-underline\">told the Kansas City Star</a> that the state is not facing a problem with its funding formula. </p>\n<p>&#8220;This is a revenue problem,&#8221; Lane said. &#8220;This is about limiting the money we&#8217;re investing in K-12 education.&#8221;</p>\n<p>Before funding became such an urgent issue, several Kansas school districts had filed a finance lawsuit against the state alleging that schools were receiving an inadequate amount of money under the state constitution. <a href=\"http://www.kansas.com/news/local/education/article5169564.html\" class=\" u-underline\">In December 2014</a>, a three-judge panel ruled that school funding is inadequate and <a href=\"http://www.kansascity.com/news/local/article16642676.html\" class=\" u-underline\">in March</a>, several Kansas school districts filed a suit against the block grants. </p>\n</div>",
  "authors": [
    "Amanda Holpuch"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Kansas",
    "US education",
    "Education",
    "US news"
  ],
  "ntitle": "kansas_school_funding_cuts_mean_summer_comes_uncomfortably_early",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "At least eight Kansas school districts are starting summer break early in response to the state’s midyear education funding cut.\n\n\n\nThe move has put increased pressure on Governor Sam Brownback, whose “experiment” with reducing income tax to incite economic growth is partially responsible for the state’s projected $800m budget shortfall going into the next fiscal year, which begins 1 July.\n\nIn an effort to ameliorate that gap, Brownback in March cut $51m from the budget for the current school year – pushing schools to trim the school year and eliminate and cut education programs.\n\nMarguerite Roza, a research associate professor at Georgetown University and director of the Edunomics Lab, which explores education finances, said it is rare for states to do midyear budget cuts.\n\n“Midyear cuts are some of the worst,” Roza said, explaining that school officials have to re-allocate resources last minute and that many staffers plan their life’s around receiving a certain income, that could then be reduced.\n\nTwin Valley schools, which serves 590 students, is shutting down on Friday, 12 days before it was supposed to end the school year. McClouth, which serves about 500 students, and Concordia schools, which serves about 1000 students, will close on 15 May instead of 21 May.\n\nSuperintendents in districts including McLouth said that they may have made such an adjustment anyway because the school did not use all of the snow days it had planned for.\n\n“Generally, I think more school days are better, and so there may have been other ways to make those trade-offs,” Roza said. “But oftentimes school districts, they want to make sure the public is really upset about this whole thing, so they make a short-term change that’s partially designed to make the parents mad.”\n\nAnger about the spending cuts is widespread in Kansas. A Topeka waitress was serving the governor on her last shift and crossed out the tip section and wrote “Tip the schools” instead, according to a receipt she posted online. And a junior at Smoky Valley High School, Haeli Mass, expressed her frustrations in a letter to the governor that went viral.\n\n“It is up to you to fight for our future and our education, so that we may fight for you when the time comes,” Mass said.\n\nEducators had criticized Brownback’s education funding plans before the March funding cut, but the school closings have intensified scrutiny of his Republican-controlled state legislature-approved budget “experiment” to reduce income tax in 2012 and 2013.\n\nThe governor, meanwhile, has said that school funding is partially responsible for the deficit.\n\n“The dramatic increase in state education funding that has occurred over the last four years is unsustainable,” Brownback said in a statement. “School districts are estimated to have approximately $381m in reserve fund balances to help them offset the smaller than expected increase in state funding. The Kansas Department of Education should work with school districts to help them with any cash flow challenges that may arise.”\n\nThen in March, Brownback replaced the state’s public education funding formula with a block grant system for two years as lawmakers work with schools to create a new formula.\n\nBlock grants allocate a chunk of money to the school, which determines where to spend it, instead of the state-determined formula, which usually looks at school performance, student population and other metrics. “A trend in states right now is to shift over to more flexible resources so that schools can make the trade offs that work for their communities,” said Roza.\n\nIn Kansas, however, these grants are temporary and are being distributed a frozen rate for the next two years, which many superintendents say ignores the changing dynamics of schools.\n\nCynthia Lane, superintendent of the Kansas City school district, which does not have plans to end the school year early, told the Kansas City Star that the state is not facing a problem with its funding formula.\n\n“This is a revenue problem,” Lane said. “This is about limiting the money we’re investing in K-12 education.”\n\nBefore funding became such an urgent issue, several Kansas school districts had filed a finance lawsuit against the state alleging that schools were receiving an inadequate amount of money under the state constitution. In December 2014, a three-judge panel ruled that school funding is inadequate and in March, several Kansas school districts filed a suit against the block grants.",
  "title": "Kansas school funding cuts mean summer comes uncomfortably early",
  "ts_in": "2015-05-05T23:26:05.342006",
  "url": "http://www.theguardian.com/us-news/2015/may/05/kansas-education-funding-early-summer-sam-brownback"
}