{
  "article_html": "<div><p>Kanye West&#8217;s controversial performance at the Brit awards &#8211; which was heavily censored by ITV &#8211; will not be investigated by the media regulator despite more than 150 complaints.<br></p>\n<p>The rapper&#8217;s heavily-bleeped debut of his new song All Day divided viewers between those who thought ITV was wrong to censor the performance, which included a reported 39 uses of the N-word, and those who thought it was still racially offensive despite the broadcaster&#8217;s intervention.<br></p>\n<p>Ofcom received 151 complaints about the broadcast and its use of the N-word just after the 9pm watershed on 25 February this year. <br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/music/2015/feb/25/kanye-west-debuts-new-track-all-day-at-the-brit-awards-2015\" class=\" u-underline\">Kanye West debuts new track All Day at the Brit awards 2015</a> </p>\n\n<p>Some fans said they thought their TV had gone on the blink when the sound kept cutting out but ITV put up an &#8220;audio muted&#8221; sign in the corner of the screen to alert viewers.<br></p>\n<p>A spokesperson for Ofcom said: &#8220;We received a number of complaints that Kanye West&#8217;s language, shortly after the watershed, was offensive but we will not be taking the matter forward for investigation.<br></p>\n<p> &#8220;Having carefully assessed these complaints, we noted that before the programme ITV took steps to ensure that offensive language was not used, and during the programme to mute the majority of it.&#8221;</p>\n<p>The awards, in which Ant and Dec took over hosting duties from James Corden, <a href=\"http://www.theguardian.com/media/2015/feb/26/madonna-goes-down-but-the-brits-tv-audience-is-up\" class=\" u-underline\">bounced back from last year&#8217;s record low with an audience of 5.8 million viewers</a>.</p>\n</div>",
  "authors": [
    "Mark Sweney"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "ITV channel",
    "Television industry",
    "Media",
    "Kanye West",
    "Brit Awards 2015",
    "Music",
    "Culture",
    "UK news",
    "Race issues"
  ],
  "ntitle": "kanye_west_s_n_word_laden_brits_show_will_not_face_investigation",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Kanye West’s controversial performance at the Brit awards – which was heavily censored by ITV – will not be investigated by the media regulator despite more than 150 complaints.\n\n\n\nThe rapper’s heavily-bleeped debut of his new song All Day divided viewers between those who thought ITV was wrong to censor the performance, which included a reported 39 uses of the N-word, and those who thought it was still racially offensive despite the broadcaster’s intervention.\n\n\n\nOfcom received 151 complaints about the broadcast and its use of the N-word just after the 9pm watershed on 25 February this year.\n\n\n\nRelated: Kanye West debuts new track All Day at the Brit awards 2015\n\nSome fans said they thought their TV had gone on the blink when the sound kept cutting out but ITV put up an “audio muted” sign in the corner of the screen to alert viewers.\n\n\n\nA spokesperson for Ofcom said: “We received a number of complaints that Kanye West’s language, shortly after the watershed, was offensive but we will not be taking the matter forward for investigation.\n\n\n\n“Having carefully assessed these complaints, we noted that before the programme ITV took steps to ensure that offensive language was not used, and during the programme to mute the majority of it.”\n\nThe awards, in which Ant and Dec took over hosting duties from James Corden, bounced back from last year’s record low with an audience of 5.8 million viewers.",
  "title": "Kanye West’s N-word laden Brits show will not face investigation",
  "ts_in": "2015-05-05T21:22:14.305192",
  "url": "http://www.theguardian.com/media/2015/may/05/kanye-west-n-word-brits-ofcom"
}