{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/artanddesign/photography\" class=\" u-underline\">Photography</a> books are traditionally the preserve of the pretentious. There is something insufferably grand about putting an expensive book of supposedly artistic photographs on your coffee table when photos are all around us, all the time, everywhere &#8211; who needs to make a cultural fetish of them and set some apart in a big book, between hard covers?</p>\n<p>Kim Kardashian has come not to praise the photography book, but to bury it. Her new book, Selfish, is the ultimate slap in the face for anyone who ever pointed a camera with high hopes of being the new <a href=\"http://www.magnumphotos.com/C.aspx?VP3=CMS3&amp;VF=MAGO31_10_VForm&amp;ERID=24KL53ZMYN\" class=\" u-underline\">Henri Cartier-Bresson</a> or <a href=\"http://contact.photoshelter.com/gallery/Don-McCullin-Vietnam-War/G00006F_YxXXkvas\" class=\" u-underline\">Don McCullin</a> and getting their sensitive snaps published in a moving monograph called The Gangs of Leeds, perhaps, or The Last Fish and Chip Shop.</p>\n<p>Selfish is a book of selfies. It&#8217;s a book of Kim Kardashian&#8217;s selfies. And, as the author has made plain in Instagram teasers of her in her bedroom, there will be plenty of curvacious flesh in this book. She promises a whole sequence of intimate shots in among the pictures of fashion galas and nights out.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430825377941/2e0fbf25-5c11-4424-ac36-fa469a854c09-300x225.jpeg\" alt=\"What Kardashian looks like with sunburn.\" class=\"gu-image\">\n\nWhat Kardashian looks like with sunburn. Photograph: Instagram\n\n\n\n<p>The selfie marks the end of the age when people thought photographs could be refined works of art, and Selfish is the final gravemarker of that aesthetic delusion. Photography is information, pure and simple. We look at it in order to know things, and what eloquent work of reportage, or what artfully staged Turner prize photowork, will ever compete on a level with getting a closer look at Kim Kardashian&#8217;s bottom?</p>\n<p>No one knows her anatomy as well as she does, so Kardashian&#8217;s self-taken photographs of her famous body are by definition the most revealing you are ever likely to see. They also come with a guarantee of guilt-free looking because &#8211; so the rhetoric of the selfie claims &#8211; these are taken for fun by Kardashian herself.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430825455904/263d3dc3-04d4-4785-a78f-5c144dd88c86-300x180.jpeg\" alt=\"Kim Kardashian takes a selfie of her behind.\" class=\"gu-image\">\n\nKim Kardashian takes a selfie of her behind. Photograph: Instagram\n\n\n\n<p>Some may say Kardashian&#8217;s selfie-taking is, in reality, a sustained act of self-exploitation in which she sells herself as commodified, leered-at flesh. That may well be true. It scarcely matters. The selfie gives an illusion of intimacy that is priceless in an age that cherishes authenticity and reality. It may well be pornographic and objectifying but because Kardashian herself controls what we see, her art seems both honest and, for her, empowering. So come on in, buy the book and be part of her world. Up close and curvy.</p>\n<p>Selfish is not going to look clever on anyone&#8217;s coffee table, but it may actually be perused with a lot of pleasure by the people who buy it. Not just for the carnal fullness, but the sense of encounter. We crave some oversharing in a cold world.</p>\n</div>",
  "authors": [
    "Jonathan Jones"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Fashion",
    "Kim Kardashian",
    "Photography",
    "Life and style",
    "Art and design",
    "Art and design",
    "Books",
    "Culture",
    "News agencies"
  ],
  "ntitle": "kim_kardashian_s_selfish_a_nail_in_the_coffin_for_artistic_photography",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Photography books are traditionally the preserve of the pretentious. There is something insufferably grand about putting an expensive book of supposedly artistic photographs on your coffee table when photos are all around us, all the time, everywhere – who needs to make a cultural fetish of them and set some apart in a big book, between hard covers?\n\nKim Kardashian has come not to praise the photography book, but to bury it. Her new book, Selfish, is the ultimate slap in the face for anyone who ever pointed a camera with high hopes of being the new Henri Cartier-Bresson or Don McCullin and getting their sensitive snaps published in a moving monograph called The Gangs of Leeds, perhaps, or The Last Fish and Chip Shop.\n\nSelfish is a book of selfies. It’s a book of Kim Kardashian’s selfies. And, as the author has made plain in Instagram teasers of her in her bedroom, there will be plenty of curvacious flesh in this book. She promises a whole sequence of intimate shots in among the pictures of fashion galas and nights out.\n\nWhat Kardashian looks like with sunburn. Photograph: Instagram\n\nThe selfie marks the end of the age when people thought photographs could be refined works of art, and Selfish is the final gravemarker of that aesthetic delusion. Photography is information, pure and simple. We look at it in order to know things, and what eloquent work of reportage, or what artfully staged Turner prize photowork, will ever compete on a level with getting a closer look at Kim Kardashian’s bottom?\n\nNo one knows her anatomy as well as she does, so Kardashian’s self-taken photographs of her famous body are by definition the most revealing you are ever likely to see. They also come with a guarantee of guilt-free looking because – so the rhetoric of the selfie claims – these are taken for fun by Kardashian herself.\n\nKim Kardashian takes a selfie of her behind. Photograph: Instagram\n\nSome may say Kardashian’s selfie-taking is, in reality, a sustained act of self-exploitation in which she sells herself as commodified, leered-at flesh. That may well be true. It scarcely matters. The selfie gives an illusion of intimacy that is priceless in an age that cherishes authenticity and reality. It may well be pornographic and objectifying but because Kardashian herself controls what we see, her art seems both honest and, for her, empowering. So come on in, buy the book and be part of her world. Up close and curvy.\n\nSelfish is not going to look clever on anyone’s coffee table, but it may actually be perused with a lot of pleasure by the people who buy it. Not just for the carnal fullness, but the sense of encounter. We crave some oversharing in a cold world.",
  "title": "Kim Kardashian’s Selfish: a nail in the coffin for artistic photography?",
  "ts_in": "2015-05-05T21:21:51.354252",
  "url": "http://www.theguardian.com/lifeandstyle/shortcuts/2015/may/05/kim-kardashian-selfish-book-photography-selfies"
}