{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> has warned of widespread teacher shortages across the country, as new figures reveal that applications to join the profession have declined by 27,000 in the last 12 months.<br></p>\n<p>The shadow education secretary, <a href=\"http://www.theguardian.com/politics/tristram-hunt\" class=\" u-underline\">Tristram Hunt</a>, accused the Tories of &#8220;storing up serious trouble&#8221;, with missed recruitment targets, falling applications and the number of teachers quitting the profession at a 10-year high.<br></p>\n<p>Spending on supply teachers, meanwhile, has gone up by more than &#163;50m in the last year, as schools struggle to fill gaps in their teams with temporary supply staff, Labour said.<br></p>\n<p>Union leaders have warned that the shortfall in applications for teacher training, combined with the growing <a href=\"http://www.theguardian.com/education/2015/apr/16/more-than-13-of-infants-in-england-miss-out-on-favoured-primary-school\" class=\" u-underline\">primary school places crisis</a>, has created &#8220;a perfect storm&#8221; of falling recruitment and rising demand.<br></p>\n<p>Labour said England could face a shortage of around 30,000 of the required number of qualified entrants to teaching by September 2016, with nearly 160,000 additional qualified teachers needed over the next three years.<br></p>\n<p>Figures from Ucas show the government is set to miss its teacher trainee recruitment target for the fourth year running, according to Labour.<br></p>\n<p>Demand for places has gone down. In April 2014 there were 125,310 applications, compared with 98,000 at the same time this year. The number of individual applicants placed or holding an offer has also gone down, by more than 3,300, from 24,310 in April 2014 to 20,990 in April 2015.</p>\n<p>Hunt said: &#8220;This is damning evidence of David Cameron&#8217;s complete failure on education over the last five years.</p>\n<p>&#8220;As well as letting standards slip with the decision to allow unqualified teachers into the classroom, the Tories are storing up serious trouble for our schools, with missed recruitment targets, falling numbers of applications and the number of teachers quitting at a 10-year high.<br></p>\n<p>&#8220;We will attract and retain good teachers by ensuring there are high-quality opportunities for all teachers to progress in their careers and build their skills. We will also raise standards and values, and support teaching as a profession, reversing the Tories&#8217; decision to remove the requirement for teachers to be qualified.&#8221;<br></p>\n<p>The figures are likely to exacerbate already widespread fears of a growing crisis in teacher recruitment and retention &#8211; almost 50,000 teachers quit the profession last year.</p>\n<p>Teaching union conferences held over the past few weeks have all debated the issue. The National Association of Head Teachers, which met in Liverpool over the weekend, highlighted a <a href=\"http://www.theguardian.com/education/2015/may/03/schools-unable-to-recruit-senior-teachers-says-union\" class=\" u-underline\">widespread problem of recruitment of senior staff</a>.</p>\n<p>According to an NAHT survey of 1,100 headteachers, almost 62% of school leaders are struggling to recruit teachers on the upper pay scale, with 14% reporting they have been unable to recruit deputy heads and 20% unable to fill posts for assistant heads. The conference also discussed the &#8220;exodus&#8221; from the profession which delegates said was due to concerns about workload, pay and conditions.</p>\n<p>Christine Blower, general secretary of the National Union of Teachers, said: &#8220;The shortfall in applications to teacher training, combined with a primary school places crisis, have created a perfect storm of falling recruitment and rising demand.<br></p>\n<p>&#8220;With substantial increases in pupil numbers now being felt at primary schools, it is clearly essential that teacher recruitment is increased in order to avert larger class sizes.<br></p>\n<p>&#8220;This can only be achieved by making the profession more attractive to graduates, not least through tackling excessive workload and ensuring that teacher pay is not continually depressed by pay freezes or below-inflation rises.<br></p>\n<p>&#8220;The coalition bears a significant responsibility with regard to both pay and workload, but to add insult to injury they have denigrated the profession by the policy of encouraging the employment of unqualified people as teachers.&#8221;<br></p>\n<p>Labour says the number of applications to train to teach is down in every region, with key subjects like English, maths and computer studies all affected. In London &#8211; where the pressure for school places is most intense &#8211; applications were down around a fifth.<br></p>\n<p>Labour also accused the Tories of failing to recruit enough trainees in the highly valued Stem subjects, claiming the government missed its target for maths trainee teachers by 12% last year. In physics, Labour claimed it was missed by 33% and in computer science by 15%.</p>\n<p>A Conservative spokesperson said: &#8220;It is simply untrue to say that there is a teacher shortage. <a href=\"http://www.theguardian.com/education/teaching\" class=\" u-underline\">Teaching</a> continues to be a hugely popular career; there are more teachers in England&#8217;s classroom than ever before, and 3,000 more than in 2010 when Labour left power. The teacher vacancy rate has remained steady at around 1% for the past 15 years.</p>\n<p>&#8220;The only person who would create a teacher shortage of teachers is Tristram Hunt who recently admitted his chaotic education policies would see 17,000 existing teachers threatened with the sack.&#8221;</p>\n</div>",
  "authors": [
    "Sally Weale"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Labour",
    "Tristram Hunt",
    "Education policy",
    "Teaching",
    "Schools",
    "Conservatives",
    "Education",
    "Politics",
    "UK news"
  ],
  "ntitle": "labour_warns_of_widespread_teacher_shortages_across_england",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Labour has warned of widespread teacher shortages across the country, as new figures reveal that applications to join the profession have declined by 27,000 in the last 12 months.\n\n\n\nThe shadow education secretary, Tristram Hunt, accused the Tories of “storing up serious trouble”, with missed recruitment targets, falling applications and the number of teachers quitting the profession at a 10-year high.\n\n\n\nSpending on supply teachers, meanwhile, has gone up by more than £50m in the last year, as schools struggle to fill gaps in their teams with temporary supply staff, Labour said.\n\n\n\nUnion leaders have warned that the shortfall in applications for teacher training, combined with the growing primary school places crisis, has created “a perfect storm” of falling recruitment and rising demand.\n\n\n\nLabour said England could face a shortage of around 30,000 of the required number of qualified entrants to teaching by September 2016, with nearly 160,000 additional qualified teachers needed over the next three years.\n\n\n\nFigures from Ucas show the government is set to miss its teacher trainee recruitment target for the fourth year running, according to Labour.\n\n\n\nDemand for places has gone down. In April 2014 there were 125,310 applications, compared with 98,000 at the same time this year. The number of individual applicants placed or holding an offer has also gone down, by more than 3,300, from 24,310 in April 2014 to 20,990 in April 2015.\n\nHunt said: “This is damning evidence of David Cameron’s complete failure on education over the last five years.\n\n“As well as letting standards slip with the decision to allow unqualified teachers into the classroom, the Tories are storing up serious trouble for our schools, with missed recruitment targets, falling numbers of applications and the number of teachers quitting at a 10-year high.\n\n\n\n“We will attract and retain good teachers by ensuring there are high-quality opportunities for all teachers to progress in their careers and build their skills. We will also raise standards and values, and support teaching as a profession, reversing the Tories’ decision to remove the requirement for teachers to be qualified.”\n\n\n\nThe figures are likely to exacerbate already widespread fears of a growing crisis in teacher recruitment and retention – almost 50,000 teachers quit the profession last year.\n\nTeaching union conferences held over the past few weeks have all debated the issue. The National Association of Head Teachers, which met in Liverpool over the weekend, highlighted a widespread problem of recruitment of senior staff.\n\nAccording to an NAHT survey of 1,100 headteachers, almost 62% of school leaders are struggling to recruit teachers on the upper pay scale, with 14% reporting they have been unable to recruit deputy heads and 20% unable to fill posts for assistant heads. The conference also discussed the “exodus” from the profession which delegates said was due to concerns about workload, pay and conditions.\n\nChristine Blower, general secretary of the National Union of Teachers, said: “The shortfall in applications to teacher training, combined with a primary school places crisis, have created a perfect storm of falling recruitment and rising demand.\n\n\n\n“With substantial increases in pupil numbers now being felt at primary schools, it is clearly essential that teacher recruitment is increased in order to avert larger class sizes.\n\n\n\n“This can only be achieved by making the profession more attractive to graduates, not least through tackling excessive workload and ensuring that teacher pay is not continually depressed by pay freezes or below-inflation rises.\n\n\n\n“The coalition bears a significant responsibility with regard to both pay and workload, but to add insult to injury they have denigrated the profession by the policy of encouraging the employment of unqualified people as teachers.”\n\n\n\nLabour says the number of applications to train to teach is down in every region, with key subjects like English, maths and computer studies all affected. In London – where the pressure for school places is most intense – applications were down around a fifth.\n\n\n\nLabour also accused the Tories of failing to recruit enough trainees in the highly valued Stem subjects, claiming the government missed its target for maths trainee teachers by 12% last year. In physics, Labour claimed it was missed by 33% and in computer science by 15%.\n\nA Conservative spokesperson said: “It is simply untrue to say that there is a teacher shortage. Teaching continues to be a hugely popular career; there are more teachers in England’s classroom than ever before, and 3,000 more than in 2010 when Labour left power. The teacher vacancy rate has remained steady at around 1% for the past 15 years.\n\n“The only person who would create a teacher shortage of teachers is Tristram Hunt who recently admitted his chaotic education policies would see 17,000 existing teachers threatened with the sack.”",
  "title": "Labour warns of widespread teacher shortages across England",
  "ts_in": "2015-05-05T21:22:23.180691",
  "url": "http://www.theguardian.com/education/2015/may/05/labour-warns-teacher-shortages-england-tristram-hunt"
}