{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/science/large-hadron-collider\" class=\" u-underline\">Large Hadron Collider</a> (LHC) has smashed its first particles together since the machine restarted after a two years hiatus for crucial maintenance and repair work.</p>\n<p>The giant subterranean accelerator at <a href=\"http://www.theguardian.com/science/cern\" class=\" u-underline\">Cern</a> near Geneva collided bunches of protons at low energy for several hours on Tuesday morning, spraying subatomic debris into the machine&#8217;s huge detectors.<br></p>\n<p>&#8220;It&#8217;s a nice milestone today,&#8221; said Dave Charlton, spokesperson for the LHC&#8217;s huge multipurpose Atlas detector. &#8220;There were a lot of smiling faces in the control room today.&#8221;<br></p>\n<p>The latest collisions are a step towards much higher-energy events next month that will mark the start of the machine&#8217;s concerted search for new physics. From June, the LHC plans to crash protons together at 13TeV (trillion electronvolts), more than 14 times greater than Tuesday&#8217;s 900GeV (gigaelectronvolt) test collisions.<br></p>\n<p> When the machine is running at full speed, the LHC&#8217;s detectors will capture billions of collisions every second. On Tuesday, the Atlas detector recorded about a million proton-proton smashes. </p>\n<p>&#8220;From what we&#8217;ve seen so far, everything looks good,&#8221; said Charlton. &#8220;Having collisions like these means we will be much more ready for high energy collisions when they come.&#8221;<br></p>\n<p>The test events will help engineers to fine tune electronic triggers that are set off by particles as they are flung out of collisions. The triggers act like tripwires and tell the detector to take a snapshot at the precise moment that the collision happens.<br></p>\n<p>Researchers at Cern began putting the LHC through its paces a month ago on Easter Sunday when they <a href=\"http://www.theguardian.com/science/2015/apr/05/cern-restarts-large-hadron-collider-with-mission-to-make-scientific-history\" class=\" u-underline\">first circulated proton beams</a> in the machine. The collider had been out of action for two years while engineers beefed it up to run at nearly twice its previous energy.<br></p>\n<p>In July 2012, several months before the LHC shut down, scientists at Cern announced they had <a href=\"http://www.theguardian.com/science/2012/jul/04/higgs-boson-cern-scientists-discover\" class=\" u-underline\">found the Higgs boson</a>, which is thought to confer mass on other fundamental particles, such as electrons, and the quarks found in atomic nuclei. The discovery <a href=\"http://www.theguardian.com/science/2013/oct/08/nobel-laureate-peter-higgs-boson-elusive\" class=\" u-underline\">earned a Nobel prize</a> for Edinburgh-based physicist Peter Higgs and Francois Englert in Brussels, for their 1964 theoretical work on particle masses.<br></p>\n<p>Besides Atlas, three other detectors at the LHC, namely CMS, Alice and LHCb, recorded their first collisions on Tuesday. <br></p>\n<p>The LHC operations team is halfway through an eight-week plan during which the machine is put through its paces to ensure all of the systems work as expected. If all goes smoothly, the machine will ramp up in the coming weeks and attempt its first high energy collisions in June. From that moment on, scientists will be scouring the debris scattered from the LHC&#8217;s collisions for signs of new physics.</p>\n<p>One line of inquiry aims to understand the Higgs boson by measuring the particle to an extreme level of precision. It is not yet clear whether the Higgs boson is a singular entity, or one of a family of Higgses. If more than one type of <a href=\"http://www.theguardian.com/science/higgs-boson\" class=\" u-underline\">Higgs boson</a> is found, scientists will be buoyed up by the thought that a theory called supersymmetry might be right. The theory postulates a heavy invisible twin for every particle type known today. <br></p>\n<p>Physicists hope the machine will shed light on the invisible dark matter which seems to cling around galaxies and affect how they move. Other results could reveal the existence of hidden extra dimensions through which gravity spreads, explaining why the gravitational pull of the planet is weak enough to overcome by the simple act of hopping.<br></p>\n</div>",
  "authors": [
    "Ian Sample"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Large Hadron Collider",
    "Science",
    "Physics",
    "Particle physics",
    "Higgs boson",
    "Cern"
  ],
  "ntitle": "large_hadron_collider_makes_first_proton_collisions_in_two_years",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Large Hadron Collider (LHC) has smashed its first particles together since the machine restarted after a two years hiatus for crucial maintenance and repair work.\n\nThe giant subterranean accelerator at Cern near Geneva collided bunches of protons at low energy for several hours on Tuesday morning, spraying subatomic debris into the machine’s huge detectors.\n\n\n\n“It’s a nice milestone today,” said Dave Charlton, spokesperson for the LHC’s huge multipurpose Atlas detector. “There were a lot of smiling faces in the control room today.”\n\n\n\nThe latest collisions are a step towards much higher-energy events next month that will mark the start of the machine’s concerted search for new physics. From June, the LHC plans to crash protons together at 13TeV (trillion electronvolts), more than 14 times greater than Tuesday’s 900GeV (gigaelectronvolt) test collisions.\n\n\n\nWhen the machine is running at full speed, the LHC’s detectors will capture billions of collisions every second. On Tuesday, the Atlas detector recorded about a million proton-proton smashes.\n\n“From what we’ve seen so far, everything looks good,” said Charlton. “Having collisions like these means we will be much more ready for high energy collisions when they come.”\n\n\n\nThe test events will help engineers to fine tune electronic triggers that are set off by particles as they are flung out of collisions. The triggers act like tripwires and tell the detector to take a snapshot at the precise moment that the collision happens.\n\n\n\nResearchers at Cern began putting the LHC through its paces a month ago on Easter Sunday when they first circulated proton beams in the machine. The collider had been out of action for two years while engineers beefed it up to run at nearly twice its previous energy.\n\n\n\nIn July 2012, several months before the LHC shut down, scientists at Cern announced they had found the Higgs boson, which is thought to confer mass on other fundamental particles, such as electrons, and the quarks found in atomic nuclei. The discovery earned a Nobel prize for Edinburgh-based physicist Peter Higgs and Francois Englert in Brussels, for their 1964 theoretical work on particle masses.\n\n\n\nBesides Atlas, three other detectors at the LHC, namely CMS, Alice and LHCb, recorded their first collisions on Tuesday.\n\n\n\nThe LHC operations team is halfway through an eight-week plan during which the machine is put through its paces to ensure all of the systems work as expected. If all goes smoothly, the machine will ramp up in the coming weeks and attempt its first high energy collisions in June. From that moment on, scientists will be scouring the debris scattered from the LHC’s collisions for signs of new physics.\n\nOne line of inquiry aims to understand the Higgs boson by measuring the particle to an extreme level of precision. It is not yet clear whether the Higgs boson is a singular entity, or one of a family of Higgses. If more than one type of Higgs boson is found, scientists will be buoyed up by the thought that a theory called supersymmetry might be right. The theory postulates a heavy invisible twin for every particle type known today.\n\n\n\nPhysicists hope the machine will shed light on the invisible dark matter which seems to cling around galaxies and affect how they move. Other results could reveal the existence of hidden extra dimensions through which gravity spreads, explaining why the gravitational pull of the planet is weak enough to overcome by the simple act of hopping.\n\n",
  "title": "Large Hadron Collider makes first proton collisions in two years",
  "ts_in": "2015-05-05T21:22:20.534871",
  "url": "http://www.theguardian.com/science/2015/may/05/large-hadron-collider-makes-first-proton-collisions-in-two-years"
}