{
  "article_html": "<div><p>The US pop star Lauryn Hill on Monday cancelled a concert in Israel just a few days away, saying she had tried unsuccessfully to perform in the <a href=\"http://www.theguardian.com/world/palestinian-territories\" class=\" u-underline\">Palestinian territories</a> as well.</p>\n<p>The former Fugees singer had been scheduled to perform on Thursday near Tel Aviv but faced a social media campaign by activists who urged her to boycott <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> over its occupation of Palestinian land.</p>\n<p>Hill said she wanted to schedule a second show in Ramallah in the West Bank but the logistics &#8220;proved to be a challenge&#8221;.</p>\n<p>&#8220;I&#8217;ve wanted very much to bring our live performance to this part of the world, but also to be a presence supporting justice and peace,&#8221; she wrote on her website.</p>\n<p>&#8220;It is very important to me that my presence or message not be misconstrued, or a source of alienation to either my Israeli or my Palestinian fans,&#8221; she said.</p>\n<p>Hill said she would &#8220;seek a different strategy to bring my music to all of my fans in the region&#8221;.</p>\n<p>Activists pressured Hill to cancel, with a campaign that quoted Killing Me Softly &#8211; a cover song she is famous for &#8211; to describe Israeli policies.</p>\n<p>Israel has faced boycott calls by artists, academics and musicians including <a href=\"http://www.theguardian.com/music/roger-waters\" class=\" u-underline\">Roger Waters</a> and Brian Eno, who hope such cultural ostracisation can change Israeli policies.</p>\n<p>But Israel&#8217;s defenders have fought against the campaign and musicians such as <a href=\"http://www.theguardian.com/music/paulmccartney\" class=\" u-underline\">Paul McCartney</a> and Elton John have played there.</p>\n<p>Hill came to prominence in the mid-1990s with the Fugees, which also featured Haitian American Wyclef Jean and incorporated elements of hip-hop and Caribbean music into R&amp;B.</p>\n<p>The library of congress recently inducted The Miseducation of <a href=\"http://www.theguardian.com/music/lauryn-hill\" class=\" u-underline\">Lauryn Hill</a> &#8211; her introspective 1998 solo album, written while pregnant &#8211; into the national recording registry of important works</p>\n<p>After the album, Hill decided to drop out of the public eye. She later re-emerged with a variety of side projects and served a brief prison term over tax evasion.</p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Lauryn Hill",
    "Israel",
    "Palestinian territories",
    "Middle East and North Africa",
    "US news",
    "Music",
    "Culture",
    "Paul McCartney",
    "Elton John",
    "Roger Waters",
    "World news",
    "Tax avoidance"
  ],
  "ntitle": "lauryn_hill_cancels_israel_show_after_cultural_boycott_pressure",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The US pop star Lauryn Hill on Monday cancelled a concert in Israel just a few days away, saying she had tried unsuccessfully to perform in the Palestinian territories as well.\n\nThe former Fugees singer had been scheduled to perform on Thursday near Tel Aviv but faced a social media campaign by activists who urged her to boycott Israel over its occupation of Palestinian land.\n\nHill said she wanted to schedule a second show in Ramallah in the West Bank but the logistics “proved to be a challenge”.\n\n“I’ve wanted very much to bring our live performance to this part of the world, but also to be a presence supporting justice and peace,” she wrote on her website.\n\n“It is very important to me that my presence or message not be misconstrued, or a source of alienation to either my Israeli or my Palestinian fans,” she said.\n\nHill said she would “seek a different strategy to bring my music to all of my fans in the region”.\n\nActivists pressured Hill to cancel, with a campaign that quoted Killing Me Softly – a cover song she is famous for – to describe Israeli policies.\n\nIsrael has faced boycott calls by artists, academics and musicians including Roger Waters and Brian Eno, who hope such cultural ostracisation can change Israeli policies.\n\nBut Israel’s defenders have fought against the campaign and musicians such as Paul McCartney and Elton John have played there.\n\nHill came to prominence in the mid-1990s with the Fugees, which also featured Haitian American Wyclef Jean and incorporated elements of hip-hop and Caribbean music into R&B.\n\nThe library of congress recently inducted The Miseducation of Lauryn Hill – her introspective 1998 solo album, written while pregnant – into the national recording registry of important works\n\nAfter the album, Hill decided to drop out of the public eye. She later re-emerged with a variety of side projects and served a brief prison term over tax evasion.",
  "title": "Lauryn Hill cancels Israel show after cultural boycott pressure",
  "ts_in": "2015-05-05T07:54:37.323405",
  "url": "http://www.theguardian.com/music/2015/may/05/lauryn-hill-cancels-israel-show-after-cultural-boycott-pressure"
}