{
  "article_html": "<div><p>A London-based academic has uncovered a photograph of the woman described by some as Vladimir Lenin&#8217;s true love and the &#8220;primeval force of the black earth&#8221; by her contemporaries, after the image was lost for nearly a century. </p>\n<p>Dr Robert Henderson, a Russian history expert at Queen Mary University London, uncovered a photograph of Apollinariya Yakubova &#8211; a Russian revolutionary who fled to King&#8217;s Cross in <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a> at the turn of the 20th century.</p>\n<p>Yakubova and her husband were close associates with Lenin and his wife Nadezhda Krupskaya, who lived intermittently in London between 1902 and 1911, although Yakubova and Lenin were known to have a tempestuous and fractious relationship over the policies of the Russian Social Democratic Labour party.</p>\n<p>As <a href=\"http://www.camdennewjournal.com/leninlove#.VUI44EMTT5N\" class=\" u-underline\">first reported by the Camden New Journal</a>, Henderson uncovered the photograph in the bowels of the State Archive of the Russian Federation in Moscow in April while researching the life of another young revolutionary, Vladimir Burtsev, for a book. </p>\n<p>According to the academic, Lenin called Yakubova by the pet name &#8220;Lirochka&#8221;, which can be roughly translated as &#8220;a bit like &#8216;Bobbykins&#8217;,&#8221; he said. </p>\n<p>Yakubova, then 27 and living in a now-demolished building in Regent Square near the British Library in central London, was a force of nature, known for orchestrating debates on communist doctrine in the East End. She was also a key member of a group running lecturing society debates in Whitechapel.</p>\n<p>In an academic paper due to appear in the December 2015 issue of <a href=\"http://www.tandfonline.com/loi/frvr20#.VUeTBmTF9c4\" class=\" u-underline\">Revolutionary Russia</a>, Henderson writes that she was &#8220;possessed of an indomitable spirit and boundless energy&#8221;.</p>\n<p>Daughter of a priest, she studied at the physics and mathematics department of the St Petersburg Higher Courses for Women, before teaching evening and Sunday classes for workers. It was there she formed a close friendship with Lenin&#8217;s wife-to-be. </p>\n<p>She was imprisoned, like Lenin, in a Siberian camp for political activity, and escaped to travel the 7,000 miles to London, where she became a crucial figure in the party in exile.</p>\n<p>She is best known, however, because of the 1964 claim of American journalist Louis Fischer that Lenin proposed to her and was turned down. &#8220;Whether or not this is true, from reminiscences of her contemporaries it is clear that Yakubova possessed numerous qualities that would attract even the most stony-hearted individual,&#8221; writes Henderson. </p>\n<p>She was described by a contemporary as &#8220;a marvellous person, intelligent, staunch, decisive and unusually truthful&#8221; who &#8220;exuded a fresh fragrance of meadow grasses&#8221;. The description continues: &#8220;We called her the &#8216;primeval force of the black earth&#8217;.&#8221; </p>\n<p>In a letter to her years later, Lenin wrote: &#8220;Perhaps it is very inappropriate that in a letter to you of all people I have to speak so often of a struggle. But I think that our old friendship most of all makes complete frankness obligatory.&#8221;</p>\n<p>As the fates of Lenin and Yakubova separated &#8211; the two bitterly fought about the direction of the revolutionary movement &#8211; letters show that his wife Krupskaya, who had been one of Yakubova&#8217;s closest allies, directed her animosity towards her possible rival. </p>\n<p>Henderson says after being presented with the hope of finding a photograph of Yakubova, he &#8220;had to look into it&#8221;.</p>\n<p>He originally found reference to two photographs in the Moscow archive, but calling them up found that the first, a profile and frontal police picture of the revolutionary, had been &#8220;withdrawn&#8221;. But the other revealed an attractive, strong-featured young woman, taken when she was in a Siberian prison camp.</p>\n<p>&#8220;It was an unexpected delight to come across it,&#8221; he said. &#8220;After 100 years the mystery of her image had been resolved. That is one of the joys of archival research &#8211; because much of it is just hard slog.&#8221;</p>\n<p>Yakubova returned to St Petersburg with her husband in 1908 but, according to Henderson, little is known about what became of her. Henderson writes &#8220;be it by decree of Lenin, or Krupskaya, or for some other entirely different reason, this co-founder of the famous League of Struggle for the Emancipation of Labour appears to have been almost written out of history. Her date of death has been given variously as 1913 and 1917.&#8221;</p>\n</div>",
  "authors": [
    "Alexandra Topping"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Vladimir Lenin",
    "Russia",
    "World news",
    "London",
    "UK news"
  ],
  "ntitle": "lenin_s_lover_picture_of_woman_described_as_his_true_love_uncovered",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A London-based academic has uncovered a photograph of the woman described by some as Vladimir Lenin’s true love and the “primeval force of the black earth” by her contemporaries, after the image was lost for nearly a century.\n\nDr Robert Henderson, a Russian history expert at Queen Mary University London, uncovered a photograph of Apollinariya Yakubova – a Russian revolutionary who fled to King’s Cross in London at the turn of the 20th century.\n\nYakubova and her husband were close associates with Lenin and his wife Nadezhda Krupskaya, who lived intermittently in London between 1902 and 1911, although Yakubova and Lenin were known to have a tempestuous and fractious relationship over the policies of the Russian Social Democratic Labour party.\n\nAs first reported by the Camden New Journal, Henderson uncovered the photograph in the bowels of the State Archive of the Russian Federation in Moscow in April while researching the life of another young revolutionary, Vladimir Burtsev, for a book.\n\nAccording to the academic, Lenin called Yakubova by the pet name “Lirochka”, which can be roughly translated as “a bit like ‘Bobbykins’,” he said.\n\nYakubova, then 27 and living in a now-demolished building in Regent Square near the British Library in central London, was a force of nature, known for orchestrating debates on communist doctrine in the East End. She was also a key member of a group running lecturing society debates in Whitechapel.\n\nIn an academic paper due to appear in the December 2015 issue of Revolutionary Russia, Henderson writes that she was “possessed of an indomitable spirit and boundless energy”.\n\nDaughter of a priest, she studied at the physics and mathematics department of the St Petersburg Higher Courses for Women, before teaching evening and Sunday classes for workers. It was there she formed a close friendship with Lenin’s wife-to-be.\n\nShe was imprisoned, like Lenin, in a Siberian camp for political activity, and escaped to travel the 7,000 miles to London, where she became a crucial figure in the party in exile.\n\nShe is best known, however, because of the 1964 claim of American journalist Louis Fischer that Lenin proposed to her and was turned down. “Whether or not this is true, from reminiscences of her contemporaries it is clear that Yakubova possessed numerous qualities that would attract even the most stony-hearted individual,” writes Henderson.\n\nShe was described by a contemporary as “a marvellous person, intelligent, staunch, decisive and unusually truthful” who “exuded a fresh fragrance of meadow grasses”. The description continues: “We called her the ‘primeval force of the black earth’.”\n\nIn a letter to her years later, Lenin wrote: “Perhaps it is very inappropriate that in a letter to you of all people I have to speak so often of a struggle. But I think that our old friendship most of all makes complete frankness obligatory.”\n\nAs the fates of Lenin and Yakubova separated – the two bitterly fought about the direction of the revolutionary movement – letters show that his wife Krupskaya, who had been one of Yakubova’s closest allies, directed her animosity towards her possible rival.\n\nHenderson says after being presented with the hope of finding a photograph of Yakubova, he “had to look into it”.\n\nHe originally found reference to two photographs in the Moscow archive, but calling them up found that the first, a profile and frontal police picture of the revolutionary, had been “withdrawn”. But the other revealed an attractive, strong-featured young woman, taken when she was in a Siberian prison camp.\n\n“It was an unexpected delight to come across it,” he said. “After 100 years the mystery of her image had been resolved. That is one of the joys of archival research – because much of it is just hard slog.”\n\nYakubova returned to St Petersburg with her husband in 1908 but, according to Henderson, little is known about what became of her. Henderson writes “be it by decree of Lenin, or Krupskaya, or for some other entirely different reason, this co-founder of the famous League of Struggle for the Emancipation of Labour appears to have been almost written out of history. Her date of death has been given variously as 1913 and 1917.”",
  "title": "Lenin's lover? Picture of woman described as his true love uncovered",
  "ts_in": "2015-05-05T21:21:37.192854",
  "url": "http://www.theguardian.com/world/2015/may/05/lenin-lover-photograph-discovered-russia-communist"
}