{
  "article_html": "<div><p>John had been dead about four hours before his body was brought into the funeral home. He had been relatively healthy for most of his life. He had worked his whole life on the Texas oil fields, a job that kept him physically active, and in pretty good shape. He had stopped smoking decades earlier, and drank moderate amounts of alcohol.</p>\n<p>Lately, his family and friends had noticed that his health &#8211; and his mind &#8211; had started to falter. Then, one cold January morning, he suffered a massive heart attack, apparently triggered by other, unknown, complications, fell to the floor at home, and died almost immediately. He was just 57 years old. Now, he lay on the metal table, his body wrapped in a white linen sheet, cold and stiff to the touch, his skin purplish-grey &#8211; tell-tale signs that the early stages of decomposition were well under way.</p>\n<p>Most of us would rather not think about what happens to our selves and loved ones after death. Most of us die natural deaths and, at least in the West, are given a traditional burial. This is a way of showing respect to the deceased, and of bringing a sense of closure to bereaved family. It also serves to slow down the decomposition process, so that family members can remember their loved one as they once were, rather than as they now are.</p>\n\n<blockquote>\n<p>Far from being &#8216;dead&#8217;, a rotting corpse is... teeming with life</p>\n</blockquote>\n\n<p>For others, the end is less dignified. A murderer might bury his victim in a shallow grave, or leave their body at the scene of the crime, exposed to the elements. When the body is eventually discovered, the first thing that the police detectives and forensics experts working on the case will try to establish is when death occurred. Time of death is a crucial piece of information in any murder investigation, but the many factors influencing the decomposition process can make it extremely difficult to estimate.</p>\n<p>The sight of a rotting corpse is, for most of us, unsettling at best, and repulsive and frightening at worst, the stuff of nightmares.</p>\n<p>Far from being &#8216;dead,&#8217; however, a rotting corpse is teeming with life. A growing number of scientists view a rotting corpse as the cornerstone of a vast and complex ecosystem, which emerges soon after death and flourishes and evolves as decomposition proceeds. </p>\n<p>We still know very little about human decay, but the growth of forensic research facilities, or &#8216;body farms,&#8217; together with the availability and ever-decreasing cost of techniques such as DNA sequencing, now enables researchers to study the process in ways that were not possible just a few years ago. A better understanding of the cadaveric ecosystem &#8211; how it changes over time, and how it interacts with and alters the ecology of its wider environment &#8211; could have important applications in forensic science. It could, for example, lead to new, more accurate ways of estimating time of death, and of finding bodies that have been hidden in clandestine graves.</p>\n<p>Decomposition begins several minutes after death, with a process called autolysis, or self-digestion. Soon after the heart stops beating, cells become deprived of oxygen, and their acidity increases as the toxic by-products of chemical reactions begin to accumulate inside them. Enzymes start to digest cell membranes and then leak out as the cells break down. This usually begins in the liver, which is enriched in enzymes, and in the brain, which has high water content; eventually, though, all other tissues and organs begin to break down in this way. Damaged blood cells spill out of broken vessels and, aided by gravity, settle in the capillaries and small veins, discolouring the skin.<br></p>\n<p>Body temperature also begins to drop, until it has acclimatised to its surroundings. Then, rigor mortis &#8211; the stiffness of death &#8211; sets in, starting in the eyelids, jaw and neck muscles, before working its way into the trunk and then the limbs. In life, muscle cells contracts and relax due to the actions of two filamentous proteins, called actin and myosin, which slide along each other. After death, the cells are depleted of their energy source, and the protein filaments become locked in place. This causes the muscles to become rigid, and locks the joints.</p>\n<p>&#8220;It might take a little bit of force to break this up,&#8221; says mortician Holly Williams, lifting John&#8217;s arm and gently bending it at the fingers, elbow and wrist. &#8220;Usually, the fresher a body is, the easier it is for me to work on.&#8221; </p>\n<p>Williams speaks softly and has a happy-go-lucky demeanour that belies the gruesome nature of her work. Having been raised in a family-run funeral home in north Texas, and worked there all her life, she has seen and handled dead bodies on an almost daily basis since her childhood. Now 28 years old, she estimates that she has worked on something like 1,000 bodies. </p>\n<p>Her work involves collecting recently deceased bodies from the Dallas-Fort Worth area, and sometimes beyond, and preparing them for their funeral, by washing and embalming them. Embalming involves treating the body with chemicals that slow down the decomposition process, primarily to restore it as closely as possible to its natural state before death. Williams performs this so that family and friends can view their departed loved one at the funeral. Victims of trauma and violent deaths usually need extensive facial reconstruction, a highly skilled and time-consuming task.</p>\n<p>&#8220;Most of the people we pick up die in nursing homes,&#8221; says Williams, &#8220;but sometimes we get people who died of gunshot wounds or in a car-wreck. We might get a call to pick up someone who died alone and wasn&#8217;t found for days or weeks, and they&#8217;ll already be decomposing, which makes my work much harder.&#8221; </p>\n\n\n<a href=\"/science/neurophilosophy/2015/may/05/life-after-death#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430825465519/ef58875d-3c31-455e-aad7-4bd8b8a43dbd-300x180.jpeg\" alt=\"Human body at the funeral home\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fscience%2Fneurophilosophy%2F2015%2Fmay%2F05%2Flife-after-death&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430825466059%2F8f5549fa-05c7-43de-8b29-a1c5f9cdf0f7-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nJohn lay on Williams&#8217; metal table, his body wrapped in a white linen sheet, cold and stiff to the touch. Photograph:\n<a href=\"https://www.flickr.com/photos/mocost/sets/72157651263125020/with/16783145087/\">Mo Costandi</a>\n\n\n\n<p>During the early stages of decomposition, the cadaveric ecosystem consists mostly of the bacteria that live in and on the human body. Our bodies host huge numbers of bacteria, with every one of its surfaces and corners providing a habitat for a specialised microbial community. By far the largest of these communities resides in the gut, which is home to trillions of bacteria of hundreds or perhaps thousands of different species.<br></p>\n<p>The so-called <a href=\"http://www.theguardian.com/science/neurophilosophy/2012/aug/19/microbes-manipulate-your-mind\" class=\" u-underline\">gut microbiome</a> is one of the hottest research topics in biology at the moment. Some researchers are convinced that gut bacteria play essential roles in human health and disease, but we still know very little about our make-up of these mysterious microbial passengers, let alone about how they might influence our bodily functions.</p>\n<p>We know even less about what happens to the microbiome after a person dies, but pioneering research published in the past few years has provided some much needed details.</p>\n<p>Most internal organs are devoid of microbes when we are alive. Soon after death, however, the immune system stops working, leaving them to spread throughout the body freely. This usually begins in the gut, at the junction between the small and large intestines. Left unchecked, our gut bacteria begin to digest the intestines, and then the surrounding tissues, from the inside out, using the chemical cocktail that leaks out of damaged cells as a food source. Then they invade the capillaries of the digestive system and lymph nodes, spreading first to the liver and spleen, then into the heart and brain.</p>\n<p>Last year, forensic scientist Gulnaz Javan of Alabama State University in Montgomery and her colleagues published the very first study of what they have called the <a href=\"http://www.sciencedirect.com/science/article/pii/S0167701214002127\" class=\" u-underline\">thanatomicrobiome</a> (from thanatos, the Greek word for &#8216;death&#8217;).</p>\n<p>&#8220;All of our samples came from criminal cases involving people who died by suicide, homicide, drug overdose, or in traffic accidents,&#8221; she explains. &#8220;Taking samples this way is really hard, because we have to ask the [bereaved] families to sign our consent forms. That&#8217;s a major ethical issue.&#8221;</p>\n<p>Javan and her team took samples of liver, spleen, brain, heart, and blood from 11 cadavers, at between 20 and 240 hours after death, then used two different state-of-the-art DNA sequencing technologies, combined with bioinformatics, to analyse and compare the bacterial content of each sample.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/science/neurophilosophy/2014/oct/01/your-nose-knows-death-is-imminent\" class=\" u-underline\">Your nose knows death is imminent | Mo Costandi</a> </p>\n\n<p>They found that samples taken from different organs in the same cadaver were very similar to each other, but were very different from those taken from the same organs in other bodies. This may be due partly to individual differences in the composition of the microbiome of the individuals involved in the study.</p>\n<p>The variations may also be related to differences in the period of time that had elapsed since death. An earlier <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3796315/\" class=\" u-underline\">study of decomposing mice</a> had revealed that although the animals&#8217; microbiome changes dramatically after death, it does so in a consistent and measurable way, such that the researchers were able to estimate time of death to within 3 days of a nearly 2-month period. </p>\n<p>Javan&#8217;s study suggests that this &#8220;microbial clock&#8221; may also be ticking within the decomposing human body, too. The first bacteria they detected came from a sample of liver tissue obtained from a cadaver just 20 hours after death, but the earliest time at which bacteria were found in all samples from the same cadaver was 58 hours after death. Thus, after we die, our bacteria may spread through the body in a stereotyped way, and the timing with which they infiltrate first one internal organ and then another may provide a new way of estimating the amount of time that has elapsed since death. </p>\n<p>&#8220;The degree of decomposition varies not only from individual to individual but also differs in different body organs,&#8221; says Javan. &#8220;Spleen, intestine, stomach and pregnant uterus are earlier to decay, but on the other hand kidney, heart and bones are later in the process.&#8221; In 2014, Javan and her colleagues secured a US$200,000 grant from the National Science Foundation to investigate further. &#8220;We will do next-generation sequencing and bioinformatics to see which organ is best for estimating [time of death] &#8211; that&#8217;s still unclear,&#8221; she says.</p>\n<p>One thing that already seems clear, though, is that different stages of decomposition are associated with a different composition of cadaver bacteria.</p>\n<p>Once self-digestion is under way and bacteria have started to escape from the gastrointestinal tract, putrefaction begins. This is molecular death &#8211; the break down of soft tissues even further, into gases, liquids and salts. It is already under way at the earlier stages of decomposition, but really gets going when anaerobic bacteria get in on the act.</p>\n<p>Putrefaction is associated with a marked shift from aerobic bacterial species, which require oxygen to grow, to anaerobic ones, which do not. These then feed on the body tissues, fermenting the sugars in them to produce gaseous by-products such as methane, hydrogen sulphide and ammonia, which accumulate within the body, inflating (or &#8216;bloating&#8217;) the abdomen and sometimes other body parts, too.</p>\n<p>This causes further discoloration of the body. As damaged blood cells continue to leak from disintegrating vessels, anaerobic convert haemoglobin molecules, which once carried oxygen around the body, into sulfhaemoglobin. The presence of this molecule in settled blood gives skin the marbled, greenish-black appearance characteristic of a body undergoing active decomposition.</p>\n<p>As the gas pressure continues to build up inside the body, it causes blisters to appear all over the skin surface, and then loosening, followed by &#8216;slippage,&#8217; of large sheets of skin, which remain barely attached to the deteriorating frame underneath. Eventually, the gases and liquefied tissues purge from the body, usually leaking from the anus and other orifices, and often also from ripped skin in other parts of the body. Sometimes, the pressure is so great that the abdomen bursts open.</p>\n<p>Bloating is often used a marker for the transition between early and later stages of decomposition, and another recent study shows that this transition is characterised by a distinct shift in the composition of cadaveric bacteria.</p>\n\n\n<a href=\"/science/neurophilosophy/2015/may/05/life-after-death#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430826001578/a7fb47c1-3601-4b9a-934b-0c5f61bb6af7-300x180.jpeg\" alt=\"Staff at the Southeast Texas Applied Forensic Science Facility in Huntsville, Texas.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fscience%2Fneurophilosophy%2F2015%2Fmay%2F05%2Flife-after-death&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430826001325%2F10480166-164b-43cc-9c43-0fcd274c38d0-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nStaff at the Southeast Texas Applied Forensic Science (STAFS) Facility in Huntsville, Texas. Left to right: Research assistant Kevin Derr, STAFS director Joan Bytheway, morbid entomologist Sybil Bucheli, and microbiologist Aaron Lynne. Photograph:\n<a href=\"https://www.flickr.com/photos/mocost/sets/72157651263125020/with/16783145087/\">Mo Costandi</a>\n\n\n\n<p>The study was carried out at the <a href=\"http://www.shsu.edu/~stafs/\" class=\" u-underline\">Southeast Texas Applied Forensic Science</a> Facility in Huntsville. Opened in 2009, the facility is located within a 247-acre area of National Forest, which is owned by the university and maintained by researchers at Sam Houston State University (SHSU). Within, a nine-acre plot of densely wooded land has been sealed off from the wider area, and further subdivided, by 10-foot-high green wire fences topped with barbed wire.</p>\n<p>Here, scattered among the pine trees, are about a half dozen human cadavers, in various stages of decay. The two most recently placed bodies lay spread-eagled near the centre of the small enclosure, with much of their loose, grey-blue mottled skin still intact, their rib cages and pelvic bones visible between slowly putrefying flesh. A few meters away lies another cadaver, fully skeletonized, with its black, hardened skin clinging to the bones, as if it were wearing a shiny latex suit and skullcap. Further still, beyond other skeletal remains that had obviously been <a href=\"http://www.oxfordamerican.org/magazine/item/367-sky-burial-excarnation-in-texas\" class=\" u-underline\">scattered by vultures</a>, lay another, within a wood and wire cage, this one nearing the end of the death cycle, partly mummified and with several large, brown mushrooms growing from where an abdomen once was. </p>\n<p>In late 2011, SHSU researchers <a href=\"http://www.shsu.edu/academics/biological-sciences/people/bucheli.html\" class=\" u-underline\">Sibyl Bucheli</a> and <a href=\"http://www.shsu.edu/academics/biological-sciences/people/lynne.html\" class=\" u-underline\">Aaron Lynne</a> and their colleagues placed two fresh cadavers here, left them to decay under natural conditions, and then took samples of bacteria from their various parts, at the beginning and the end of the bloat stage. They then extracted bacterial DNA from the samples, and sequenced it to find that bloating is characterised by a marked <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0077733\" class=\" u-underline\">shift from aerobic to anaerobic species</a>.</p>\n<p>As an entomologist, Bucheli is mainly interested in the insects that colonise cadavers. She regards a cadaver as a specialised habitat for various necrophagous (or &#8216;dead-eating&#8217;) insect species, some of which see out their entire life cycle in, on and around the body.</p>\n<p>When a decomposing body starts to purge, it becomes fully exposed to its surroundings. At this stage, microbial and insect activity reaches its peak, and the cadaveric ecosystem really comes into its own, becoming a &#8216;hub&#8217; not only for insects and microbes, but also by vultures and scavengers, as well as meat-eating animals.</p>\n<p>Two species closely linked with decomposition are blowflies, flesh flies and their larvae. Cadavers give off <a href=\"http://mosaicscience.com/extra/smell-death\" class=\" u-underline\">a foul, sickly-sweet odour</a>, made up of a complex cocktail of volatile compounds, whose ingredients change as decomposition progresses. Blowflies detect the smell using specialised smell receptors, then land on the cadaver and lay its eggs in orifices and open wounds.</p>\n<p>Each fly deposits around 250 eggs, that hatch within 24 hours, giving rise to small first-stage maggots. These feed on the rotting flesh and then molt into larger maggots, which feed for several hours before molting again. After feeding some more, these yet larger, and now fattened, maggots wriggle away from the body. Then they pupate and transform into adult flies, and the cycle repeats over and again, until there&#8217;s nothing left for them to feed on. </p>\n<p>Under the right conditions, an actively decaying body will have large numbers of stage-three maggots feeding on it. This &#8220;maggot mass&#8221; generates a lot of heat, raising the inside temperature by more than 10&#176;C. Like penguins huddling, individual maggots within the mass are constantly on the move. But whereas penguins huddle to keep warm, maggots in the mass move around to stay cool.</p>\n<p>Back in her office on the SHSU campus &#8211; decorated with large toy insects and a collection of Monster High dolls &#8211; Bucheli explains: &#8220;It&#8217;s a double-edged sword &#8211; if you&#8217;re always at the edge, you might get eaten by a bird, and if you&#8217;re always in the centre, you might get cooked. So they&#8217;re constantly moving from the centre to the edges and back. It&#8217;s like an eruption.&#8221;</p>\n<p>The presence of blowflies attracts predators such as skin beetles, mites, ants, wasps, and spiders, to the cadaver, which then feed on or parasitize their eggs and larvae. Vultures and other scavengers, as well as other, large meat-eating animals, may also descend upon the body. </p>\n<p>In the absence of scavengers though, it is the maggots that are responsible for removal of the soft tissues. Carl Linnaeus, who devised the system by which scientists name species, noted in 1767 that &#8220;three flies could consume a horse cadaver as rapidly as a lion.&#8221; Third-stage maggots will move away from a cadaver in large numbers, often following the same route. Their activity is so rigorous that their migration paths may be seen after decomposition is finished, as deep furrows in the soil emanating from the cadaver.</p>\n<p>Given the paucity of human decomposition research, we still know very little about the insect species that colonise a cadaver. But <a href=\"http://jme.oxfordjournals.org/content/early/2015/01/21/jme.tju023\" class=\" u-underline\">the latest published study</a> from Bucheli&#8217;s lab suggests that they are far more diverse than we had previously imagined. </p>\n<p>The study was led by Bucheli&#8217;s former Ph.D. student Natalie Lindgren, who placed four cadavers on the Huntsville body farm in 2009, and left them out for a whole year, during which time she returned four times a day to collect the insects that she found on them. The usual suspects were present, but Lindgren also noted four unusual insect-cadaver interactions that had never been documented before, including a scorpionfly that was found feeding on brain fluids through an autopsy wound in the scalp, and a worm found feeding on the dried skin around where the toenails had been, which was previously only known to feed on decaying wood. </p>\n<p>Insects colonise a cadaver in successive waves, and each has its own unique life cycle. They can therefore provide information that is useful for estimating time of death, and for learning about the circumstances of death. This has led to the emerging field of <a href=\"http://mosaicscience.com/extra/tell-tale-fly\" class=\" u-underline\">forensic entomology</a>.</p>\n<p>&#8220;Flies will arrive at a cadaver almost immediately,&#8221; says Bucheli. &#8220;We&#8217;ll put a body out and three seconds later there&#8217;ll be flies laying eggs in the nose.&#8221; </p>\n<p>Insects can be useful for estimating time of death of a badly decomposing body. In theory, an entomologist arriving at a crime scene can use their knowledge of insects&#8217; life cycles to estimate the time of death. And, because many insect species have a limited geographical distribution, the presence of a given species can link a body to a certain location, or show that it has been moved from one place to another.</p>\n<p>In practice, though, using insects to estimate time of death is fraught with difficulties. Time of death estimates based on the age of blowfly maggots found on a body are based on the assumption that flies colonised the cadaver right after death, but this is not always the case &#8211; burial can exclude insects altogether, for example, and extreme temperatures inhibit their growth or prevent it altogether.</p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21216358\" class=\" u-underline\">An earlier study</a> led by Lindgren revealed another unusual way by which blowflies might be prevented from laying eggs on a cadaver. &#8220;We made a post-mortem wound to the stomach [of a donated body] then partially buried the cadaver in a shallow grave,&#8221; says Bucheli, &#8220;but fire ants made little sponges out of dirt and used them to fill in the cut and stop up the fluid.&#8221; The ants monopolised the wound for more than a week, and then it rained. &#8220;This washed the dirt sponges out. The body began to bloat then it blew up, and at that point the flies could colonise it.&#8221; </p>\n<p>Even if colonization does occur just after death, estimates based on insects&#8217; age may be inaccurate for another reason. Insects are cold-blooded, and so their growth rate occurs relative to temperature rather than to the calendar. &#8220;When using insects to estimate post-mortem interval, we&#8217;re actually estimating the age of the maggot and extrapolating from that,&#8221; says Bucheli. &#8220;We measure insect birth rate by accumulated degree hours [the sum of the average hourly temperature], so if you know the temperature and the growth cycle of a fly, you can estimate the age of a fly within an hour or two.&#8221;</p>\n<p>If not, time of death estimates based on information about insect colonization can be wildly inaccurate and misleading. Eventually, though, Bucheli believes that combining insect data with microbiology could help to make the estimates more accurate, and possibly provide other valuable information about the circumstances of death.</p>\n<p>Every species that visits a cadaver has a unique repertoire of gut microbes, and different types of soil are likely to harbour distinct bacterial communities, the composition of which is probably determined by factors such as temperature, moisture, and the soil type and texture.</p>\n<p>All these microbes mingle and mix within the cadaveric ecosystem. Flies that land on the cadaver will not only deposit their eggs on it, but will also take up some of the bacteria they find there, and leave some of their own. And the liquefied tissues seeping out of the body allow for the exchange of bacteria between the cadaver and the soil beneath. </p>\n<p>When they take samples from cadavers, Bucheli and Lynne detect bacteria originating from the skin on the body and from the flies and scavengers that visit it, as well as from soil. &#8220;When a body purges, the gut bacteria start to come out, and we see a greater proportion of them outside the body,&#8221; says Lynne.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430831002874/4f38aeba-78a3-4da7-8a3c-2da6e6e8cee1-300x180.jpeg\" alt=\"Scorpionfly\" class=\"gu-image\">\n\nLindgren and Bucheli found a scorpionfly,\nPanorpa nuptialis, feeding on brain fluids through an autopsy incision. Photograph: Natalie Lindgren\n\n\n\n<p>Thus, every dead body is likely have a unique microbiological signature, and this signature may change with time according to the exacting conditions of the death scene. A better understanding of the composition of these bacterial communities, the relationships between them, and how they influence each other as decomposition proceeds, could one day help forensics teams learn more about where, when and how a person died. </p>\n<p>For instance, detecting DNA sequences known to be unique to a particular organism or soil type in a cadaver could help crime scene investigators link the body of a murder victim to a particular geographical location, or narrow down their search for clues even further, perhaps to a specific field within a given area.</p>\n<p>&#8220;There have been several court cases where forensic entomology has really stood up and provided important pieces of the puzzle,&#8221; says Bucheli. &#8220;Bacteria might provide additional information and could become another tool to refine [time of death] estimates. I hope that in about 5 years we can start using bacterial data in trials.&#8221; </p>\n<p>To this end, more knowledge about the human microbiome and how it changes across a person&#8217;s lifespan &#8211; and after they have died &#8211; will be crucial. Researchers are busy cataloguing the bacterial species in and on the human body, and studying how bacterial populations differ between individuals. &#8220;I would love to have a data set from life to death,&#8221; says Bucheli. &#8220;I would love to meet a donor who&#8217;d let me to take bacterial samples while they&#8217;re alive, through their death process, and while they decompose.&#8221;</p>\n<p>A decomposing body significantly alters the chemistry of the soil beneath, causing changes that may persist for years. Purging releases nutrients into the underlying soil, and maggot migration transfers much of the energy in a body to the wider environment. Eventually, the whole process creates a &#8216;cadaver decomposition island,&#8217; a highly concentrated area of organically rich soil. As well as releasing nutrients into the wider ecosystem, the cadaver also attracts other organic materials, such as dead insects and faecal matter from larger animals.<br></p>\n<p>According to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21982759\" class=\" u-underline\">one estimate</a>, an average human body consists of 50-75% and every kilogram of dry body mass eventually releases 32g of nitrogen, 10g of phosphorous, 4g of potassium, and 1g of magnesium into the soil. Initially, some of the underlying and surrounding vegetation dies off, possibly because of nitrogen toxicity, or because of antibiotics found in the body, which are secreted by insect larvae as they feed on the flesh.</p>\n<p>Ultimately, though, decomposition is beneficial for the ecosystem &#8211; the microbial biomass within the cadaver decomposition island is greater than in other nearby areas; nematode worms also become more abundant, and plant life more diverse. Further research into how decomposing bodies alter the ecology of their surroundings may provide a new way of finding murder victims whose bodies have been buried in shallow graves.</p>\n<p>&#8220;I was reading an article about flying drones over crop fields to see which ones would be best to plant in,&#8221; says <a href=\"http://www.txstate.edu/anthropology/people/faculty/wescott.html\" class=\" u-underline\">Daniel Wescott</a>, director of the <a href=\"http://www.txstate.edu/anthropology/facts/\" class=\" u-underline\">Forensic Anthropology Center</a> at Texas State University in San Marcos. &#8220;They were imaging with near-infrared and showed organically rich soils were a darker colour than others.&#8221;</p>\n<p>An anthropologist specialising in skull structure, Wescott collaborates with entomologists and microbiologists to learn more about decomposition. Among his collaborators is Javan, who has been busy analysing samples of cadaver soil collected from the facility in San Marcos.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/science/neurophilosophy/2014/aug/26/the-man-who-grew-eyes\" class=\" u-underline\">The man who grew eyes | Mo Costandi</a> </p>\n\n<p>Lately, Wescott has started using a micro-CT scanner to analyse the microscopic structure of the bones that are brought back to the lab from the San Marcos body farm. He also works with computer engineers and a pilot who operates a drone and uses it to take aerial photographs of the facility.</p>\n<p>&#8220;We&#8217;re looking at the purging fluid that comes out of decomposing bodies,&#8221; he says. &#8220;I thought if farmers can spot organically rich fields, then maybe our little drone will pick up the cadaver decomposition islands, too.&#8221; </p>\n<p>Furthermore, grave soil analysis may eventually provide another possible way of estimating time of death. <a href=\"http://www.sciencedirect.com/science/article/pii/S0379073808002922\" class=\" u-underline\">A 2008 study of the biochemical changes</a> that take place in a cadaver decomposition island showed that the soil concentration of lipid-phosphorous leaking from a cadaver peaks at around 40 days after death, whereas those of nitrogen and extractable phosphorous peak at 72 and 100 days, respectively. With a more detailed understanding of these processes, analyses of grave soil biochemistry could one day help forensic researchers to estimate how long ago a body was placed in a hidden grave. </p>\n<p>Another reason why estimating time of death can be extremely difficult is because the stages of decomposition do not occur discretely, but often overlap, with several taking place simultaneously, and because the rate at which it proceeds can vary widely, depending largely on temperature. Once maggot migration has ended, the cadaver enters the last stages of decay, with just the bones, and perhaps some skin, remain. These final stages of decomposition, and the transition between them, are difficult to identify, because there are far fewer observable changes than at earlier stages.</p>\n<p>In the relentless dry heat of the Texas summer, a body left to the elements will mummify rather than decompose fully. The skin will quickly loose all of its moisture, so that it remains clinging to the bones when the process is complete.</p>\n<p>The speed of the chemical reactions involved doubles with every 10&#176;C rise in temperature, so a cadaver will reach the advanced stage after 16 days at an average daily temperature of 25&#176;C, and after 80 days at an average daily temperature of 5&#176;C. </p>\n<p>The ancient Egyptians knew this. In the pre-dynastic period, they wrapped their dead in linen and buried them directly in the sand. The heat inhibited the activity of microbes, while burial prevented insects from reaching the bodies, and so they were extremely well preserved. Later on, they began building increasingly elaborate tombs for the dead, in order to provide even better for their afterlife, but this had the opposite of the intended effect, hastening the decomposition process, and so they invented embalming and <a href=\"http://mosaicscience.com/extra/how-nature-can-mummify-brain\" class=\" u-underline\">mummification</a>. </p>\n<p>Morticians study the ancient Egyptian embalming method to this day. The embalmer would first wash the body of the deceased with palm wine and Nile water, remove most of the internal organs through an incision made down the left-hand side, and pack them with natron, a naturally-occurring salt mixture found throughout the Nile valley. He would use a long hook to pull the brain out through the nostrils, then cover the entire with body with natron, and leave it to dry for forty days.</p>\n<p>Initially, the dried organs were placed into canopic jars that were buried alongside the body; later, they were wrapped in linen and returned to the body. Finally, the body itself was wrapped in multiple layers of linen, in preparation for burial. </p>\n\n\n<a href=\"/science/neurophilosophy/2015/may/05/life-after-death#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430826916297/a705049c-bd3a-4cb8-97ec-edbbc1938d02-300x180.jpeg\" alt=\"Skeletonized human remains at the San Marcos body farm\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485bk%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Life+after+death%3A+the+science+of+human+decomposition&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fscience%2Fneurophilosophy%2F2015%2Fmay%2F05%2Flife-after-death&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430826916019%2Fff47fea5-1c50-4390-8197-a1f7f4cf1a15-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSkeletonised human remains near the entrance to the Forensic Anthropology Center at Texas State University in San Marcos, TX. Photograph:\n<a href=\"https://www.flickr.com/photos/mocost/sets/72157651263125020/with/16783145087/\">Mo Costandi</a>\n\n\n\n<p>Living in a small town, Williams has worked on many people she knew, or even grew up with &#8211; friends who overdosed, committed suicide, or died texting at the wheel. And when her mother died four years ago, Williams did some work on her, too, adding the final touches by making up her face: &#8220;I always did her hair and make-up when she was alive, so I knew how to do it just right.&#8221;</p>\n<p>She transfers John to the prep table, removes his clothes and positions him, then takes several small bottles of embalming fluid from a wall cupboard. The fluid contains a mixture of formaldehyde, methanol and other solvents; it temporarily preserves the body&#8217;s tissues by linking cellular proteins to each other and &#8216;fixing&#8217; them into place. The fluid kills bacteria and prevents them from breaking down the proteins and using them as a food source. <br></p>\n<p>Williams pours the bottles&#8217; contents into the embalming machine. The fluid comes in an array of colours, each matching a different skin tone. Williams wipes the body with a wet sponge and makes a diagonal incision just above his left collarbone. She &#8216;raises&#8217; the carotid artery and subclavian vein from the neck, ties them off with pieces of string, then pushes a cannula into the artery and small tweezers into the vein to open up the vessels.</p>\n\n<blockquote>\n<p>Bodies are, after all, merely forms of energy, trapped in lumps of matter waiting to be released into the wider universe</p>\n</blockquote>\n\n<p>Next, she switches the machine on, pumping embalming fluid into the carotid artery and around the body. As the fluid goes in, blood pours out of the incision, flowing down along the guttered edges of the sloped metal table and into a large sink. Meanwhile, she picks up one of his limbs to massage it gently. &#8220;It takes about an hour to remove all the blood from an average-sized person and replace it with embalming fluid,&#8221; Williams says. &#8220;Blood clots can slow it down, so massaging breaks them up and helps the flow of the embalming fluid.&#8221;</p>\n<p>Once all the blood has been replaced, she pushes an aspirator into John&#8217;s abdomen and sucks the fluids out of the body cavity, together with any urine and faeces that might still be in there. Finally, she sews up the incisions, wipes the body down a second time, sets the facial features, and re-dresses it. John is now ready for his funeral. </p>\n<p>Embalmed bodies eventually decompose too, but exactly when, and how long it takes, depends largely on how the embalming was done, the type of casket in which the body is placed, and how it is buried. Bodies are, after all, merely forms of energy, trapped in lumps of matter waiting to be released into the wider universe. In life, our bodies expend energy keeping their countless atoms locked in highly organized configurations, staying composed.</p>\n<p>According to the laws of thermodynamics, energy cannot be created or destroyed, only converted from one form to another, and the amount of free energy always increases. In other words, things fall apart, converting their mass to energy while doing so. Decomposition is one final, morbid reminder that all matter in the universe must follow these fundamental laws. It breaks us down, equilibrating our bodily matter with its surroundings, and recycling it so that other living things can put it to use. </p>\n<p>Ashes to ashes, dust to dust.</p>\n<p>This is an earlier version of <a href=\"http://mosaicscience.com/story/what-happens-after-you-die\" class=\" u-underline\">a feature</a> I wrote for <a href=\"http://mosaicscience.com/\" class=\" u-underline\">Mosaic</a>, republished here (and also on <a href=\"http://digg.com/2015/this-is-what-happens-after-you-die\" class=\" u-underline\">Digg</a> and <a href=\"http://gizmodo.com/this-is-what-happens-to-your-body-after-you-die-1702224627\" class=\" u-underline\">Gizmodo</a>) under Creative Commons licence.<br></p>\n</div>",
  "authors": [
    "Mo Costandi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Science",
    "Forensic science"
  ],
  "ntitle": "life_after_death_the_science_of_human_decomposition",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "John had been dead about four hours before his body was brought into the funeral home. He had been relatively healthy for most of his life. He had worked his whole life on the Texas oil fields, a job that kept him physically active, and in pretty good shape. He had stopped smoking decades earlier, and drank moderate amounts of alcohol.\n\nLately, his family and friends had noticed that his health – and his mind – had started to falter. Then, one cold January morning, he suffered a massive heart attack, apparently triggered by other, unknown, complications, fell to the floor at home, and died almost immediately. He was just 57 years old. Now, he lay on the metal table, his body wrapped in a white linen sheet, cold and stiff to the touch, his skin purplish-grey – tell-tale signs that the early stages of decomposition were well under way.\n\nMost of us would rather not think about what happens to our selves and loved ones after death. Most of us die natural deaths and, at least in the West, are given a traditional burial. This is a way of showing respect to the deceased, and of bringing a sense of closure to bereaved family. It also serves to slow down the decomposition process, so that family members can remember their loved one as they once were, rather than as they now are.\n\nFar from being ‘dead’, a rotting corpse is... teeming with life\n\nFor others, the end is less dignified. A murderer might bury his victim in a shallow grave, or leave their body at the scene of the crime, exposed to the elements. When the body is eventually discovered, the first thing that the police detectives and forensics experts working on the case will try to establish is when death occurred. Time of death is a crucial piece of information in any murder investigation, but the many factors influencing the decomposition process can make it extremely difficult to estimate.\n\nThe sight of a rotting corpse is, for most of us, unsettling at best, and repulsive and frightening at worst, the stuff of nightmares.\n\nFar from being ‘dead,’ however, a rotting corpse is teeming with life. A growing number of scientists view a rotting corpse as the cornerstone of a vast and complex ecosystem, which emerges soon after death and flourishes and evolves as decomposition proceeds.\n\nWe still know very little about human decay, but the growth of forensic research facilities, or ‘body farms,’ together with the availability and ever-decreasing cost of techniques such as DNA sequencing, now enables researchers to study the process in ways that were not possible just a few years ago. A better understanding of the cadaveric ecosystem – how it changes over time, and how it interacts with and alters the ecology of its wider environment – could have important applications in forensic science. It could, for example, lead to new, more accurate ways of estimating time of death, and of finding bodies that have been hidden in clandestine graves.\n\nDecomposition begins several minutes after death, with a process called autolysis, or self-digestion. Soon after the heart stops beating, cells become deprived of oxygen, and their acidity increases as the toxic by-products of chemical reactions begin to accumulate inside them. Enzymes start to digest cell membranes and then leak out as the cells break down. This usually begins in the liver, which is enriched in enzymes, and in the brain, which has high water content; eventually, though, all other tissues and organs begin to break down in this way. Damaged blood cells spill out of broken vessels and, aided by gravity, settle in the capillaries and small veins, discolouring the skin.\n\n\n\nBody temperature also begins to drop, until it has acclimatised to its surroundings. Then, rigor mortis – the stiffness of death – sets in, starting in the eyelids, jaw and neck muscles, before working its way into the trunk and then the limbs. In life, muscle cells contracts and relax due to the actions of two filamentous proteins, called actin and myosin, which slide along each other. After death, the cells are depleted of their energy source, and the protein filaments become locked in place. This causes the muscles to become rigid, and locks the joints.\n\n“It might take a little bit of force to break this up,” says mortician Holly Williams, lifting John’s arm and gently bending it at the fingers, elbow and wrist. “Usually, the fresher a body is, the easier it is for me to work on.”\n\nWilliams speaks softly and has a happy-go-lucky demeanour that belies the gruesome nature of her work. Having been raised in a family-run funeral home in north Texas, and worked there all her life, she has seen and handled dead bodies on an almost daily basis since her childhood. Now 28 years old, she estimates that she has worked on something like 1,000 bodies.\n\nHer work involves collecting recently deceased bodies from the Dallas-Fort Worth area, and sometimes beyond, and preparing them for their funeral, by washing and embalming them. Embalming involves treating the body with chemicals that slow down the decomposition process, primarily to restore it as closely as possible to its natural state before death. Williams performs this so that family and friends can view their departed loved one at the funeral. Victims of trauma and violent deaths usually need extensive facial reconstruction, a highly skilled and time-consuming task.\n\n“Most of the people we pick up die in nursing homes,” says Williams, “but sometimes we get people who died of gunshot wounds or in a car-wreck. We might get a call to pick up someone who died alone and wasn’t found for days or weeks, and they’ll already be decomposing, which makes my work much harder.”\n\nFacebook Twitter Pinterest John lay on Williams’ metal table, his body wrapped in a white linen sheet, cold and stiff to the touch. Photograph: Mo Costandi\n\nDuring the early stages of decomposition, the cadaveric ecosystem consists mostly of the bacteria that live in and on the human body. Our bodies host huge numbers of bacteria, with every one of its surfaces and corners providing a habitat for a specialised microbial community. By far the largest of these communities resides in the gut, which is home to trillions of bacteria of hundreds or perhaps thousands of different species.\n\n\n\nThe so-called gut microbiome is one of the hottest research topics in biology at the moment. Some researchers are convinced that gut bacteria play essential roles in human health and disease, but we still know very little about our make-up of these mysterious microbial passengers, let alone about how they might influence our bodily functions.\n\nWe know even less about what happens to the microbiome after a person dies, but pioneering research published in the past few years has provided some much needed details.\n\nMost internal organs are devoid of microbes when we are alive. Soon after death, however, the immune system stops working, leaving them to spread throughout the body freely. This usually begins in the gut, at the junction between the small and large intestines. Left unchecked, our gut bacteria begin to digest the intestines, and then the surrounding tissues, from the inside out, using the chemical cocktail that leaks out of damaged cells as a food source. Then they invade the capillaries of the digestive system and lymph nodes, spreading first to the liver and spleen, then into the heart and brain.\n\nLast year, forensic scientist Gulnaz Javan of Alabama State University in Montgomery and her colleagues published the very first study of what they have called the thanatomicrobiome (from thanatos, the Greek word for ‘death’).\n\n“All of our samples came from criminal cases involving people who died by suicide, homicide, drug overdose, or in traffic accidents,” she explains. “Taking samples this way is really hard, because we have to ask the [bereaved] families to sign our consent forms. That’s a major ethical issue.”\n\nJavan and her team took samples of liver, spleen, brain, heart, and blood from 11 cadavers, at between 20 and 240 hours after death, then used two different state-of-the-art DNA sequencing technologies, combined with bioinformatics, to analyse and compare the bacterial content of each sample.\n\nRelated: Your nose knows death is imminent | Mo Costandi\n\nThey found that samples taken from different organs in the same cadaver were very similar to each other, but were very different from those taken from the same organs in other bodies. This may be due partly to individual differences in the composition of the microbiome of the individuals involved in the study.\n\nThe variations may also be related to differences in the period of time that had elapsed since death. An earlier study of decomposing mice had revealed that although the animals’ microbiome changes dramatically after death, it does so in a consistent and measurable way, such that the researchers were able to estimate time of death to within 3 days of a nearly 2-month period.\n\nJavan’s study suggests that this “microbial clock” may also be ticking within the decomposing human body, too. The first bacteria they detected came from a sample of liver tissue obtained from a cadaver just 20 hours after death, but the earliest time at which bacteria were found in all samples from the same cadaver was 58 hours after death. Thus, after we die, our bacteria may spread through the body in a stereotyped way, and the timing with which they infiltrate first one internal organ and then another may provide a new way of estimating the amount of time that has elapsed since death.\n\n“The degree of decomposition varies not only from individual to individual but also differs in different body organs,” says Javan. “Spleen, intestine, stomach and pregnant uterus are earlier to decay, but on the other hand kidney, heart and bones are later in the process.” In 2014, Javan and her colleagues secured a US$200,000 grant from the National Science Foundation to investigate further. “We will do next-generation sequencing and bioinformatics to see which organ is best for estimating [time of death] – that’s still unclear,” she says.\n\nOne thing that already seems clear, though, is that different stages of decomposition are associated with a different composition of cadaver bacteria.\n\nOnce self-digestion is under way and bacteria have started to escape from the gastrointestinal tract, putrefaction begins. This is molecular death – the break down of soft tissues even further, into gases, liquids and salts. It is already under way at the earlier stages of decomposition, but really gets going when anaerobic bacteria get in on the act.\n\nPutrefaction is associated with a marked shift from aerobic bacterial species, which require oxygen to grow, to anaerobic ones, which do not. These then feed on the body tissues, fermenting the sugars in them to produce gaseous by-products such as methane, hydrogen sulphide and ammonia, which accumulate within the body, inflating (or ‘bloating’) the abdomen and sometimes other body parts, too.\n\nThis causes further discoloration of the body. As damaged blood cells continue to leak from disintegrating vessels, anaerobic convert haemoglobin molecules, which once carried oxygen around the body, into sulfhaemoglobin. The presence of this molecule in settled blood gives skin the marbled, greenish-black appearance characteristic of a body undergoing active decomposition.\n\nAs the gas pressure continues to build up inside the body, it causes blisters to appear all over the skin surface, and then loosening, followed by ‘slippage,’ of large sheets of skin, which remain barely attached to the deteriorating frame underneath. Eventually, the gases and liquefied tissues purge from the body, usually leaking from the anus and other orifices, and often also from ripped skin in other parts of the body. Sometimes, the pressure is so great that the abdomen bursts open.\n\nBloating is often used a marker for the transition between early and later stages of decomposition, and another recent study shows that this transition is characterised by a distinct shift in the composition of cadaveric bacteria.\n\nFacebook Twitter Pinterest Staff at the Southeast Texas Applied Forensic Science (STAFS) Facility in Huntsville, Texas. Left to right: Research assistant Kevin Derr, STAFS director Joan Bytheway, morbid entomologist Sybil Bucheli, and microbiologist Aaron Lynne. Photograph: Mo Costandi\n\nThe study was carried out at the Southeast Texas Applied Forensic Science Facility in Huntsville. Opened in 2009, the facility is located within a 247-acre area of National Forest, which is owned by the university and maintained by researchers at Sam Houston State University (SHSU). Within, a nine-acre plot of densely wooded land has been sealed off from the wider area, and further subdivided, by 10-foot-high green wire fences topped with barbed wire.\n\nHere, scattered among the pine trees, are about a half dozen human cadavers, in various stages of decay. The two most recently placed bodies lay spread-eagled near the centre of the small enclosure, with much of their loose, grey-blue mottled skin still intact, their rib cages and pelvic bones visible between slowly putrefying flesh. A few meters away lies another cadaver, fully skeletonized, with its black, hardened skin clinging to the bones, as if it were wearing a shiny latex suit and skullcap. Further still, beyond other skeletal remains that had obviously been scattered by vultures, lay another, within a wood and wire cage, this one nearing the end of the death cycle, partly mummified and with several large, brown mushrooms growing from where an abdomen once was.\n\nIn late 2011, SHSU researchers Sibyl Bucheli and Aaron Lynne and their colleagues placed two fresh cadavers here, left them to decay under natural conditions, and then took samples of bacteria from their various parts, at the beginning and the end of the bloat stage. They then extracted bacterial DNA from the samples, and sequenced it to find that bloating is characterised by a marked shift from aerobic to anaerobic species.\n\nAs an entomologist, Bucheli is mainly interested in the insects that colonise cadavers. She regards a cadaver as a specialised habitat for various necrophagous (or ‘dead-eating’) insect species, some of which see out their entire life cycle in, on and around the body.\n\nWhen a decomposing body starts to purge, it becomes fully exposed to its surroundings. At this stage, microbial and insect activity reaches its peak, and the cadaveric ecosystem really comes into its own, becoming a ‘hub’ not only for insects and microbes, but also by vultures and scavengers, as well as meat-eating animals.\n\nTwo species closely linked with decomposition are blowflies, flesh flies and their larvae. Cadavers give off a foul, sickly-sweet odour, made up of a complex cocktail of volatile compounds, whose ingredients change as decomposition progresses. Blowflies detect the smell using specialised smell receptors, then land on the cadaver and lay its eggs in orifices and open wounds.\n\nEach fly deposits around 250 eggs, that hatch within 24 hours, giving rise to small first-stage maggots. These feed on the rotting flesh and then molt into larger maggots, which feed for several hours before molting again. After feeding some more, these yet larger, and now fattened, maggots wriggle away from the body. Then they pupate and transform into adult flies, and the cycle repeats over and again, until there’s nothing left for them to feed on.\n\nUnder the right conditions, an actively decaying body will have large numbers of stage-three maggots feeding on it. This “maggot mass” generates a lot of heat, raising the inside temperature by more than 10°C. Like penguins huddling, individual maggots within the mass are constantly on the move. But whereas penguins huddle to keep warm, maggots in the mass move around to stay cool.\n\nBack in her office on the SHSU campus – decorated with large toy insects and a collection of Monster High dolls – Bucheli explains: “It’s a double-edged sword – if you’re always at the edge, you might get eaten by a bird, and if you’re always in the centre, you might get cooked. So they’re constantly moving from the centre to the edges and back. It’s like an eruption.”\n\nThe presence of blowflies attracts predators such as skin beetles, mites, ants, wasps, and spiders, to the cadaver, which then feed on or parasitize their eggs and larvae. Vultures and other scavengers, as well as other, large meat-eating animals, may also descend upon the body.\n\nIn the absence of scavengers though, it is the maggots that are responsible for removal of the soft tissues. Carl Linnaeus, who devised the system by which scientists name species, noted in 1767 that “three flies could consume a horse cadaver as rapidly as a lion.” Third-stage maggots will move away from a cadaver in large numbers, often following the same route. Their activity is so rigorous that their migration paths may be seen after decomposition is finished, as deep furrows in the soil emanating from the cadaver.\n\nGiven the paucity of human decomposition research, we still know very little about the insect species that colonise a cadaver. But the latest published study from Bucheli’s lab suggests that they are far more diverse than we had previously imagined.\n\nThe study was led by Bucheli’s former Ph.D. student Natalie Lindgren, who placed four cadavers on the Huntsville body farm in 2009, and left them out for a whole year, during which time she returned four times a day to collect the insects that she found on them. The usual suspects were present, but Lindgren also noted four unusual insect-cadaver interactions that had never been documented before, including a scorpionfly that was found feeding on brain fluids through an autopsy wound in the scalp, and a worm found feeding on the dried skin around where the toenails had been, which was previously only known to feed on decaying wood.\n\nInsects colonise a cadaver in successive waves, and each has its own unique life cycle. They can therefore provide information that is useful for estimating time of death, and for learning about the circumstances of death. This has led to the emerging field of forensic entomology.\n\n“Flies will arrive at a cadaver almost immediately,” says Bucheli. “We’ll put a body out and three seconds later there’ll be flies laying eggs in the nose.”\n\nInsects can be useful for estimating time of death of a badly decomposing body. In theory, an entomologist arriving at a crime scene can use their knowledge of insects’ life cycles to estimate the time of death. And, because many insect species have a limited geographical distribution, the presence of a given species can link a body to a certain location, or show that it has been moved from one place to another.\n\nIn practice, though, using insects to estimate time of death is fraught with difficulties. Time of death estimates based on the age of blowfly maggots found on a body are based on the assumption that flies colonised the cadaver right after death, but this is not always the case – burial can exclude insects altogether, for example, and extreme temperatures inhibit their growth or prevent it altogether.\n\nAn earlier study led by Lindgren revealed another unusual way by which blowflies might be prevented from laying eggs on a cadaver. “We made a post-mortem wound to the stomach [of a donated body] then partially buried the cadaver in a shallow grave,” says Bucheli, “but fire ants made little sponges out of dirt and used them to fill in the cut and stop up the fluid.” The ants monopolised the wound for more than a week, and then it rained. “This washed the dirt sponges out. The body began to bloat then it blew up, and at that point the flies could colonise it.”\n\nEven if colonization does occur just after death, estimates based on insects’ age may be inaccurate for another reason. Insects are cold-blooded, and so their growth rate occurs relative to temperature rather than to the calendar. “When using insects to estimate post-mortem interval, we’re actually estimating the age of the maggot and extrapolating from that,” says Bucheli. “We measure insect birth rate by accumulated degree hours [the sum of the average hourly temperature], so if you know the temperature and the growth cycle of a fly, you can estimate the age of a fly within an hour or two.”\n\nIf not, time of death estimates based on information about insect colonization can be wildly inaccurate and misleading. Eventually, though, Bucheli believes that combining insect data with microbiology could help to make the estimates more accurate, and possibly provide other valuable information about the circumstances of death.\n\nEvery species that visits a cadaver has a unique repertoire of gut microbes, and different types of soil are likely to harbour distinct bacterial communities, the composition of which is probably determined by factors such as temperature, moisture, and the soil type and texture.\n\nAll these microbes mingle and mix within the cadaveric ecosystem. Flies that land on the cadaver will not only deposit their eggs on it, but will also take up some of the bacteria they find there, and leave some of their own. And the liquefied tissues seeping out of the body allow for the exchange of bacteria between the cadaver and the soil beneath.\n\nWhen they take samples from cadavers, Bucheli and Lynne detect bacteria originating from the skin on the body and from the flies and scavengers that visit it, as well as from soil. “When a body purges, the gut bacteria start to come out, and we see a greater proportion of them outside the body,” says Lynne.\n\nLindgren and Bucheli found a scorpionfly, Panorpa nuptialis, feeding on brain fluids through an autopsy incision. Photograph: Natalie Lindgren\n\nThus, every dead body is likely have a unique microbiological signature, and this signature may change with time according to the exacting conditions of the death scene. A better understanding of the composition of these bacterial communities, the relationships between them, and how they influence each other as decomposition proceeds, could one day help forensics teams learn more about where, when and how a person died.\n\nFor instance, detecting DNA sequences known to be unique to a particular organism or soil type in a cadaver could help crime scene investigators link the body of a murder victim to a particular geographical location, or narrow down their search for clues even further, perhaps to a specific field within a given area.\n\n“There have been several court cases where forensic entomology has really stood up and provided important pieces of the puzzle,” says Bucheli. “Bacteria might provide additional information and could become another tool to refine [time of death] estimates. I hope that in about 5 years we can start using bacterial data in trials.”\n\nTo this end, more knowledge about the human microbiome and how it changes across a person’s lifespan – and after they have died – will be crucial. Researchers are busy cataloguing the bacterial species in and on the human body, and studying how bacterial populations differ between individuals. “I would love to have a data set from life to death,” says Bucheli. “I would love to meet a donor who’d let me to take bacterial samples while they’re alive, through their death process, and while they decompose.”\n\nA decomposing body significantly alters the chemistry of the soil beneath, causing changes that may persist for years. Purging releases nutrients into the underlying soil, and maggot migration transfers much of the energy in a body to the wider environment. Eventually, the whole process creates a ‘cadaver decomposition island,’ a highly concentrated area of organically rich soil. As well as releasing nutrients into the wider ecosystem, the cadaver also attracts other organic materials, such as dead insects and faecal matter from larger animals.\n\n\n\nAccording to one estimate, an average human body consists of 50-75% and every kilogram of dry body mass eventually releases 32g of nitrogen, 10g of phosphorous, 4g of potassium, and 1g of magnesium into the soil. Initially, some of the underlying and surrounding vegetation dies off, possibly because of nitrogen toxicity, or because of antibiotics found in the body, which are secreted by insect larvae as they feed on the flesh.\n\nUltimately, though, decomposition is beneficial for the ecosystem – the microbial biomass within the cadaver decomposition island is greater than in other nearby areas; nematode worms also become more abundant, and plant life more diverse. Further research into how decomposing bodies alter the ecology of their surroundings may provide a new way of finding murder victims whose bodies have been buried in shallow graves.\n\n“I was reading an article about flying drones over crop fields to see which ones would be best to plant in,” says Daniel Wescott, director of the Forensic Anthropology Center at Texas State University in San Marcos. “They were imaging with near-infrared and showed organically rich soils were a darker colour than others.”\n\nAn anthropologist specialising in skull structure, Wescott collaborates with entomologists and microbiologists to learn more about decomposition. Among his collaborators is Javan, who has been busy analysing samples of cadaver soil collected from the facility in San Marcos.\n\nRelated: The man who grew eyes | Mo Costandi\n\nLately, Wescott has started using a micro-CT scanner to analyse the microscopic structure of the bones that are brought back to the lab from the San Marcos body farm. He also works with computer engineers and a pilot who operates a drone and uses it to take aerial photographs of the facility.\n\n“We’re looking at the purging fluid that comes out of decomposing bodies,” he says. “I thought if farmers can spot organically rich fields, then maybe our little drone will pick up the cadaver decomposition islands, too.”\n\nFurthermore, grave soil analysis may eventually provide another possible way of estimating time of death. A 2008 study of the biochemical changes that take place in a cadaver decomposition island showed that the soil concentration of lipid-phosphorous leaking from a cadaver peaks at around 40 days after death, whereas those of nitrogen and extractable phosphorous peak at 72 and 100 days, respectively. With a more detailed understanding of these processes, analyses of grave soil biochemistry could one day help forensic researchers to estimate how long ago a body was placed in a hidden grave.\n\nAnother reason why estimating time of death can be extremely difficult is because the stages of decomposition do not occur discretely, but often overlap, with several taking place simultaneously, and because the rate at which it proceeds can vary widely, depending largely on temperature. Once maggot migration has ended, the cadaver enters the last stages of decay, with just the bones, and perhaps some skin, remain. These final stages of decomposition, and the transition between them, are difficult to identify, because there are far fewer observable changes than at earlier stages.\n\nIn the relentless dry heat of the Texas summer, a body left to the elements will mummify rather than decompose fully. The skin will quickly loose all of its moisture, so that it remains clinging to the bones when the process is complete.\n\nThe speed of the chemical reactions involved doubles with every 10°C rise in temperature, so a cadaver will reach the advanced stage after 16 days at an average daily temperature of 25°C, and after 80 days at an average daily temperature of 5°C.\n\nThe ancient Egyptians knew this. In the pre-dynastic period, they wrapped their dead in linen and buried them directly in the sand. The heat inhibited the activity of microbes, while burial prevented insects from reaching the bodies, and so they were extremely well preserved. Later on, they began building increasingly elaborate tombs for the dead, in order to provide even better for their afterlife, but this had the opposite of the intended effect, hastening the decomposition process, and so they invented embalming and mummification.\n\nMorticians study the ancient Egyptian embalming method to this day. The embalmer would first wash the body of the deceased with palm wine and Nile water, remove most of the internal organs through an incision made down the left-hand side, and pack them with natron, a naturally-occurring salt mixture found throughout the Nile valley. He would use a long hook to pull the brain out through the nostrils, then cover the entire with body with natron, and leave it to dry for forty days.\n\nInitially, the dried organs were placed into canopic jars that were buried alongside the body; later, they were wrapped in linen and returned to the body. Finally, the body itself was wrapped in multiple layers of linen, in preparation for burial.\n\nFacebook Twitter Pinterest Skeletonised human remains near the entrance to the Forensic Anthropology Center at Texas State University in San Marcos, TX. Photograph: Mo Costandi\n\nLiving in a small town, Williams has worked on many people she knew, or even grew up with – friends who overdosed, committed suicide, or died texting at the wheel. And when her mother died four years ago, Williams did some work on her, too, adding the final touches by making up her face: “I always did her hair and make-up when she was alive, so I knew how to do it just right.”\n\nShe transfers John to the prep table, removes his clothes and positions him, then takes several small bottles of embalming fluid from a wall cupboard. The fluid contains a mixture of formaldehyde, methanol and other solvents; it temporarily preserves the body’s tissues by linking cellular proteins to each other and ‘fixing’ them into place. The fluid kills bacteria and prevents them from breaking down the proteins and using them as a food source.\n\n\n\nWilliams pours the bottles’ contents into the embalming machine. The fluid comes in an array of colours, each matching a different skin tone. Williams wipes the body with a wet sponge and makes a diagonal incision just above his left collarbone. She ‘raises’ the carotid artery and subclavian vein from the neck, ties them off with pieces of string, then pushes a cannula into the artery and small tweezers into the vein to open up the vessels.\n\nBodies are, after all, merely forms of energy, trapped in lumps of matter waiting to be released into the wider universe\n\nNext, she switches the machine on, pumping embalming fluid into the carotid artery and around the body. As the fluid goes in, blood pours out of the incision, flowing down along the guttered edges of the sloped metal table and into a large sink. Meanwhile, she picks up one of his limbs to massage it gently. “It takes about an hour to remove all the blood from an average-sized person and replace it with embalming fluid,” Williams says. “Blood clots can slow it down, so massaging breaks them up and helps the flow of the embalming fluid.”\n\nOnce all the blood has been replaced, she pushes an aspirator into John’s abdomen and sucks the fluids out of the body cavity, together with any urine and faeces that might still be in there. Finally, she sews up the incisions, wipes the body down a second time, sets the facial features, and re-dresses it. John is now ready for his funeral.\n\nEmbalmed bodies eventually decompose too, but exactly when, and how long it takes, depends largely on how the embalming was done, the type of casket in which the body is placed, and how it is buried. Bodies are, after all, merely forms of energy, trapped in lumps of matter waiting to be released into the wider universe. In life, our bodies expend energy keeping their countless atoms locked in highly organized configurations, staying composed.\n\nAccording to the laws of thermodynamics, energy cannot be created or destroyed, only converted from one form to another, and the amount of free energy always increases. In other words, things fall apart, converting their mass to energy while doing so. Decomposition is one final, morbid reminder that all matter in the universe must follow these fundamental laws. It breaks us down, equilibrating our bodily matter with its surroundings, and recycling it so that other living things can put it to use.\n\nAshes to ashes, dust to dust.\n\nThis is an earlier version of a feature I wrote for Mosaic, republished here (and also on Digg and Gizmodo) under Creative Commons licence.\n\n",
  "title": "Life after death: the science of human decomposition",
  "ts_in": "2015-05-05T21:21:47.888854",
  "url": "http://www.theguardian.com/science/neurophilosophy/2015/may/05/life-after-death"
}