{
  "article_html": "<div><p>Standing among the cuckoo clocks, lanterns and tasteful casual wear on sale at Style at No 30, her bijou shop in Hoylake, one of the most desirable of Wirral&#8217;s affluent villages, Debbie Bennett is full of praise for <a href=\"http://www.theguardian.com/politics/esther-mcvey\" class=\" u-underline\">Esther McVey</a>.</p>\n<p>&#8220;She&#8217;s confident, quite vibrant, very friendly &#8211; she&#8217;s just very confident,&#8221; she says. But with two days to go until the people of Wirral West go to the polls, the Conservative candidate may be feeling anything but.<br></p>\n<p>McVey, daughter of a scrap metal merchant turned property developer, took Wirral West in 2010 with a majority of 2,436, putting a tiny speck of blue in Merseyside&#8217;s sea of red seats. Lord Ashcroft&#8217;s polling in March suggested Labour was five points clear of the Tories in the constituency. But his latest results suggest that lead has shrunk. And, on the ground, activists from both sides say the fierce contest is too close to call.</p>\n<p>McVey &#8211; who briefly starred as a presenter on GMTV with Eamonn Holmes, before going into business and then politics &#8211; is a divisive figure in these parts. As a female, northern Tory she is a rare breed in Westminster, and has risen rapidly in the party ranks to the position of employment minister since becoming an MP five years ago. </p>\n<p>But the 47-year-old faced criticism after <a href=\"http://www.bbc.co.uk/news/uk-england-merseyside-27046753\" class=\" u-underline\">a tweet from her Twitter account </a>&#8211; which she said she had not personally written &#8211; was posted during a Hillsborough service last year. And in a constituency that has seen an <a href=\"http://www.liverpoolecho.co.uk/news/new-drop-off-point-wirral-foodbank-7650504\" class=\" u-underline\">increase in demand for food banks</a> in its poorer areas, others were unhappy after she denied there was <a href=\"http://www.independent.co.uk/news/uk/politics/anger-as-employment-minister-esther-mcvey-denies-food-bank-use-is-linked-to-welfare-reforms-9372032.html\" class=\" u-underline\">a link between food bank use and welfare reform</a>. This week, questions were raised about her parliamentary expenses: the <a href=\"http://www.morningstaronline.co.uk/a-c5d5-Tory-sanctions-champ-in-new-expenses-row#.VUim4WTF_GY\" class=\" u-underline\">Morning Star newspaper suggested she had misled parliamentary authorities</a> about the identity of her landlords on a flat in London paid for from the public purse &#8211; an allegation she strenuously denied. Her spokesman said the claim was a politically motivated smear and the expenses watchdog Ispa, after examining the claims, rejected them.</p>\n\n\n<a href=\"/politics/2015/may/05/marginal-7-may-esther-mcvey-conservative-wirral-west#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/24/1429889799242/1de95e18-87d0-487c-b14a-3c39525de529-300x240.jpeg\" alt=\"Hoylake on the Wirral.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fmarginal-7-may-esther-mcvey-conservative-wirral-west&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F24%2F1429889798295%2F1de95e18-87d0-487c-b14a-3c39525de529-2060x1648.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe high street in Hoylake. Photograph: Jon Super\n\n\n\n<p>Her constituency is divided, as are opinions of her. Wirral West encompasses the millionaire mansions of Caldy (attractive enough for the football manager Rafael Ben&#237;tez to remain while making the weekly commute to his job at Napoli) but also the housing estates of places such as Woodchurch, one of the most deprived wards in the country.</p>\n<p>Along Market Street in Hoylake &#8211; a picturesque high street peppered with delis, coffee shops and wealth-management specialists &#8211; voters such as Bennett voice support for a candidate who she says supports local businesses. </p>\n<p>Bennett&#8217;s husband and two sons &#8211; who have just bought houses &#8211; are all self-employed, and she fears what will happen if Labour gets into power. &#8220;It frightens me, to be honest &#8211; we&#8217;re just coming out of a recession, and I&#8217;m nervous that we will take a backwards step.&#8221; </p>\n<p>But even here shop owners grumble that &#8220;she is only interested if there is a camera switched on&#8221;. One business owner, who did not want to be named because many of her customers were Tory voters, says she divides opinion. &#8220;I think it&#8217;s fair to say she&#8217;s not very well-liked. There&#8217;s quite a lot of local vitriol directed towards her. For all I know she could be lovely, but that&#8217;s a big &#8216;could&#8217;.&#8221;<br></p>\n<p>Five miles away in Woodchurch, sentiment is stronger still and McVey&#8217;s name provokes derisive snorts from the women drinking tea in the All Made Up hair and beauty salon. A recent flyer that promised to &#8220;get rid of yobs&#8221; on the Woodchurch estate has put people&#8217;s backs up. &#8220;Yobs? These are our children she&#8217;s talking about,&#8221; says one.<br></p>\n\n\n<a href=\"/politics/2015/may/05/marginal-7-may-esther-mcvey-conservative-wirral-west#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/24/1429889977810/5a24f915-879b-4de3-aef0-b6a8ccdb4f23-300x200.jpeg\" alt=\"Hairdresser Leanne Smith at the All Made Up beauty salon in Woodchurch.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fmarginal-7-may-esther-mcvey-conservative-wirral-west&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F24%2F1429889978098%2F5a24f915-879b-4de3-aef0-b6a8ccdb4f23-2060x1373.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHairdresser Leanne Smith at the All Made Up beauty salon in Woodchurch. Photograph: Jon Super\n\n\n\n<p>In the <a href=\"http://www.liverpoolecho.co.uk/news/liverpool-news/esther-mcvey-hits-back-critics-9085634\" class=\" u-underline\">Liverpool Echo last week</a> McVey said that since she had been minister for employment, the claimant count had halved in Wirral West. But 56-year-old Angie Ford receives employment and support allowance and, like many on this 11,000-strong estate where Labour posters adorn many windows, she says she is struggling to survive because of deep Tory cuts. &#8220;I&#8217;ve never voted before, but I&#8217;m voting this time,&#8221; she says. &#8220;This election has scared me more than anything. Because of all the things that have happened since the Tories got in, it worries me so much that they&#8217;ll get in again.&#8221;<br></p>\n<p>As each day passes in Wirral West, the political temperature rises. McVey&#8217;s association with Iain Duncan Smith at the Department for Work and Pensions has earned her few fans in areas hit hard by changes to welfare, including cuts to disability benefit and the introduction of the bedroom tax. </p>\n<p>At the end of March, &#8220;McVey murderer&#8221; was sprayed across the jobcentre in Hoylake. A local union-backed campaign to &#8220;Sack Esther McVey&#8221; was launched on her birthday and features a jaunty song, with the lyrics &#8220;she torments the sick and poor&#8221; and concludes &#8220;the wicked witch of the Wirral has had her day&#8221;.</p>\n<p>McVey <a href=\"http://www.liverpoolecho.co.uk/news/liverpool-news/esther-mcvey-hits-back-critics-9085634\" class=\" u-underline\">admitted</a> it was &#8220;hurtful&#8221; to see people &#8220;scribble things on walls and you read it, scribble things on Twitter&#8221;, but added: &#8220;If they think they are going to bully me or intimidate me then they are picking on the wrong person.&#8221; </p>\n<p>Supporters, such as Conservative campaigner and management consultant Mark Butchard, say McVey is hard-working and inspirational. She is clearly also tough. Asked if she was upset when she saw the graffito, Butchard says: &#8220;You have to have resilience. It was more: &#8216;Yes OK, let&#8217;s get it removed and get on with it.&#8217;&#8221;<br></p>\n<p>Further blood was spilt after Labour backbencher John McDonnell joked at an anti-war comedy night that constituents he&#8217;d met didn&#8217;t want to sack McVey but that they had asked: &#8220;Why aren&#8217;t we lynching the bastard?&#8221; <a href=\"http://www.dailymail.co.uk/news/article-2832286/Labour-MPs-cheered-jokes-lynching-Tory-minister-killing-royal-sick-alternative-poppy-day-comedy-night.html\" class=\" u-underline\">provoking Grant Shapps</a> to, somewhat inaccurately, accuse Labour MPs of &#8220;making vile death threats against a female MP&#8221;.<br></p>\n<p>McVey herself, who told the Guardian through the Tory party press office that meeting the newspaper was not one of her &#8220;priorities in such a marginal seat&#8221;, used the Daily Mail to call the campaign against her <a href=\"http://www.dailymail.co.uk/news/article-3048276/Tory-minister-calls-Miliband-condemn-sexist-campaign-against-branded-murderer-going-hell-Labour-rivals.html\" class=\" u-underline\">&#8220;misogynistic and sexist&#8221;</a>. Labour bristles at the accusation.<br></p>\n<p>In truth, her Labour rival for the seat, former English teacher <a href=\"http://www.labour.org.uk/people/detail/margaret-greenwood\" class=\" u-underline\">Margaret Greenwood</a>, does a poor impression of a misogynist. She is calm and mild-mannered, but when asked if the campaign had become nasty, fires back: &#8220;Not from us, we are working hard on our campaign &#8211; we don&#8217;t do nasty.&#8221; It was a Labour activist who reported the anti-McVey graffito, she adds, saying: &#8220;We would never condone such an act, and to suggest we would is appalling.&#8221;<br></p>\n\n\n<a href=\"/politics/2015/may/05/marginal-7-may-esther-mcvey-conservative-wirral-west#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/24/1429890180973/1d27f11f-c1f7-44d9-8aa6-5fe4f51311f2-300x196.jpeg\" alt=\"Margaret Greenwood in Woodchurch.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47mp4%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Marginal+prospects%3A+why+7+May+could+be+Esther+McVey%27s+longest+day&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fmarginal-7-may-esther-mcvey-conservative-wirral-west&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F24%2F1429890180170%2F1d27f11f-c1f7-44d9-8aa6-5fe4f51311f2-2060x1346.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nMargaret Greenwood, the Labour candidate for Wirral West, pictured in Woodchurch. Photograph: Jon Super\n\n\n\n<p>Greenwood, unsurprisingly, wants to focus on confidence in the Labour Wirral troops, who have been visited by Ed Miliband and John Prescott in recent weeks. &#8220;We are feeling really good about it,&#8221; she says. &#8220;We have a fantastic campaign team, and on the doorstep people are saying &#8216;you know we are going to vote for you&#8217;.&#8221; </p>\n<p>The former community campaigner, who unsuccessfully urged McVey to not to vote for the health and social care bill, is focusing on the NHS (&#8220;I really believe we will lose it if the Tories get back in&#8221;) and cuts to public services that she says have left vulnerable people on the brink.<br></p>\n<p>&#8220;For me a key part of being an MP is listening to the people who are the least able to articulate themselves,&#8221; she says. While McVey is a &#8220;strong candidate&#8221; with a &#8220;high profile&#8221; there is &#8220;a real contrast between her and me&#8221;, she says. &#8220;She is clearly a media person and I come from a community activist background. Going to grassroots meetings, finding out people&#8217;s concerns &#8211; I enjoy that. I do care about people.&#8221; <br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/feb/18/senior-tory-esther-mcvey-prime-minister\" class=\" u-underline\">Senior Tory Esther McVey says she would like to be prime minister</a> </p>\n\n<p>The fate of McVey &#8211; who <a href=\"http://www.theguardian.com/politics/2015/feb/18/senior-tory-esther-mcvey-prime-minister\" class=\" u-underline\">admitted to wanting to be prime minister</a> on the ITV show Loose Women &#8211; hangs in the balance. But Tory activists believe she can hang on to Wirral West. <a href=\"http://www.tony4liverpool.com/about-tony\" class=\" u-underline\">Tony Caldeira</a>, former Conservative mayoral candidate in Liverpool, is effusive in his praise for the &#8220;Liverpool girl who has risen through the ranks&#8221;.<br></p>\n<p>&#8220;I think Esther will hang on, she is popular in the constituency, people respect what she has achieved and I hope that will be more than enough to get her over the line,&#8221; he says. &#8220;We don&#8217;t want to lose Esther, she has done us all proud.&#8221;<br></p>\n<p>In a constituency as split down tribal lines as this one, who will be MP for Wirral West on 8 May will come down to which tribe is the most successful at energising its base, he admits. <br></p>\n<p>&#8220;It&#8217;s going to be hand-to-hand combat with Labour activists in the streets of Wirral West,&#8221; says Caldeira. &#8220;It will go down to hundreds, maybe even tens of votes &#8211; it&#8217;s that close. Everything will come down to who gets their vote out. May 7 is going to be a very long day.&#8221;</p>\n</div>",
  "authors": [
    "Alexandra Topping"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Esther McVey",
    "Conservatives",
    "Politics",
    "UK news"
  ],
  "ntitle": "marginal_prospects_why_7_may_could_be_esther_mcvey_s_longest_day",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Standing among the cuckoo clocks, lanterns and tasteful casual wear on sale at Style at No 30, her bijou shop in Hoylake, one of the most desirable of Wirral’s affluent villages, Debbie Bennett is full of praise for Esther McVey.\n\n“She’s confident, quite vibrant, very friendly – she’s just very confident,” she says. But with two days to go until the people of Wirral West go to the polls, the Conservative candidate may be feeling anything but.\n\n\n\nMcVey, daughter of a scrap metal merchant turned property developer, took Wirral West in 2010 with a majority of 2,436, putting a tiny speck of blue in Merseyside’s sea of red seats. Lord Ashcroft’s polling in March suggested Labour was five points clear of the Tories in the constituency. But his latest results suggest that lead has shrunk. And, on the ground, activists from both sides say the fierce contest is too close to call.\n\nMcVey – who briefly starred as a presenter on GMTV with Eamonn Holmes, before going into business and then politics – is a divisive figure in these parts. As a female, northern Tory she is a rare breed in Westminster, and has risen rapidly in the party ranks to the position of employment minister since becoming an MP five years ago.\n\nBut the 47-year-old faced criticism after a tweet from her Twitter account – which she said she had not personally written – was posted during a Hillsborough service last year. And in a constituency that has seen an increase in demand for food banks in its poorer areas, others were unhappy after she denied there was a link between food bank use and welfare reform. This week, questions were raised about her parliamentary expenses: the Morning Star newspaper suggested she had misled parliamentary authorities about the identity of her landlords on a flat in London paid for from the public purse – an allegation she strenuously denied. Her spokesman said the claim was a politically motivated smear and the expenses watchdog Ispa, after examining the claims, rejected them.\n\nFacebook Twitter Pinterest The high street in Hoylake. Photograph: Jon Super\n\nHer constituency is divided, as are opinions of her. Wirral West encompasses the millionaire mansions of Caldy (attractive enough for the football manager Rafael Benítez to remain while making the weekly commute to his job at Napoli) but also the housing estates of places such as Woodchurch, one of the most deprived wards in the country.\n\nAlong Market Street in Hoylake – a picturesque high street peppered with delis, coffee shops and wealth-management specialists – voters such as Bennett voice support for a candidate who she says supports local businesses.\n\nBennett’s husband and two sons – who have just bought houses – are all self-employed, and she fears what will happen if Labour gets into power. “It frightens me, to be honest – we’re just coming out of a recession, and I’m nervous that we will take a backwards step.”\n\nBut even here shop owners grumble that “she is only interested if there is a camera switched on”. One business owner, who did not want to be named because many of her customers were Tory voters, says she divides opinion. “I think it’s fair to say she’s not very well-liked. There’s quite a lot of local vitriol directed towards her. For all I know she could be lovely, but that’s a big ‘could’.”\n\n\n\nFive miles away in Woodchurch, sentiment is stronger still and McVey’s name provokes derisive snorts from the women drinking tea in the All Made Up hair and beauty salon. A recent flyer that promised to “get rid of yobs” on the Woodchurch estate has put people’s backs up. “Yobs? These are our children she’s talking about,” says one.\n\n\n\nFacebook Twitter Pinterest Hairdresser Leanne Smith at the All Made Up beauty salon in Woodchurch. Photograph: Jon Super\n\nIn the Liverpool Echo last week McVey said that since she had been minister for employment, the claimant count had halved in Wirral West. But 56-year-old Angie Ford receives employment and support allowance and, like many on this 11,000-strong estate where Labour posters adorn many windows, she says she is struggling to survive because of deep Tory cuts. “I’ve never voted before, but I’m voting this time,” she says. “This election has scared me more than anything. Because of all the things that have happened since the Tories got in, it worries me so much that they’ll get in again.”\n\n\n\nAs each day passes in Wirral West, the political temperature rises. McVey’s association with Iain Duncan Smith at the Department for Work and Pensions has earned her few fans in areas hit hard by changes to welfare, including cuts to disability benefit and the introduction of the bedroom tax.\n\nAt the end of March, “McVey murderer” was sprayed across the jobcentre in Hoylake. A local union-backed campaign to “Sack Esther McVey” was launched on her birthday and features a jaunty song, with the lyrics “she torments the sick and poor” and concludes “the wicked witch of the Wirral has had her day”.\n\nMcVey admitted it was “hurtful” to see people “scribble things on walls and you read it, scribble things on Twitter”, but added: “If they think they are going to bully me or intimidate me then they are picking on the wrong person.”\n\nSupporters, such as Conservative campaigner and management consultant Mark Butchard, say McVey is hard-working and inspirational. She is clearly also tough. Asked if she was upset when she saw the graffito, Butchard says: “You have to have resilience. It was more: ‘Yes OK, let’s get it removed and get on with it.’”\n\n\n\nFurther blood was spilt after Labour backbencher John McDonnell joked at an anti-war comedy night that constituents he’d met didn’t want to sack McVey but that they had asked: “Why aren’t we lynching the bastard?” provoking Grant Shapps to, somewhat inaccurately, accuse Labour MPs of “making vile death threats against a female MP”.\n\n\n\nMcVey herself, who told the Guardian through the Tory party press office that meeting the newspaper was not one of her “priorities in such a marginal seat”, used the Daily Mail to call the campaign against her “misogynistic and sexist”. Labour bristles at the accusation.\n\n\n\nIn truth, her Labour rival for the seat, former English teacher Margaret Greenwood, does a poor impression of a misogynist. She is calm and mild-mannered, but when asked if the campaign had become nasty, fires back: “Not from us, we are working hard on our campaign – we don’t do nasty.” It was a Labour activist who reported the anti-McVey graffito, she adds, saying: “We would never condone such an act, and to suggest we would is appalling.”\n\n\n\nFacebook Twitter Pinterest Margaret Greenwood, the Labour candidate for Wirral West, pictured in Woodchurch. Photograph: Jon Super\n\nGreenwood, unsurprisingly, wants to focus on confidence in the Labour Wirral troops, who have been visited by Ed Miliband and John Prescott in recent weeks. “We are feeling really good about it,” she says. “We have a fantastic campaign team, and on the doorstep people are saying ‘you know we are going to vote for you’.”\n\nThe former community campaigner, who unsuccessfully urged McVey to not to vote for the health and social care bill, is focusing on the NHS (“I really believe we will lose it if the Tories get back in”) and cuts to public services that she says have left vulnerable people on the brink.\n\n\n\n“For me a key part of being an MP is listening to the people who are the least able to articulate themselves,” she says. While McVey is a “strong candidate” with a “high profile” there is “a real contrast between her and me”, she says. “She is clearly a media person and I come from a community activist background. Going to grassroots meetings, finding out people’s concerns – I enjoy that. I do care about people.”\n\n\n\nRelated: Senior Tory Esther McVey says she would like to be prime minister\n\nThe fate of McVey – who admitted to wanting to be prime minister on the ITV show Loose Women – hangs in the balance. But Tory activists believe she can hang on to Wirral West. Tony Caldeira, former Conservative mayoral candidate in Liverpool, is effusive in his praise for the “Liverpool girl who has risen through the ranks”.\n\n\n\n“I think Esther will hang on, she is popular in the constituency, people respect what she has achieved and I hope that will be more than enough to get her over the line,” he says. “We don’t want to lose Esther, she has done us all proud.”\n\n\n\nIn a constituency as split down tribal lines as this one, who will be MP for Wirral West on 8 May will come down to which tribe is the most successful at energising its base, he admits.\n\n\n\n“It’s going to be hand-to-hand combat with Labour activists in the streets of Wirral West,” says Caldeira. “It will go down to hundreds, maybe even tens of votes – it’s that close. Everything will come down to who gets their vote out. May 7 is going to be a very long day.”",
  "title": "Marginal prospects: why 7 May could be Esther McVey's longest day",
  "ts_in": "2015-05-05T21:21:48.931572",
  "url": "http://www.theguardian.com/politics/2015/may/05/marginal-7-may-esther-mcvey-conservative-wirral-west"
}