{
  "article_html": "<div><p>Scholars at the University of California, Berkeley have uncovered and authenticated a cache of stories written by Mark Twain when he was a 29-year-old newspaperman in <a href=\"http://www.theguardian.com/us-news/san-francisco\" class=\" u-underline\">San Francisco</a>. Many of the stories are 150 years old.</p>\n<p>Twain wrote some of the letters and stories at the San Francisco Chronicle when it was called the San Francisco Dramatic Chronicle, where his job included writing a 2,000-word dispatch every day and sending it off by stagecoach for publication in the Territorial Enterprise newspaper in Virginia City, Nevada.</p>\n<p>His topics range from San Francisco police &#8211; who at one point attempted, unsuccessfully, to sue Twain for comparing their chief to a dog chasing its tail to impress its mistress &#8211; to mining accidents.</p>\n<p>Bob Hirst is editor of the UC Berkeley&#8217;s <a href=\"http://www.theguardian.com/books/marktwain\" class=\" u-underline\">Mark Twain</a> project, which unearthed the articles by combing through western newspaper archives and scrapbooks. The author&#8217;s characteristic style authenticated some of the unsigned letters.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/ng-interactive/2015/may/04/mark-twain-san-francisco-cache\" class=\" u-underline\">Mark Twain as a San Francisco journalist &#8211; read the long-lost stories</a> </p>\n\n<p>Hirst told the Guardian the digitisation of newspaper archives had been like &#8220;opening up a big box of candy&#8221;, allowing as it did Twain&#8217;s articles to be tracked down in a way that was not possible when archives were all on microfilm.</p>\n<p>The articles were written, Hirst said, at a time of great uncertainty in Twain&#8217;s life, when he was trying to decide in which direction to take his career. </p>\n<p>&#8220;It&#8217;s really a crisis time for him,&#8221; Hirst said. &#8220;He&#8217;s going to be 30 on 30 November 1865, and for someone not to have chosen a career by that time in this period was quite unusual.&#8221;</p>\n<p>Twain had been resisting becoming a humorist, according to Hirst, because at the time humor was considered a lower order of writing. He was in debt and drinking heavily, and even wrote to his brother that he was contemplating suicide, saying: &#8220;If I do not get out of debt in three months &#8211; pistols or poison for one &#8211; exit me.&#8221;</p>\n<p>Nonetheless, the articles, Hirst says, are brilliant examples of Twain&#8217;s inimitable style.</p>\n<p>&#8220;He knows the city, he&#8217;s a bohemian of a certain kind, he&#8217;s interested in what&#8217;s going on,&#8221; Hirst said. &#8220;He simply weaves that all together with the greatest clarity and the greatest humour that you could possibly imagine.&#8221;</p>\n</div>",
  "authors": [
    "Nicky Woolf"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mark Twain",
    "Media",
    "US news",
    "World news",
    "San Francisco",
    "Books"
  ],
  "ntitle": "mark_twain_stories_150_years_old_uncovered_by_berkeley_scholars",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Scholars at the University of California, Berkeley have uncovered and authenticated a cache of stories written by Mark Twain when he was a 29-year-old newspaperman in San Francisco. Many of the stories are 150 years old.\n\nTwain wrote some of the letters and stories at the San Francisco Chronicle when it was called the San Francisco Dramatic Chronicle, where his job included writing a 2,000-word dispatch every day and sending it off by stagecoach for publication in the Territorial Enterprise newspaper in Virginia City, Nevada.\n\nHis topics range from San Francisco police – who at one point attempted, unsuccessfully, to sue Twain for comparing their chief to a dog chasing its tail to impress its mistress – to mining accidents.\n\nBob Hirst is editor of the UC Berkeley’s Mark Twain project, which unearthed the articles by combing through western newspaper archives and scrapbooks. The author’s characteristic style authenticated some of the unsigned letters.\n\nRelated: Mark Twain as a San Francisco journalist – read the long-lost stories\n\nHirst told the Guardian the digitisation of newspaper archives had been like “opening up a big box of candy”, allowing as it did Twain’s articles to be tracked down in a way that was not possible when archives were all on microfilm.\n\nThe articles were written, Hirst said, at a time of great uncertainty in Twain’s life, when he was trying to decide in which direction to take his career.\n\n“It’s really a crisis time for him,” Hirst said. “He’s going to be 30 on 30 November 1865, and for someone not to have chosen a career by that time in this period was quite unusual.”\n\nTwain had been resisting becoming a humorist, according to Hirst, because at the time humor was considered a lower order of writing. He was in debt and drinking heavily, and even wrote to his brother that he was contemplating suicide, saying: “If I do not get out of debt in three months – pistols or poison for one – exit me.”\n\nNonetheless, the articles, Hirst says, are brilliant examples of Twain’s inimitable style.\n\n“He knows the city, he’s a bohemian of a certain kind, he’s interested in what’s going on,” Hirst said. “He simply weaves that all together with the greatest clarity and the greatest humour that you could possibly imagine.”",
  "title": "Mark Twain stories, 150 years old, uncovered by Berkeley scholars",
  "ts_in": "2015-05-05T07:54:28.307444",
  "url": "http://www.theguardian.com/books/2015/may/04/mark-twain-cache-uncovered-berkeley"
}