{
  "article_html": "<div>\n<p>&#8216;Youth is happy,&#8217; Kafka once posited, &#8216;because it has the capacity to see beauty&#8217;. Youth is also happy because it has finally worked out how to dress for a red-carpet event. The new guard &#8211; Kendall, Bieber, Cara et al &#8211; owned the Met Ball red carpet, via some serious gowns, body-con, metallic ticks and touches &#8211; and literal dressing. To wit: the plethora of Alexander Wang, tasteful flash fleshing (compared with Jennifer Lopez, Cyrus kept it PG) and Justin Bieber in his deltoid-enhancing, custom-made Balmain dragon-embellished jacket because, hey, the theme was China: Through the Looking Glass (just in case you missed the memo)</p>\n</div>",
  "authors": [
    "Morwenna Ferrier",
    "Photograph Matt Baron Bei Rex Shutterstock",
    "Photograph Jamie Mccarthy Filmmagic",
    "Photograph Startraks Photo Rex Shutterstock",
    "Solimene Photography Getty Images",
    "Photograph Matt Baron Rex Shutterstock",
    "Photograph Rabbani",
    "Photograph David Fisher Rex Shutterstock"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Fashion",
    "Life and style",
    "Justin Bieber",
    "Music",
    "Culture",
    "Miley Cyrus",
    "Selena Gomez",
    "Cara Delevingne"
  ],
  "ntitle": "met_ball_2015_the_young_guns_red_carpet_triumph_in_pictures",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "‘Youth is happy,’ Kafka once posited, ‘because it has the capacity to see beauty’. Youth is also happy because it has finally worked out how to dress for a red-carpet event. The new guard – Kendall, Bieber, Cara et al – owned the Met Ball red carpet, via some serious gowns, body-con, metallic ticks and touches – and literal dressing. To wit: the plethora of Alexander Wang, tasteful flash fleshing (compared with Jennifer Lopez, Cyrus kept it PG) and Justin Bieber in his deltoid-enhancing, custom-made Balmain dragon-embellished jacket because, hey, the theme was China: Through the Looking Glass (just in case you missed the memo)",
  "title": "Met Ball 2015: the young guns' red-carpet triumph - in pictures",
  "ts_in": "2015-05-05T21:21:48.475770",
  "url": "http://www.theguardian.com/fashion/gallery/2015/may/05/met-ball-2015-the-young-guns-red-carpet-triumph"
}