{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/world/mexico\" class=\" u-underline\">Mexico</a> has declared an all-out offensive against the relatively new drug cartel which shot down an army helicopter during a weekend of coordinated attacks across the western state of Jalisco which prompted fresh concerns over the latest escalation of the country&#8217;s drug wars.<br></p>\n<p><a href=\"http://www.theguardian.com/weather/2015/may/02/seven-killed-in-mexico-after-gunmen-down-helicopter-in-series-of-attacks\" class=\" u-underline\">Six soldiers were killed when gunmen from the New Generation Jalisco Cartel used a rocket-propelled grenade to bring down an army helicopter</a> that was pursuing a cartel convoy on Friday, the national security commissioner, Monte Alejandro Rubido, told Televisa. </p>\n<p>At least 15 other people were killed and 19 injured in a coordinated show of strength by the cartel which included several shootouts with soldiers and police, and involved hundreds of low-level operatives who set up roadblocks with burning cars, buses and trucks in Jalisco and three neighbouring states. Eleven banks and five petrol stations were also set ablaze.</p>\n<p>&#8220;The full force of the Mexican state will be felt in the state of Jalisco,&#8221; Rubido said on Monday. &#8220;Satisfactory results will start to be seen very soon.&#8221;</p>\n<p>Formed five years ago, the New Generation Jalisco Cartel has grown to become one of the biggest players in the country&#8217;s drug wars, at the same time as other major criminal groups have lost operational capacity in the face of government offensives.<br></p>\n<p>But the cartel&#8217;s ability and desire to openly challenge federal forces had not been obvious until its response to Friday&#8217;s launch of a federal operation in its Jalisco stronghold, reportedly aimed at capturing or killing the group&#8217;s leader Nemesio Oseguera Cervantes, alias &#8220;El Mencho&#8221;.</p>\n<p>While RPGs have reportedly featured in battles between rival crime factions before, particularly those involving the Zetas &#8211; a paramilitary cartel originally formed by special forces soldiers &#8211; this was the first time the authorities have reported the weapon&#8217;s use against one of its aircraft.</p>\n<p>&#8220;This is a criminal group with very significant firepower,&#8221; Rubido said, in answer to a question about whether the cartel has now become the most dangerous and powerful in Mexico. &#8220;Without doubt this gives it a special connotation.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/mar/05/mexico-drug-kingpins-behind-bars-violence-corruption-unchecked\" class=\" u-underline\">Mexico drug kingpins behind bars but violence and corruption go unchecked</a> </p>\n\n<p>The rise of the New Generation Jalisco Cartel challenges the government&#8217;s hopes that its chosen tactic of killing or capturing cartel bosses will eventually put an end to the drug wars that have killed at least 100,000 people over the last eight years.</p>\n<p>Taking down the biggest kingpins has undoubtedly weakened several formerly powerful cartels, but it also appears to have provided the Jalisco-based cartel with opportunities for growth and expansion. This is particularly clear in territories once dominated by the Zetas, <a href=\"http://www.theguardian.com/world/2013/jul/16/mexico-arrests-zetas-cartel-leader\" class=\" u-underline\">now a shadow of their former selves</a>, as well as the <a href=\"http://www.theguardian.com/world/2015/feb/27/la-tuta-mexico-flamboyant-teacher-drug-cartel\" class=\" u-underline\">recently dismantled Caballeros Templarios, or Knights Templar</a>.</p>\n<p>&#8220;The government does not have the capacity to attack more than one big group at a time,&#8221; said security expert Eduardo Guerrero. &#8220;Now it is the turn of the New Generation Jalisco Cartel.&#8221;</p>\n<p>According to Guerrero, the group has also developed a &#8220;perfected model&#8221; of operations that combines the militaristic sophistication and firepower of the Zetas with a capacity to infiltrate the authorities. The latter is most commonly associated with the Sinaloa cartel which, despite the capture in February 2014 of Joaqu&#237;n &#8220;El Chapo&#8221; Guzm&#225;n, <a href=\"http://www.theguardian.com/world/2015/feb/20/mexico-drugs-trade-el-chapo-arrest-joaquin-guzman-sinaloa-cartel\" class=\" u-underline\">remains the biggest criminal group in the country</a>.</p>\n<p>Guerrero said the combination of styles was clear in the weekend&#8217;s coordinated attacks that were probably only possible with the help of corrupt local police. He also noted the low level of civilian casualties, contrasting with the kind of bloodbaths Mexicans have become accustomed to in the drug wars.</p>\n<p>The expert added that he expected the government will eventually win out in a prolonged upcoming battle with the New Generation Jalisco Cartel, though he stressed this would not necessarily bring peace.</p>\n<p>&#8220;The government&#8217;s biggest challenge remains how to contain the particularly acute violence of the smaller groups that are formed after the big ones fall apart.&#8221; he said.</p>\n</div>",
  "authors": [
    "Jo Tuckman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mexico",
    "Americas",
    "World news"
  ],
  "ntitle": "mexico_declares_all_out_war_after_rising_drug_cartel_downs_military_helicopter",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Mexico has declared an all-out offensive against the relatively new drug cartel which shot down an army helicopter during a weekend of coordinated attacks across the western state of Jalisco which prompted fresh concerns over the latest escalation of the country’s drug wars.\n\n\n\nSix soldiers were killed when gunmen from the New Generation Jalisco Cartel used a rocket-propelled grenade to bring down an army helicopter that was pursuing a cartel convoy on Friday, the national security commissioner, Monte Alejandro Rubido, told Televisa.\n\nAt least 15 other people were killed and 19 injured in a coordinated show of strength by the cartel which included several shootouts with soldiers and police, and involved hundreds of low-level operatives who set up roadblocks with burning cars, buses and trucks in Jalisco and three neighbouring states. Eleven banks and five petrol stations were also set ablaze.\n\n“The full force of the Mexican state will be felt in the state of Jalisco,” Rubido said on Monday. “Satisfactory results will start to be seen very soon.”\n\nFormed five years ago, the New Generation Jalisco Cartel has grown to become one of the biggest players in the country’s drug wars, at the same time as other major criminal groups have lost operational capacity in the face of government offensives.\n\n\n\nBut the cartel’s ability and desire to openly challenge federal forces had not been obvious until its response to Friday’s launch of a federal operation in its Jalisco stronghold, reportedly aimed at capturing or killing the group’s leader Nemesio Oseguera Cervantes, alias “El Mencho”.\n\nWhile RPGs have reportedly featured in battles between rival crime factions before, particularly those involving the Zetas – a paramilitary cartel originally formed by special forces soldiers – this was the first time the authorities have reported the weapon’s use against one of its aircraft.\n\n“This is a criminal group with very significant firepower,” Rubido said, in answer to a question about whether the cartel has now become the most dangerous and powerful in Mexico. “Without doubt this gives it a special connotation.”\n\nRelated: Mexico drug kingpins behind bars but violence and corruption go unchecked\n\nThe rise of the New Generation Jalisco Cartel challenges the government’s hopes that its chosen tactic of killing or capturing cartel bosses will eventually put an end to the drug wars that have killed at least 100,000 people over the last eight years.\n\nTaking down the biggest kingpins has undoubtedly weakened several formerly powerful cartels, but it also appears to have provided the Jalisco-based cartel with opportunities for growth and expansion. This is particularly clear in territories once dominated by the Zetas, now a shadow of their former selves, as well as the recently dismantled Caballeros Templarios, or Knights Templar.\n\n“The government does not have the capacity to attack more than one big group at a time,” said security expert Eduardo Guerrero. “Now it is the turn of the New Generation Jalisco Cartel.”\n\nAccording to Guerrero, the group has also developed a “perfected model” of operations that combines the militaristic sophistication and firepower of the Zetas with a capacity to infiltrate the authorities. The latter is most commonly associated with the Sinaloa cartel which, despite the capture in February 2014 of Joaquín “El Chapo” Guzmán, remains the biggest criminal group in the country.\n\nGuerrero said the combination of styles was clear in the weekend’s coordinated attacks that were probably only possible with the help of corrupt local police. He also noted the low level of civilian casualties, contrasting with the kind of bloodbaths Mexicans have become accustomed to in the drug wars.\n\nThe expert added that he expected the government will eventually win out in a prolonged upcoming battle with the New Generation Jalisco Cartel, though he stressed this would not necessarily bring peace.\n\n“The government’s biggest challenge remains how to contain the particularly acute violence of the smaller groups that are formed after the big ones fall apart.” he said.",
  "title": "Mexico declares all-out war after rising drug cartel downs military helicopter",
  "ts_in": "2015-05-05T07:54:30.601218",
  "url": "http://www.theguardian.com/world/2015/may/04/mexico-declares-war-rising-drug-cartel-downs-military-helicopter"
}