{
  "article_html": "<div><p>A casual follower of US politics might be forgiven for considering <a href=\"http://www.theguardian.com/us-news/mikehuckabee\" class=\" u-underline\">Mike Huckabee</a> a Bible-thumping, bass-playing conservative, but to many on the right he&#8217;s something entirely different: a statist pushing for bigger government.</p>\n<p>The former Arkansas governor, who <a href=\"http://www.theguardian.com/us-news/2015/may/05/mike-huckabee-declares-bid-for-2016-republican-candidate\" class=\" u-underline\">announced his candidacy for the White House on Tuesday</a>, has long been viewed as a mainstay of the evangelical wing of the Republican party. Huckabee, who finished second in the 2008 Republican presidential primary, hosted his own television show on Fox News and has been one of the most vocal proponents of conservative viewpoints on abortion and same-sex marriage. </p>\n<p>But, to some in the conservative movement who are far more concerned about economic issues than social causes, Huckabee is anathema.</p>\n<p>Perhaps Huckabee&#8217;s biggest intraparty political opponent over the past two decades has been the Club for Growth, the powerful pro-business Republican <a href=\"http://en.wikipedia.org/wiki/Political_action_committee\" class=\" u-underline\">Pac</a>. As Dave Weigel at Bloomberg News <a href=\"http://www.bloomberg.com/politics/articles/2015-01-05/the-long-war-between-mike-huckabee-and-the-club-for-growth\" class=\" u-underline\">noted,</a> Huckabee has feuded with the group since a 2001 battle over a congressional primary in north-west Arkansas, and the battle has continued since then.</p>\n<p>Although Huckabee has endorsed a flat tax proposal called the &#8220;fair tax&#8221;, his governorship included efforts to expand government funding for low-income children and increases in gas and tobacco taxes. Huckabee also pioneered a program to collect the body mass index of every child enrolled in Arkansas public schools in an effort to combat childhood obesity. The Arkansas governor also broke from rightwing orthodoxy by <a href=\"http://voices.washingtonpost.com/fact-checker/2007/12/pinocchios_for_huckabee_on_ill.html\" class=\" u-underline\">supporting efforts</a> to grant in-state college tuition to some undocumented migrants.</p>\n<p>And at one point in 2007, Huckabee even said he&#8217;d support a <a href=\"http://content.usatoday.com/communities/onpolitics/post/2007/08/164254/1#.VUen8NpViko\" class=\" u-underline\">national workplace smoking ban</a> &#8211; a position he has since backed away from.</p>\n<p>The result is that when Huckabee first stepped down from his Fox News show in January as a first step towards running for president, Club for Growth president David McIntosh <a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2015/01/05/why-a-leading-tea-party-group-just-slammed-mike-huckabee/\" class=\" u-underline\">slammed</a> his &#8220;big government record&#8221; &#8211; a feeling shared by many libertarians. </p>\n<p>Huckabee faces a crowded path to the GOP nomination in a field with more than a dozen candidates, including <a href=\"http://www.thedailybeast.com/articles/2013/08/10/rick-santorum-culture-warrior-resurrected.html\" class=\" u-underline\">Rick Santorum</a>, a fellow populist-leaning social conservative who finished second in the 2012 GOP presidential primary, as well as others, like Ted Cruz and Scott Walker, who fit similar niches. All have unique strengths and weaknesses. </p>\n<p>But in a party split on issues from entitlement reform to gay marriage to foreign policy, it&#8217;s a mistake to view candidates on a left-right continuum within the Republican party and to measure moderation solely by how candidates feel about &#8220;social issues&#8221;.</p>\n<p>After all, in his announcement speech on Tuesday, Huckabee combined paeans to school prayer and gun ownership with an attack on free trade agreements that sounded far more like Bernie Sanders than Jeb Bush. The Republican party is far more ideologically diverse than its stereotype would suggest and the former Arkansas governor&#8217;s campaign will be a litmus test for the popularity of his blend of social conservatism and economic populism among primary voters in the post-Tea party era.<br></p>\n</div>",
  "authors": [
    "Ben Jacobs"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mike Huckabee",
    "Republicans",
    "US elections 2016",
    "US news",
    "World news",
    "US politics"
  ],
  "ntitle": "mike_huckabee_an_outrageous_big_government_conservative",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A casual follower of US politics might be forgiven for considering Mike Huckabee a Bible-thumping, bass-playing conservative, but to many on the right he’s something entirely different: a statist pushing for bigger government.\n\nThe former Arkansas governor, who announced his candidacy for the White House on Tuesday, has long been viewed as a mainstay of the evangelical wing of the Republican party. Huckabee, who finished second in the 2008 Republican presidential primary, hosted his own television show on Fox News and has been one of the most vocal proponents of conservative viewpoints on abortion and same-sex marriage.\n\nBut, to some in the conservative movement who are far more concerned about economic issues than social causes, Huckabee is anathema.\n\nPerhaps Huckabee’s biggest intraparty political opponent over the past two decades has been the Club for Growth, the powerful pro-business Republican Pac. As Dave Weigel at Bloomberg News noted, Huckabee has feuded with the group since a 2001 battle over a congressional primary in north-west Arkansas, and the battle has continued since then.\n\nAlthough Huckabee has endorsed a flat tax proposal called the “fair tax”, his governorship included efforts to expand government funding for low-income children and increases in gas and tobacco taxes. Huckabee also pioneered a program to collect the body mass index of every child enrolled in Arkansas public schools in an effort to combat childhood obesity. The Arkansas governor also broke from rightwing orthodoxy by supporting efforts to grant in-state college tuition to some undocumented migrants.\n\nAnd at one point in 2007, Huckabee even said he’d support a national workplace smoking ban – a position he has since backed away from.\n\nThe result is that when Huckabee first stepped down from his Fox News show in January as a first step towards running for president, Club for Growth president David McIntosh slammed his “big government record” – a feeling shared by many libertarians.\n\nHuckabee faces a crowded path to the GOP nomination in a field with more than a dozen candidates, including Rick Santorum, a fellow populist-leaning social conservative who finished second in the 2012 GOP presidential primary, as well as others, like Ted Cruz and Scott Walker, who fit similar niches. All have unique strengths and weaknesses.\n\nBut in a party split on issues from entitlement reform to gay marriage to foreign policy, it’s a mistake to view candidates on a left-right continuum within the Republican party and to measure moderation solely by how candidates feel about “social issues”.\n\nAfter all, in his announcement speech on Tuesday, Huckabee combined paeans to school prayer and gun ownership with an attack on free trade agreements that sounded far more like Bernie Sanders than Jeb Bush. The Republican party is far more ideologically diverse than its stereotype would suggest and the former Arkansas governor’s campaign will be a litmus test for the popularity of his blend of social conservatism and economic populism among primary voters in the post-Tea party era.\n\n",
  "title": "Mike Huckabee: an outrageous big government conservative?",
  "ts_in": "2015-05-05T21:22:03.412364",
  "url": "http://www.theguardian.com/us-news/2015/may/05/mike-huckabee-big-government-conservative"
}