{
  "article_html": "<div><p>Former Arkansas governor <a href=\"http://www.theguardian.com/us-news/2015/mar/08/mike-huckabee-iowa-caucus-pizza-ranch\" class=\" u-underline\">Mike Huckabee</a> announced his candidacy for the White House on Tuesday, in his hometown of Hope, Arkansas.</p>\n<p>&#8220;It is a long way from a little brick house in Hope, Arkansas, to the White House,&#8221; he told <a href=\"http://www.theguardian.com/us-news/live/2015/may/05/mike-huckabee-republicans-presidential-run-live\" class=\" u-underline\">supporters at a rally</a>. &#8220;It seems fitting that it should be here where I should announce that I am a candidate for president of the United States of America.&#8221; </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/feb/01/mike-huckabee-same-sex-marriage-gop-presidential-2016-run\" class=\" u-underline\">Huckabee: having to accept gay marriage is like telling Jews to serve 'bacon-wrapped shrimp'</a> </p>\n\n<p>Huckabee follows three US senators &#8211; <a href=\"http://www.theguardian.com/us-news/2015/apr/19/marco-rubio-same-sex-marriage-not-constitutional-right\" class=\" u-underline\">Marco Rubio</a>, <a href=\"http://www.theguardian.com/us-news/2015/apr/29/ted-cruz-accuses-obama-inflaming-racial-tensions\" class=\" u-underline\">Ted Cruz</a> and <a href=\"http://www.theguardian.com/us-news/2015/may/01/iran-sanctions-vote-rand-paul-foreign-policy\" class=\" u-underline\">Rand Paul</a> &#8211; as well as former Hewlett-Packard CEO <a href=\"http://www.theguardian.com/us-news/2015/may/04/carly-fiorina-declares-bid-for-republican-presidential-nomination\" class=\" u-underline\">Carly Fiorina</a> and retired neurosurgeon <a href=\"http://www.theguardian.com/us-news/2015/may/04/ben-carson-formally-announces-president\" class=\" u-underline\">Ben Carson</a> into the race for the Republican nomination.</p>\n<p>Huckabee, who served as governor of Arkansas from 1996 to 2006, announced his second bid for the White House to a crowd of supporters and journalists. Huckabee first ran for the Republican nomination in 2008, eventually finishing second in the primaries after winning the Iowa caucuses, the first race in the sequence. </p>\n<p>Since then, Huckabee has stayed in the national spotlight as a television host and commentator on Fox News as well as writing several books, including his latest, <a href=\"http://www.amazon.com/Guns-Grits-Gravy-Mike-Huckabee/dp/1250060990\" class=\" u-underline\">God, Guns, Grits and Gravy.</a> The former pastor has also been <a href=\"http://www.buzzfeed.com/andrewkaczynski/mike-huckabee-still-sending-out-emails-with-really-questiona#.vroBmZqjY\" class=\" u-underline\">criticized</a> for renting out his campaign email list to promote &#8220;a secret Bible cancer cure&#8221;.</p>\n<p>The former Arkansas governor came on to the stage to cheers of &#8220;We love Huck&#8221; as he talked about his journey from &#8220;Hope to higher ground&#8221;.</p>\n<p>In his speech, Huckabee hit folksy notes and emphasized his evangelical background.</p>\n<p>Huckabee is one of the most steadfast social conservatives in the GOP field, and he emphasized those credentials. He reminisced about how he grew up going to school where he &#8220;prayed at the start of each day and prayed again before lunch&#8221;.</p>\n<p> And he also went after the Supreme Court, which recently heard arguments in a case about a federal right to same sex marriage, saying that &#8220;the Supreme Court is not the Supreme Being and it cannot overturn laws of nature or nature&#8217;s God.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/live/2015/may/05/mike-huckabee-republicans-presidential-run-live\" class=\" u-underline\">Mike Huckabee decries abortion, 'jihadis' in presidential pitch &#8211; live</a> </p>\n\n<p>Huckabee took pains to flaunt his pro-second amendment bona fides, telling the crowd that although he received &#8220;first BB gun at the age of five ... I learned the basic rules of gun safety and I never thought about using a firearm to murder someone.&#8221;</p>\n<p>The former Arkansas governor has long been criticized by some libertarian-leaning <a href=\"http://www.theguardian.com/us-news/republicans\" class=\" u-underline\">Republicans</a> as being insufficiently rightwing on economic issues, and he hit some of those populist notes in his speech as well. He talked about protecting Medicare and social security, statements that will inflame the more zealous budget hawks in his own party concerned about entitlement reform and seemed to condemn the proposed Pacific free trade deal as the type of &#8220;unbalanced trade deal&#8221; which will drive &#8220;American wages lower than the Dead Sea&#8221;.</p>\n<p>Huckabee also offered some red meat on foreign policy, pledging that, if elected, unlike Barack Obama, &#8220;we will no longer try to contain jihadism, we will conquer it&#8221; and saying that &#8220;hell will free over before [Iran] will get a nuclear weapon&#8221;.</p>\n<p>Before the former Arkansas governor appeared, lounge singer Tony Orlando started the event by singing <a href=\"https://www.youtube.com/watch?v=FjqBhZj_37U\" class=\" u-underline\">a version</a> of his 1973 hit Tie a Yellow Ribbon around the Ole Oak Tree with updated pro-Huckabee lyrics. </p>\n<p>Orlando then stayed on stage to emcee part of the event as well as to sing a special song that he wrote for Huckabee entitled America is my Home Town. Orlando eventually left the stage to let incumbent Arkansas governor Asa Hutchinson introduce Huckabee&#8217;s wife Janet.</p>\n<p>Huckabee will spend the next several days on the campaign trail in the crucial early states of Iowa and South Carolina. On Wednesday and Thursday, he will crisscross Iowa on his Factories, Farms &amp; Freedom Tour. On Friday, he will hold an event in the upcountry of South Carolina.</p>\n</div>",
  "authors": [
    "Ben Jacobs"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mike Huckabee",
    "Republicans",
    "US news",
    "US elections 2016",
    "Ben Carson",
    "Carly Fiorina",
    "Ted Cruz",
    "Marco Rubio",
    "Rand Paul"
  ],
  "ntitle": "mike_huckabee_joins_republican_2016_presidential_race",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Former Arkansas governor Mike Huckabee announced his candidacy for the White House on Tuesday, in his hometown of Hope, Arkansas.\n\n“It is a long way from a little brick house in Hope, Arkansas, to the White House,” he told supporters at a rally. “It seems fitting that it should be here where I should announce that I am a candidate for president of the United States of America.”\n\nRelated: Huckabee: having to accept gay marriage is like telling Jews to serve 'bacon-wrapped shrimp'\n\nHuckabee follows three US senators – Marco Rubio, Ted Cruz and Rand Paul – as well as former Hewlett-Packard CEO Carly Fiorina and retired neurosurgeon Ben Carson into the race for the Republican nomination.\n\nHuckabee, who served as governor of Arkansas from 1996 to 2006, announced his second bid for the White House to a crowd of supporters and journalists. Huckabee first ran for the Republican nomination in 2008, eventually finishing second in the primaries after winning the Iowa caucuses, the first race in the sequence.\n\nSince then, Huckabee has stayed in the national spotlight as a television host and commentator on Fox News as well as writing several books, including his latest, God, Guns, Grits and Gravy. The former pastor has also been criticized for renting out his campaign email list to promote “a secret Bible cancer cure”.\n\nThe former Arkansas governor came on to the stage to cheers of “We love Huck” as he talked about his journey from “Hope to higher ground”.\n\nIn his speech, Huckabee hit folksy notes and emphasized his evangelical background.\n\nHuckabee is one of the most steadfast social conservatives in the GOP field, and he emphasized those credentials. He reminisced about how he grew up going to school where he “prayed at the start of each day and prayed again before lunch”.\n\nAnd he also went after the Supreme Court, which recently heard arguments in a case about a federal right to same sex marriage, saying that “the Supreme Court is not the Supreme Being and it cannot overturn laws of nature or nature’s God.”\n\nRelated: Mike Huckabee decries abortion, 'jihadis' in presidential pitch – live\n\nHuckabee took pains to flaunt his pro-second amendment bona fides, telling the crowd that although he received “first BB gun at the age of five ... I learned the basic rules of gun safety and I never thought about using a firearm to murder someone.”\n\nThe former Arkansas governor has long been criticized by some libertarian-leaning Republicans as being insufficiently rightwing on economic issues, and he hit some of those populist notes in his speech as well. He talked about protecting Medicare and social security, statements that will inflame the more zealous budget hawks in his own party concerned about entitlement reform and seemed to condemn the proposed Pacific free trade deal as the type of “unbalanced trade deal” which will drive “American wages lower than the Dead Sea”.\n\nHuckabee also offered some red meat on foreign policy, pledging that, if elected, unlike Barack Obama, “we will no longer try to contain jihadism, we will conquer it” and saying that “hell will free over before [Iran] will get a nuclear weapon”.\n\nBefore the former Arkansas governor appeared, lounge singer Tony Orlando started the event by singing a version of his 1973 hit Tie a Yellow Ribbon around the Ole Oak Tree with updated pro-Huckabee lyrics.\n\nOrlando then stayed on stage to emcee part of the event as well as to sing a special song that he wrote for Huckabee entitled America is my Home Town. Orlando eventually left the stage to let incumbent Arkansas governor Asa Hutchinson introduce Huckabee’s wife Janet.\n\nHuckabee will spend the next several days on the campaign trail in the crucial early states of Iowa and South Carolina. On Wednesday and Thursday, he will crisscross Iowa on his Factories, Farms & Freedom Tour. On Friday, he will hold an event in the upcountry of South Carolina.",
  "title": "Mike Huckabee joins Republican 2016 presidential race",
  "ts_in": "2015-05-05T21:22:08.632586",
  "url": "http://www.theguardian.com/us-news/2015/may/05/mike-huckabee-declares-bid-for-2016-republican-candidate"
}