{
  "article_html": "<div><p>Ed Miliband has hinted at his first red line in any coalition negotiations with the Liberal Democrats by saying he would only lead a government that abolishes <a href=\"http://www.theguardian.com/money/2015/apr/07/non-dom-tax-status-living-working-paying-tax-uk\" class=\" u-underline\">non-dom status</a>.</p>\n<p>The <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> leader spent the whole day dodging questions about how he would act in the event of a hung parliament, including whether he would still seek to lead a government if his party comes second in terms of seats.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/07/ed-miliband-non-dom-tax-status-labour\" class=\" u-underline\">Ed Miliband: Labour will scrap non-dom tax status</a> </p>\n\n<p>But he revealed one non-negotiable policy in a BBC interview, effectively giving a signal to the Lib Dems that he could be prepared to talk to the party. Miliband has given assurances that he would not deal with the Scottish National party or Ukip but has made no such guarantee about the Lib Dem.</p>\n<p>There has been speculation over the past 24 hours that Labour could seek to partner with the Lib Dems even if both parties together fall short of a majority to ensure they together form a larger bloc than the Conservatives. This could help address the question of legitimacy, which the Tories argue would be a problem for Miliband if he were to try to become prime minister without having won the largest number of seats.</p>\n<p>Asked by the BBC&#8217;s James Landale if he had any policies that he would stand firm by on Friday morning, Miliband said: &#8220;I&#8217;m determined to implement our manifesto but I&#8217;ll give you a symbol that really matters and that is non-dom status and abolishing non-dom status. This is people who live here, work here, are permanently settled here and don&#8217;t pay taxes here &#8230; That&#8217;s going to go in a government I lead, tackling tax avoidance, we can get the deficit down in a fair way, we can help our National Health Service, that&#8217;s the kind of priority of the Labour government that I&#8217;d lead.&#8221;</p>\n<p>Miliband has previously promised not to &#8220;barter away&#8221; his manifesto but the prospect of a hung parliament means the party may be looking more seriously at teaming up with the Lib Dems. Nick Clegg&#8217;s party have already set out six red lines, including fairer deficit reduction, more spending on health and education and new green laws.</p>\n<p>Asked directly whether he would team up with the Lib Dems, Miliband reverted to his familiar line about being &#8220;focused on one thing and one thing only, that is what happens on Thursday and how the British people vote on Thursday&#8221;.</p>\n<p>He spent the day touring marginal seats and dodging questions about whether governing as a second largest party would be legitimate, despite Tory attempts to make it a major issue.</p>\n<p>He was asked three times at an event in Bedford if he would seek to be prime minister even if Labour was the second largest party. But he repeatedly refused to say, arguing it would be a distraction from the last 48 hours of campaigning.</p>\n<p>David Cameron then escalated his warnings about Miliband trying to govern even if he has fewer seats, saying it would create a &#8220;massive credibility problem&#8221;.</p>\n<p>Confronted again twice with these accusations later in north Warwickshire and asked to reassure swing voters, Miliband said: &#8220;All I have to say to voters making up their minds is to focus on the big choice the country faces. I&#8217;ll let others speculate on the election outcome.&#8221;</p>\n<p>He did not even use the example of other European countries &#8211; where the leader of the second biggest party is commonly prime minister &#8211; to make a case for legitimacy. &#8220;Rather than politicians talking about themselves, we should be talking about the British people and the choice laid before them,&#8221; he said.</p>\n<p>Miliband later emphasised that it was only Labour currently saying it would<br>scrap non-dom status.</p>\n<p>He said: &#8220;We have come to expect David Cameron and Nigel Farage defending the richest and most powerful. But it is extraordinary that Nick Clegg is defending the non-dom rule too.&#8221;</p>\n</div>",
  "authors": [
    "Rowena Mason"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ed Miliband",
    "General election 2015",
    "Labour",
    "Liberal Democrats",
    "Politics",
    "UK news",
    "Hung parliament"
  ],
  "ntitle": "miliband_reveals_his_first_coalition_red_line_abolition_of_non_dom_status",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Ed Miliband has hinted at his first red line in any coalition negotiations with the Liberal Democrats by saying he would only lead a government that abolishes non-dom status.\n\nThe Labour leader spent the whole day dodging questions about how he would act in the event of a hung parliament, including whether he would still seek to lead a government if his party comes second in terms of seats.\n\nRelated: Ed Miliband: Labour will scrap non-dom tax status\n\nBut he revealed one non-negotiable policy in a BBC interview, effectively giving a signal to the Lib Dems that he could be prepared to talk to the party. Miliband has given assurances that he would not deal with the Scottish National party or Ukip but has made no such guarantee about the Lib Dem.\n\nThere has been speculation over the past 24 hours that Labour could seek to partner with the Lib Dems even if both parties together fall short of a majority to ensure they together form a larger bloc than the Conservatives. This could help address the question of legitimacy, which the Tories argue would be a problem for Miliband if he were to try to become prime minister without having won the largest number of seats.\n\nAsked by the BBC’s James Landale if he had any policies that he would stand firm by on Friday morning, Miliband said: “I’m determined to implement our manifesto but I’ll give you a symbol that really matters and that is non-dom status and abolishing non-dom status. This is people who live here, work here, are permanently settled here and don’t pay taxes here … That’s going to go in a government I lead, tackling tax avoidance, we can get the deficit down in a fair way, we can help our National Health Service, that’s the kind of priority of the Labour government that I’d lead.”\n\nMiliband has previously promised not to “barter away” his manifesto but the prospect of a hung parliament means the party may be looking more seriously at teaming up with the Lib Dems. Nick Clegg’s party have already set out six red lines, including fairer deficit reduction, more spending on health and education and new green laws.\n\nAsked directly whether he would team up with the Lib Dems, Miliband reverted to his familiar line about being “focused on one thing and one thing only, that is what happens on Thursday and how the British people vote on Thursday”.\n\nHe spent the day touring marginal seats and dodging questions about whether governing as a second largest party would be legitimate, despite Tory attempts to make it a major issue.\n\nHe was asked three times at an event in Bedford if he would seek to be prime minister even if Labour was the second largest party. But he repeatedly refused to say, arguing it would be a distraction from the last 48 hours of campaigning.\n\nDavid Cameron then escalated his warnings about Miliband trying to govern even if he has fewer seats, saying it would create a “massive credibility problem”.\n\nConfronted again twice with these accusations later in north Warwickshire and asked to reassure swing voters, Miliband said: “All I have to say to voters making up their minds is to focus on the big choice the country faces. I’ll let others speculate on the election outcome.”\n\nHe did not even use the example of other European countries – where the leader of the second biggest party is commonly prime minister – to make a case for legitimacy. “Rather than politicians talking about themselves, we should be talking about the British people and the choice laid before them,” he said.\n\nMiliband later emphasised that it was only Labour currently saying it would\n\nscrap non-dom status.\n\nHe said: “We have come to expect David Cameron and Nigel Farage defending the richest and most powerful. But it is extraordinary that Nick Clegg is defending the non-dom rule too.”",
  "title": "Miliband reveals his first coalition red line: abolition of non-dom status",
  "ts_in": "2015-05-05T21:22:35.939380",
  "url": "http://www.theguardian.com/politics/2015/may/05/miliband-non-dom-status-policy-lib-dems"
}