{
  "article_html": "<div><p>So here I am, stood in a room with 19 strangers who are all pretending to shave off their pubic hair. Normally, I might find this situation at least a little bit confusing, but not right now. Instead, I&#8217;m feeling so relaxed about it that I&#8217;m joining in myself. And why not? I was the one who shouted out the suggestion that we do it in the first place.</p>\n\n<blockquote>\n<p>We're all sawing our legs off, or miming piano, or pretending to be terrified children running away from Michael Jackson</p>\n</blockquote>\n\n<p>An outburst of spontaneous body-hair removal is one of many unexpected places an improv class with the world-renowned <a href=\"http://www.secondcity.com/\" class=\" u-underline\">Second City</a> troupe might take you. Just five seconds later, for instance, we&#8217;re all sawing off our right legs, or miming piano, or pretending to be terrified children running away from Michael Jackson. Improv comedy &#8211; essentially comedy that is unplanned, unscripted and created as it is performed &#8211; is all about spontaneity: rolling with whatever is suggested and seeing where it takes you.</p>\n<p>Our tutor for today, the Canadian actor, writer and musician Kevin Frank, tells us that the foundation stone of Second City&#8217;s improv can be boiled down to just two words: &#8220;Yes. And&#8230;&#8221; What this means is that whenever a new scenario or suggestion is put forward, you should never question it or try to shut it down. Rather, you should embrace it, and then try to build on it.</p>\n<p>I take note. Because if there&#8217;s a company worth listening to when it comes to improv then it&#8217;s Second City. Since its theatre first opened its doors in Chicago in 1959, the comedians who have passed through include <a href=\"http://www.theguardian.com/film/2015/jan/11/tina-fey-amy-poehler-jokes-golden-globes\" class=\" u-underline\">Tina Fey</a>, <a href=\"http://www.theguardian.com/lifeandstyle/2014/nov/22/dan-aykroyd-this-much-i-know\" class=\" u-underline\">Dan Aykroyd</a>, <a href=\"http://www.theguardian.com/film/bill-murray\" class=\" u-underline\">Bill Murray</a>, <a href=\"http://www.theguardian.com/film/mike-myers\" class=\" u-underline\">Mike Myers</a>, <a href=\"http://www.theguardian.com/tv-and-radio/2014/dec/17/stephen-colbert-comedy-central-farewell\" class=\" u-underline\">Stephen Colbert</a>, <a href=\"http://www.theguardian.com/film/stevecarell\" class=\" u-underline\">Steve Carell</a>, <a href=\"http://www.theguardian.com/stage/2014/sep/04/joan-rivers-best-of-career-in-comedy\" class=\" u-underline\">Joan Rivers</a>, <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/mar/12/has-better-call-saul-lived-up-to-expectations\" class=\" u-underline\">Bob Odenkirk</a> ... the list goes on and on. It&#8217;s jaw-dropping. And intimidating. Which is why, before attending this class, I was gripped with dread.</p>\n\n<blockquote>\n<p>[Male comedians] love to take their balls out on stage</p>\n\nJessica St Clair\n\n</blockquote>\n\n<p>To calm my nerves, I decided to read up on the subject. This proved to be a terrible idea. An article in New York magazine about the Upright Citizen&#8217;s Brigade, a New York improv group started by some former Second City members including Amy Poehler, featured a bunch of former alumni reminiscing about the weirdest things they&#8217;d witnessed on stage. Jessica St Clair remembered numerous male comedians getting naked in the name of improv: &#8220;They love to take their balls out on stage,&#8221; she said. Brett Gelman recalled a night he spent tapdancing in blackface. The list of things I will not do for a byline is shamefully small, but getting my balls out while in blackface is definitely there.</p>\n<p>Luckily, Second City have various levels of improv courses to offer, and an entry-level one such as this knows that even the budding comedians in attendance today will be overcoming various levels of trepidation. He begins by telling us to leave all criticisms &#8211; of ourselves, of each other &#8211; outside for the day. &#8220;Here at Second City we embrace failure,&#8221; he says, and I prepare for a lovely four-hour embrace. Frank then has an icebreaker conversation with a student and encourages us to clap and cheer everything she says &#8211; it&#8217;s his way of showing us that we&#8217;ll celebrate everything that goes on within these four walls. Frank explains that the confidence we gave her just through clapping may have been the reason she felt confident enough to throw in a joke at the end.</p>\n\n\n<a href=\"/stage/2015/may/05/bill-murray-tina-fey-improv-comedy-masterclass-second-city#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430834115486/090518ae-a9cb-48f3-8ba2-ce90e00085af-300x180.jpeg\" alt=\"Tim Jonze with Kevin Frank on a Second City improv workshop\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485gt%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Move+over+Bill+Murray%2C+forget+Tina+Fey%3A+how+I+became+an+improv+king&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485gt%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Move+over+Bill+Murray%2C+forget+Tina+Fey%3A+how+I+became+an+improv+king&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fstage%2F2015%2Fmay%2F05%2Fbill-murray-tina-fey-improv-comedy-masterclass-second-city&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430834115230%2F3e83401e-718e-48aa-bd1a-700a4ff04244-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nTim Jonze with Kevin Frank on a Second City improv workshop Photograph: Graeme Robertson for the Guardian\n\n\n\n<p>This is how the class, held at the Poor School in London, proceeds: a little exercise, then a discussion about what we found fun/tricky, and finally an explanation from Frank of the vital lessons we&#8217;ve just learned. One task involves speaking to your partner in gibberish, while drastically changing the emotions of the conversation every 10 seconds. This shows the importance of emotional cues, not just verbal ones. In another game, we mime an action while telling our partner we&#8217;re doing something else entirely (ie pretending to dig a hole while claiming that you&#8217;re white-water rafting). This demonstrates the need to conjure up new ideas while performing different ones.</p>\n<p>We&#8217;re taught how to let people have the spotlight, how to take the spotlight for ourselves and how to bring others into the action. At one point I find myself happily skipping around the room while emitting a high-pitched &#8220;beep&#8221;, until others take over to start screaming, or coughing, or crying hysterically. I wonder what my friends would think if they could see me now.</p>\n\n<blockquote>\n<p>It's just like football, only instead of goals you get jokes about Hitler moonwalking</p>\n\n\n\n</blockquote>\n\n<p>Some of the best games involve telling stories as a group, in which each person adds a word, or a sentence, at a time. Eight of us get together to write a fairytale, which &#8211; if memory serves &#8211; ends up being about a magic frog who dates somebody in sales.</p>\n<p>&#8220;Who felt annoyed that they kept having to provide the boring words &#8211; the ands, ofs and ats?&#8221; asks Frank when we&#8217;re finished. A few hands shoot up. He explains that without these words, there would be no story in the first place; and how, when it comes to improv, every part should be seen as vitally important, even the most minor supporting roles. The idea isn&#8217;t that you get to say a great punchline, it&#8217;s that somebody gets to say one. It&#8217;s just like football, only instead of goals you get jokes about Hitler moonwalking.</p>\n\n\n<a href=\"/stage/2015/may/05/bill-murray-tina-fey-improv-comedy-masterclass-second-city#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430834745684/2f0790dc-7349-49e5-9ebb-65a39a89e4c1-300x180.jpeg\" alt=\"Second City stars &#8230; from left, Joan Rivers, Mike Myers, Tina Fey and Bill Murray\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485gt%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Move+over+Bill+Murray%2C+forget+Tina+Fey%3A+how+I+became+an+improv+king&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485gt%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Move+over+Bill+Murray%2C+forget+Tina+Fey%3A+how+I+became+an+improv+king&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fstage%2F2015%2Fmay%2F05%2Fbill-murray-tina-fey-improv-comedy-masterclass-second-city&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430834745480%2F4d250c05-c354-44fb-9334-77c75e403c1b-1020x612.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nSecond City stars &#8230; from left, Joan Rivers, Mike Myers, Tina Fey and Bill Murray Photograph: WireImage/Rex\n\n\n\n<p>Frank says that before going on stage, performers with Second City are sure to pat each other on the back, a gesture that means quite literally &#8220;I got your back&#8221;. To succeed it needs to be supportive. Learning improv might make you a better comedian, but you can see that it would bring many other benefits as well. It&#8217;s therapeutic, it&#8217;s creative, it builds confidence. It doesn&#8217;t surprise me to learn that Second City also does classes for corporate executives, anxiety sufferers and people with autism.</p>\n<p>The class ends with a group of us writing a story, live, to the rest of the class &#8211; the twist is that we have to do so in rhyming couplets. One person performs the opening rhyme. Then I step up to write the concluding line. A third volunteer throws a rhyme in the middle. It&#8217;s then up to the rest of the group to link the story together. They can&#8217;t change the story to fit their own preferred narratives, instead they must use the &#8220;yes, and &#8230;&#8221; technique, to accept what&#8217;s gone before and build upon it.</p>\n<p>The end result is a tale of an arrogant girl called Wendy who refuses to believe that her ball isn&#8217;t red and ends up shooting someone so that the resultant bloodspill will give it the colour she desires &#8230; only to find that the gunshot burst her ball. The rest of the class cheer wildly when we finally piece it together. And I come to realise that improv isn&#8217;t simply about making yourself do things you feel uncomfortable with. It&#8217;s more about knowing how to respond when those situations occur. So next time someone invites me to black up and get my balls out on stage, will I know how to react? The answer is simple: Yes! And&#8230;</p>\n<p>&#8226; <a href=\"http://www.angelcomedy.co.uk/\" class=\" u-underline\">The Festival of Improv</a>, featuring performers from Second City, is at Angel Comedy in London from 10&#8211;14 May</p>\n</div>",
  "authors": [
    "Tim Jonze"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Comedy",
    "Stage",
    "Culture",
    "Comedy",
    "Comedy",
    "Festivals",
    "Bill Murray",
    "Tina Fey",
    "Television"
  ],
  "ntitle": "move_over_bill_murray_forget_tina_fey_how_i_became_an_improv_king",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "So here I am, stood in a room with 19 strangers who are all pretending to shave off their pubic hair. Normally, I might find this situation at least a little bit confusing, but not right now. Instead, I’m feeling so relaxed about it that I’m joining in myself. And why not? I was the one who shouted out the suggestion that we do it in the first place.\n\nWe're all sawing our legs off, or miming piano, or pretending to be terrified children running away from Michael Jackson\n\nAn outburst of spontaneous body-hair removal is one of many unexpected places an improv class with the world-renowned Second City troupe might take you. Just five seconds later, for instance, we’re all sawing off our right legs, or miming piano, or pretending to be terrified children running away from Michael Jackson. Improv comedy – essentially comedy that is unplanned, unscripted and created as it is performed – is all about spontaneity: rolling with whatever is suggested and seeing where it takes you.\n\nOur tutor for today, the Canadian actor, writer and musician Kevin Frank, tells us that the foundation stone of Second City’s improv can be boiled down to just two words: “Yes. And…” What this means is that whenever a new scenario or suggestion is put forward, you should never question it or try to shut it down. Rather, you should embrace it, and then try to build on it.\n\nI take note. Because if there’s a company worth listening to when it comes to improv then it’s Second City. Since its theatre first opened its doors in Chicago in 1959, the comedians who have passed through include Tina Fey, Dan Aykroyd, Bill Murray, Mike Myers, Stephen Colbert, Steve Carell, Joan Rivers, Bob Odenkirk ... the list goes on and on. It’s jaw-dropping. And intimidating. Which is why, before attending this class, I was gripped with dread.\n\n[Male comedians] love to take their balls out on stage Jessica St Clair\n\nTo calm my nerves, I decided to read up on the subject. This proved to be a terrible idea. An article in New York magazine about the Upright Citizen’s Brigade, a New York improv group started by some former Second City members including Amy Poehler, featured a bunch of former alumni reminiscing about the weirdest things they’d witnessed on stage. Jessica St Clair remembered numerous male comedians getting naked in the name of improv: “They love to take their balls out on stage,” she said. Brett Gelman recalled a night he spent tapdancing in blackface. The list of things I will not do for a byline is shamefully small, but getting my balls out while in blackface is definitely there.\n\nLuckily, Second City have various levels of improv courses to offer, and an entry-level one such as this knows that even the budding comedians in attendance today will be overcoming various levels of trepidation. He begins by telling us to leave all criticisms – of ourselves, of each other – outside for the day. “Here at Second City we embrace failure,” he says, and I prepare for a lovely four-hour embrace. Frank then has an icebreaker conversation with a student and encourages us to clap and cheer everything she says – it’s his way of showing us that we’ll celebrate everything that goes on within these four walls. Frank explains that the confidence we gave her just through clapping may have been the reason she felt confident enough to throw in a joke at the end.\n\nFacebook Twitter Pinterest Tim Jonze with Kevin Frank on a Second City improv workshop Photograph: Graeme Robertson for the Guardian\n\nThis is how the class, held at the Poor School in London, proceeds: a little exercise, then a discussion about what we found fun/tricky, and finally an explanation from Frank of the vital lessons we’ve just learned. One task involves speaking to your partner in gibberish, while drastically changing the emotions of the conversation every 10 seconds. This shows the importance of emotional cues, not just verbal ones. In another game, we mime an action while telling our partner we’re doing something else entirely (ie pretending to dig a hole while claiming that you’re white-water rafting). This demonstrates the need to conjure up new ideas while performing different ones.\n\nWe’re taught how to let people have the spotlight, how to take the spotlight for ourselves and how to bring others into the action. At one point I find myself happily skipping around the room while emitting a high-pitched “beep”, until others take over to start screaming, or coughing, or crying hysterically. I wonder what my friends would think if they could see me now.\n\nIt's just like football, only instead of goals you get jokes about Hitler moonwalking\n\nSome of the best games involve telling stories as a group, in which each person adds a word, or a sentence, at a time. Eight of us get together to write a fairytale, which – if memory serves – ends up being about a magic frog who dates somebody in sales.\n\n“Who felt annoyed that they kept having to provide the boring words – the ands, ofs and ats?” asks Frank when we’re finished. A few hands shoot up. He explains that without these words, there would be no story in the first place; and how, when it comes to improv, every part should be seen as vitally important, even the most minor supporting roles. The idea isn’t that you get to say a great punchline, it’s that somebody gets to say one. It’s just like football, only instead of goals you get jokes about Hitler moonwalking.\n\nFacebook Twitter Pinterest Second City stars … from left, Joan Rivers, Mike Myers, Tina Fey and Bill Murray Photograph: WireImage/Rex\n\nFrank says that before going on stage, performers with Second City are sure to pat each other on the back, a gesture that means quite literally “I got your back”. To succeed it needs to be supportive. Learning improv might make you a better comedian, but you can see that it would bring many other benefits as well. It’s therapeutic, it’s creative, it builds confidence. It doesn’t surprise me to learn that Second City also does classes for corporate executives, anxiety sufferers and people with autism.\n\nThe class ends with a group of us writing a story, live, to the rest of the class – the twist is that we have to do so in rhyming couplets. One person performs the opening rhyme. Then I step up to write the concluding line. A third volunteer throws a rhyme in the middle. It’s then up to the rest of the group to link the story together. They can’t change the story to fit their own preferred narratives, instead they must use the “yes, and …” technique, to accept what’s gone before and build upon it.\n\nThe end result is a tale of an arrogant girl called Wendy who refuses to believe that her ball isn’t red and ends up shooting someone so that the resultant bloodspill will give it the colour she desires … only to find that the gunshot burst her ball. The rest of the class cheer wildly when we finally piece it together. And I come to realise that improv isn’t simply about making yourself do things you feel uncomfortable with. It’s more about knowing how to respond when those situations occur. So next time someone invites me to black up and get my balls out on stage, will I know how to react? The answer is simple: Yes! And…\n\n• The Festival of Improv, featuring performers from Second City, is at Angel Comedy in London from 10–14 May",
  "title": "Move over Bill Murray, forget Tina Fey: how I became an improv king",
  "ts_in": "2015-05-05T21:22:27.763005",
  "url": "http://www.theguardian.com/stage/2015/may/05/bill-murray-tina-fey-improv-comedy-masterclass-second-city"
}