{
  "article_html": "<div><p>The Police Service of <a href=\"http://www.theguardian.com/uk/northernireland\" class=\" u-underline\">Northern Ireland</a> has ruled out any dissident republican involvement in the murder of one of the Provisional IRA&#8217;s most senior members in Belfast.<br></p>\n<p>Gerard &#8220;Jock&#8221; Davison, a former IRA commander, was shot dead close to his home in the Markets district of central <a href=\"http://www.theguardian.com/uk/belfast\" class=\" u-underline\">Belfast</a> on Tuesday morning. The murder was witnessed by children going to school about 9am. Davison, 47, was shot several times at point-blank range.</p>\n<p>The shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker.</p>\n<p>Local people reported children screaming, with one crying out: &#8220;Daddy, Daddy&#8221; when the gunman fired. Witnesses said the gunman was wearing a hooded jacket that concealed his face, and escaped by running into an alleyway.</p>\n<p>Shortly after the shooting a number of senior republicans from across Belfast descended on the inner-city area to support Davison&#8217;s family and friends.</p>\n<p>Davison is the most senior pro-peace process republican to have been killed since the <a href=\"http://www.theguardian.com/uk/ira\" class=\" u-underline\">IRA</a> ceasefire of 1997. Security sources said it was unlikely that any Ulster loyalist group was behind the murder, adding that the gunman may have come from within the nationalist community, possiblywith a longstanding grudge against the victim.</p>\n<p>Later on Tuesday, two senior PSNI detectives said they did not believe any of the hardline republican groups opposed to the peace process &#8211; the new IRA, the Continuity IRA or &#211;glaigh na h&#201;ireann &#8211; had been responsible for the killing.</p>\n<p>DCI Justyn Galloway and Ch Insp Robert Murdie also said there was no sectarian motive for the murder, thus excluding the possibility of an Ulster loyalist faction being involved. The two PSNI officers said cooperation from those in the Markets would be vital in their efforts to catch Davison&#8217;s killer. </p>\n<p>Several hours after the murder, the small working-class area close the city centre was still flooded with armed police officers manning checkpoints, while forensic officers combed the streets and alleyways near the murder scene for clues.</p>\n<p>The Sinn F&#233;in president, who has known the Davison family for several decades, condemned those behind the murder. Gerry Adams said: &#8220;This brutal act will be condemned by all sensible people &#8211; there can be no place today for such actions. I would urge anyone with any information to bring that forward to the PSNI.&#8221;</p>\n<p>The murdered man, who was in his late 40s, was a senior member of the Provisional IRA in the city and later a supporter of Sinn F&#233;in&#8217;s peace strategy. More recently he was also a community worker for the Markets Development Association. </p>\n\n\n<a href=\"/uk-news/2015/may/05/belfast-ira-commander-gerard-jock-davison#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/02d27ffcedfb791e611a8e76172148d20d72a2ea/0_0_3264_1958/500.jpg\" alt=\"DCI Justyn Galloway, and Ch Insp Robert Murdie\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485yh%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Murder+of+former+Belfast+IRA+commander+%27not+sectarian%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485yh%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Murder+of+former+Belfast+IRA+commander+%27not+sectarian%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fuk-news%2F2015%2Fmay%2F05%2Fbelfast-ira-commander-gerard-jock-davison&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F02d27ffcedfb791e611a8e76172148d20d72a2ea%2F0_0_3264_1958%2F3264.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDCI Justyn Galloway, left, and Ch Insp Robert Murdie. The PSNI officers said co-operation from Markets residents would be vital in their efforts to catch Davison&#8217;s killer. Photograph: PA\n\n\n\n<p>A neighbouring community association in the loyalist/Protestant Donegall Pass area condemned the killing and offered their sympathy to his family.</p>\n<p>Davison rose through the IRA&#8217;s ranks in the 1980s and later became its officer commanding in Belfast, as well sitting on the organisation&#8217;s general headquarters staff. He wasjailed for paramilitary activities in the 80s and spent time in a young offenders centre for an IRA rocket attack on a police patrol in the Market district.</p>\n<p>Although a number of his former colleagues in the same PIRA unit later joined dissident republican organisations, Davison remained loyal to the Sinn F&#233;in leadership.</p>\n<p>Davison came from a family closely aligned to the Provisional republican movement during the Troubles. His uncle and convicted IRA man Brendan &#8220;Ruby&#8221; Davison was shot dead by the loyalist Ulster Volunteer Force in 1988, close to Tuesday&#8217;s murder scene.</p>\n<p>In 2005, Davison was questioned about the murder of 33-year-old Robert McCartney outside Magennis&#8217;s Bar in Belfast city centre but was later released without charge.</p>\n<p>No one has been convicted for the murder of McCartney, a father of two from the nearby Short Strand, who was beaten and stabbed to death by local IRA members.</p>\n<p>McCartney was killed after trying to help his friend, Brendan Devine, who had become involved in a row in Magennis&#8217;s. It was alleged that the IRA&#8217;s Belfast commander ordered the murder after the argument &#8211; a claim he always strongly denied.</p>\n<p>In 2007, the victim&#8217;s sister made the claim that Davison ordered the murder after a row with their brother in the bar. But in an interview with Sunday Life newspaper, Davison said: &#8220;I&#8217;m no tout&#8221; after Catherine McCartney posed the question in Walls of Silence, her book about the family&#8217;s struggle to bring his killers to justice.</p>\n<p>Davison said at the time: &#8220;I never, ever gave any information on my comrades or my friends during my 25 years in the republican movement. Any republican who knows me knows this.&#8221;</p>\n<p>The SDLP leader and Westminster candidate for South Belfast, Alasdair McDonnell, said of Davison&#8217;s murder: &#8220;This is a horrendous crime and those responsible have shown no regard for anyone that could have been caught in the middle of it during the school rush hour.</p>\n<p>&#8220;People here want to move on from the violence of the past. This community will reject those who bring murder and mayhem to our streets. I would appeal to anyone with any information to bring it forward as soon as possible.&#8221;</p>\n<p>The Ulster Unionist party and the cross-community Alliance party also condemned those behind the killing.</p>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Belfast",
    "IRA",
    "UK security and counter-terrorism",
    "Northern Ireland",
    "UK news"
  ],
  "ntitle": "murder_of_former_belfast_ira_commander_not_sectarian",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Police Service of Northern Ireland has ruled out any dissident republican involvement in the murder of one of the Provisional IRA’s most senior members in Belfast.\n\n\n\nGerard “Jock” Davison, a former IRA commander, was shot dead close to his home in the Markets district of central Belfast on Tuesday morning. The murder was witnessed by children going to school about 9am. Davison, 47, was shot several times at point-blank range.\n\nThe shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker.\n\nLocal people reported children screaming, with one crying out: “Daddy, Daddy” when the gunman fired. Witnesses said the gunman was wearing a hooded jacket that concealed his face, and escaped by running into an alleyway.\n\nShortly after the shooting a number of senior republicans from across Belfast descended on the inner-city area to support Davison’s family and friends.\n\nDavison is the most senior pro-peace process republican to have been killed since the IRA ceasefire of 1997. Security sources said it was unlikely that any Ulster loyalist group was behind the murder, adding that the gunman may have come from within the nationalist community, possiblywith a longstanding grudge against the victim.\n\nLater on Tuesday, two senior PSNI detectives said they did not believe any of the hardline republican groups opposed to the peace process – the new IRA, the Continuity IRA or Óglaigh na hÉireann – had been responsible for the killing.\n\nDCI Justyn Galloway and Ch Insp Robert Murdie also said there was no sectarian motive for the murder, thus excluding the possibility of an Ulster loyalist faction being involved. The two PSNI officers said cooperation from those in the Markets would be vital in their efforts to catch Davison’s killer.\n\nSeveral hours after the murder, the small working-class area close the city centre was still flooded with armed police officers manning checkpoints, while forensic officers combed the streets and alleyways near the murder scene for clues.\n\nThe Sinn Féin president, who has known the Davison family for several decades, condemned those behind the murder. Gerry Adams said: “This brutal act will be condemned by all sensible people – there can be no place today for such actions. I would urge anyone with any information to bring that forward to the PSNI.”\n\nThe murdered man, who was in his late 40s, was a senior member of the Provisional IRA in the city and later a supporter of Sinn Féin’s peace strategy. More recently he was also a community worker for the Markets Development Association.\n\nFacebook Twitter Pinterest DCI Justyn Galloway, left, and Ch Insp Robert Murdie. The PSNI officers said co-operation from Markets residents would be vital in their efforts to catch Davison’s killer. Photograph: PA\n\nA neighbouring community association in the loyalist/Protestant Donegall Pass area condemned the killing and offered their sympathy to his family.\n\nDavison rose through the IRA’s ranks in the 1980s and later became its officer commanding in Belfast, as well sitting on the organisation’s general headquarters staff. He wasjailed for paramilitary activities in the 80s and spent time in a young offenders centre for an IRA rocket attack on a police patrol in the Market district.\n\nAlthough a number of his former colleagues in the same PIRA unit later joined dissident republican organisations, Davison remained loyal to the Sinn Féin leadership.\n\nDavison came from a family closely aligned to the Provisional republican movement during the Troubles. His uncle and convicted IRA man Brendan “Ruby” Davison was shot dead by the loyalist Ulster Volunteer Force in 1988, close to Tuesday’s murder scene.\n\nIn 2005, Davison was questioned about the murder of 33-year-old Robert McCartney outside Magennis’s Bar in Belfast city centre but was later released without charge.\n\nNo one has been convicted for the murder of McCartney, a father of two from the nearby Short Strand, who was beaten and stabbed to death by local IRA members.\n\nMcCartney was killed after trying to help his friend, Brendan Devine, who had become involved in a row in Magennis’s. It was alleged that the IRA’s Belfast commander ordered the murder after the argument – a claim he always strongly denied.\n\nIn 2007, the victim’s sister made the claim that Davison ordered the murder after a row with their brother in the bar. But in an interview with Sunday Life newspaper, Davison said: “I’m no tout” after Catherine McCartney posed the question in Walls of Silence, her book about the family’s struggle to bring his killers to justice.\n\nDavison said at the time: “I never, ever gave any information on my comrades or my friends during my 25 years in the republican movement. Any republican who knows me knows this.”\n\nThe SDLP leader and Westminster candidate for South Belfast, Alasdair McDonnell, said of Davison’s murder: “This is a horrendous crime and those responsible have shown no regard for anyone that could have been caught in the middle of it during the school rush hour.\n\n“People here want to move on from the violence of the past. This community will reject those who bring murder and mayhem to our streets. I would appeal to anyone with any information to bring it forward as soon as possible.”\n\nThe Ulster Unionist party and the cross-community Alliance party also condemned those behind the killing.",
  "title": "Murder of former Belfast IRA commander 'not sectarian'",
  "ts_in": "2015-05-05T21:21:33.723323",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/belfast-ira-commander-gerard-jock-davison"
}