{
  "article_html": "<div><p>One of the Provisional IRA&#8217;s most senior members in <a href=\"http://www.theguardian.com/uk/belfast\" class=\" u-underline\">Belfast</a> has been shot dead, with Sinn F&#233;in blaming &#8220;criminal elements&#8221; for his murder.</p>\n<p>Gerard &#8220;Jock&#8221; Davison, a one-time commander of PIRA in the city, was shot at least once in the back of the head in front of children going to a local primary school in the Markets area of south Belfast at about 9am on Tuesday.</p>\n<p>The fatal shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker. Local people reported children screaming with one crying out &#8220;Daddy, Daddy&#8221; when the gunman fired at the ex-IRA activist.</p>\n<p>A short time after the shooting a number of senior republicans from across Belfast descended on the inner city area to support Davison&#8217;s family and friends. </p>\n<p>Davison was the most senior pro-peace process republican to have been killed since the <a href=\"http://www.theguardian.com/uk/ira\" class=\" u-underline\">IRA</a> ceasefire of 1997. Security sources said it was highly unlikely that any Ulster loyalist group was behind the murders, adding that the killers may instead have come from within the nationalist community, possibly from people who had a longstanding grudge against the victim.</p>\n<p>The Sinn F&#233;in president, <a href=\"http://www.theguardian.com/politics/gerryadams\" class=\" u-underline\">Gerry Adams</a>, who has known the Davison family for several decades, condemned those behind the murder. He said: &#8220;This brutal act will be condemned by all sensible people &#8211; there can be no place today for such actions. I would urge anyone with any information to bring that forward to the PSNI [Police Service of Northern Ireland].&#8221;</p>\n<p>The murdered man, who was in his late 40s, was a supporter of Sinn F&#233;in&#8217;s peace strategy. More recently he was also a community worker for the Markets Development Association.</p>\n<p>Davison rose through the PIRA&#8217;s ranks in the 1980s and later became its commanding officer in Belfast as well as sitting on the organisation&#8217;s general headquarters staff. He was first jailed for paramilitary activities in the 80s and spent time in a young offender institution for an IRA rocket attack on a police patrol in the Markets district.</p>\n<p>Although a number of his former colleagues in the same PIRA unit later joined dissident republican organisations, Davison remained loyal to the Sinn F&#233;in leadership.</p>\n<p>Davison came from a family closely aligned to the Provisional republican movement during the Troubles. His uncle and convicted IRA man Brendan &#8220;Ruby&#8221; Davison was shot dead by the loyalist Ulster Volunteer Force in 1988 very close to Tuesday&#8217;s murder scene.</p>\n<p>In 2005 Davison was questioned about the murder of 33-year-old Robert McCartney outside Magennis&#8217;s Bar in Belfast city centre but was released without charge.</p>\n<p>No one has been convicted of the murder of McCartney, a father-of-two from nearby Short Strand, who was beaten and stabbed to death in January 2005.</p>\n<p>McCartney was killed after trying to help his friend, Brendan Devine, who had become involved in a row in Magennis&#8217;s. It was alleged that Davison, the IRA&#8217;s Belfast commander, ordered the murder after the argument &#8211; a claim that he always strongly denied.</p>\n<p>In 2007 the victim&#8217;s sister, Catherine, made the claim in her book Walls of Silence that Davison ordered the murder after a row with their brother in the bar. But in an interview with Sunday Life, Davison claimed: &#8220;I&#8217;m no tout.&#8221;</p>\n<p>Davison said at the time: &#8220;I never, ever gave any information on my comrades or my friends during my 25 years in the republican movement. Any republican who knows me knows this.&#8221;</p>\n<p>The SDLP leader and Westminster candidate for South Belfast, Alasdair McDonnell, said: &#8220;This is a horrendous crime and those responsible have shown no regard for anyone that could have been caught in the middle of it during the school rush hour.</p>\n<p>&#8220;People here want to move on from the violence of the past. This community will reject those who bring murder and mayhem to our streets. I would appeal to anyone with any information to bring it forward as soon as possible.&#8221;</p>\n<p>Local Alliance party councillor Paula Bradshaw said: &#8220;Guns have no place on our streets &#8211; those responsible for this vicious crime are a danger to our society and must be urgently apprehended by the police. Whoever carried out this murder must be taken off our streets and brought before the courts to face justice for their horrific crimes.&#8221;</p>\n<p>The Ulster Unionist South Belfast councillor, Michael McGimpsey, also criticised those behind the murder. &#8220;I unreservedly condemn this morning&#8217;s murder of a man in the Markets area of central Belfast. The people of this city had hoped that we had left such days behind us. There is no excuse whatsoever for this murder and I would appeal to anyone with information to contact the police immediately,&#8221; he said.</p>\n<p></p>\n<p><br></p>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Belfast",
    "IRA",
    "Northern Ireland",
    "UK security and counter-terrorism",
    "UK news",
    "Gun crime",
    "Gerry Adams",
    "Politics"
  ],
  "ntitle": "murder_of_former_belfast_ira_commander_condemned",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "One of the Provisional IRA’s most senior members in Belfast has been shot dead, with Sinn Féin blaming “criminal elements” for his murder.\n\nGerard “Jock” Davison, a one-time commander of PIRA in the city, was shot at least once in the back of the head in front of children going to a local primary school in the Markets area of south Belfast at about 9am on Tuesday.\n\nThe fatal shooting took place at the corner of Welsh Street and Upper Stanfield Street, close to an office where Davison was employed as a local community worker. Local people reported children screaming with one crying out “Daddy, Daddy” when the gunman fired at the ex-IRA activist.\n\nA short time after the shooting a number of senior republicans from across Belfast descended on the inner city area to support Davison’s family and friends.\n\nDavison was the most senior pro-peace process republican to have been killed since the IRA ceasefire of 1997. Security sources said it was highly unlikely that any Ulster loyalist group was behind the murders, adding that the killers may instead have come from within the nationalist community, possibly from people who had a longstanding grudge against the victim.\n\nThe Sinn Féin president, Gerry Adams, who has known the Davison family for several decades, condemned those behind the murder. He said: “This brutal act will be condemned by all sensible people – there can be no place today for such actions. I would urge anyone with any information to bring that forward to the PSNI [Police Service of Northern Ireland].”\n\nThe murdered man, who was in his late 40s, was a supporter of Sinn Féin’s peace strategy. More recently he was also a community worker for the Markets Development Association.\n\nDavison rose through the PIRA’s ranks in the 1980s and later became its commanding officer in Belfast as well as sitting on the organisation’s general headquarters staff. He was first jailed for paramilitary activities in the 80s and spent time in a young offender institution for an IRA rocket attack on a police patrol in the Markets district.\n\nAlthough a number of his former colleagues in the same PIRA unit later joined dissident republican organisations, Davison remained loyal to the Sinn Féin leadership.\n\nDavison came from a family closely aligned to the Provisional republican movement during the Troubles. His uncle and convicted IRA man Brendan “Ruby” Davison was shot dead by the loyalist Ulster Volunteer Force in 1988 very close to Tuesday’s murder scene.\n\nIn 2005 Davison was questioned about the murder of 33-year-old Robert McCartney outside Magennis’s Bar in Belfast city centre but was released without charge.\n\nNo one has been convicted of the murder of McCartney, a father-of-two from nearby Short Strand, who was beaten and stabbed to death in January 2005.\n\nMcCartney was killed after trying to help his friend, Brendan Devine, who had become involved in a row in Magennis’s. It was alleged that Davison, the IRA’s Belfast commander, ordered the murder after the argument – a claim that he always strongly denied.\n\nIn 2007 the victim’s sister, Catherine, made the claim in her book Walls of Silence that Davison ordered the murder after a row with their brother in the bar. But in an interview with Sunday Life, Davison claimed: “I’m no tout.”\n\nDavison said at the time: “I never, ever gave any information on my comrades or my friends during my 25 years in the republican movement. Any republican who knows me knows this.”\n\nThe SDLP leader and Westminster candidate for South Belfast, Alasdair McDonnell, said: “This is a horrendous crime and those responsible have shown no regard for anyone that could have been caught in the middle of it during the school rush hour.\n\n“People here want to move on from the violence of the past. This community will reject those who bring murder and mayhem to our streets. I would appeal to anyone with any information to bring it forward as soon as possible.”\n\nLocal Alliance party councillor Paula Bradshaw said: “Guns have no place on our streets – those responsible for this vicious crime are a danger to our society and must be urgently apprehended by the police. Whoever carried out this murder must be taken off our streets and brought before the courts to face justice for their horrific crimes.”\n\nThe Ulster Unionist South Belfast councillor, Michael McGimpsey, also criticised those behind the murder. “I unreservedly condemn this morning’s murder of a man in the Markets area of central Belfast. The people of this city had hoped that we had left such days behind us. There is no excuse whatsoever for this murder and I would appeal to anyone with information to contact the police immediately,” he said.\n\n\n\n",
  "title": "Murder of former Belfast IRA commander condemned",
  "ts_in": "2015-05-05T21:22:31.942380",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/former-ira-commander-shot-dead-in-belfast"
}