{
  "article_html": "<div><p>President Obama seemed relaxed and excited as he took the podium at Lehman College on Monday to talk about <a href=\"http://www.theguardian.com/us-news/live/2015/may/04/carly-fiorina-ben-carlson-presidential-candidates-live-updates\" class=\" u-underline\">the launch of the My Brother&#8217;s Keeper Alliance</a>, a private non-profit outgrowth of the White House initiative he launched last year to help young men of color.</p>\n<p>He began by sounding familiar notes of responsibility politics. A central message for his new foundation is that: &#8220;If you work hard, if you take responsibility, then America is a place where you can make something of your lives.&#8221; </p>\n<p>Obama stressed that despite almost daily news of systemic police violence, most cops were good people, doing hard work. He mentioned by name <a href=\"http://abcnews.go.com/US/nypd-cop-brian-moore-dies-saturday-shooting-queens/story?id=30792888\" class=\" u-underline\">Brian Moore</a>. The NYPD officer, who was shot on Saturday, was pronounced dead shortly before Obama took the stage.</p>\n<p>The president did not mention by name <a href=\"http://www.theguardian.com/us-news/freddie-gray\" class=\" u-underline\">Freddie Gray</a>, the 25-year-old man who died in Baltimore police custody last month. Nor did he utter the phrase &#8220;Black Lives Matter&#8221;. But he did keep saying &#8220;you matter&#8221; to the gathered young men, and he talked about Trayvon Martin, the unarmed teen who was shot dead by a neighborhood watch leader in Florida in 2012. Obama explained that My Brother&#8217;s Keeper&#8217;s was an attempt to make sure &#8220;his life mattered, that the lives of the young men here matter&#8221;.</p>\n<p>The president also frankly acknowledged that recent unrest in New York City, <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> and Ferguson, Missouri, had been rooted in the reality that &#8220;certain communities consistently have the odds stacked against them&#8221;.</p>\n<p>Such a systematic lack of access to opportunity &#8220;is true for young people of color&#8221;, the president said, &#8220;especially young boys and men&#8221;.</p>\n<p>While Obama praised cops, he also said problems for young men of color were &#8220;deeper than policing&#8221;, leaving police to deal with problems for which society did not want to take responsibility. </p>\n<p>To Michael Berrios, 21, one of a handful of young men invited to see the president speak, it was a welcome message.</p>\n<p>&#8220;We don&#8217;t want that to happen to us,&#8221; Berrios said about Freddie Gray, shortly before the president spoke. &#8220;At the same time, it goes both ways. We can&#8217;t just blame the cops.&#8221; </p>\n<p>Berrios noted his happiness to participate in something affirmative, to help his fellow youth to make their future better.</p>\n<p>The president said the new initiative would include more than $80m of investment from business leaders &#8211; which would be committed to improving reading levels, keeping young men out of the criminal justice system and boosting graduation rates. He said such spending was not simply &#8220;out of charity&#8221; or &#8220;to assuage society&#8217;s guilt&#8221;.</p>\n<p>&#8220;America&#8217;s future depends on us caring about this,&#8221; Obama said, noting that <a href=\"http://www.nytimes.com/interactive/2015/04/20/upshot/missing-black-men.html\" class=\" u-underline\">too many black </a>and brown workers, fathers and productive members of society are &#8220;languishing in prison over minor nonviolent drug offenses&#8221;.</p>\n<p>According to the local <a href=\"http://www.apple.com/\" class=\" u-underline\">Norwood News,</a> Obama&#8217;s appearance in the Bronx marked the first time a sitting president has visited the borough since 2001, when George W Bush attended a Yankees World Series game which had been postponed due to the 11 September attacks. </p>\n<p>The Bronx was as perfect a place to speak about the plight of young black men as any in the US.</p>\n<p>Though it houses the Yankees, one of the richest sport franchises, the Bronx has also for many years been home to the poorest congressional district in the nation. Its last remaining bookstore <a href=\"http://www.apple.com/\" class=\" u-underline\">closed last year</a>, its unemployment rate is <a href=\"http://www.apple.com/\" class=\" u-underline\">roughly double</a> the national average, and its poverty rate, <a href=\"http://www.apple.com/\" class=\" u-underline\">nearly 30%,</a> exceeds even that of <a href=\"http://quickfacts.census.gov/qfd/states/24/24510.html\" class=\" u-underline\">Baltimore</a>.</p>\n<p>Nodding to his post-presidency, Obama said this would not be an effort for the rest of his time in the White House but &#8220;but for the rest of my life&#8221;. If he puts as much into it in his post-presidency as Jimmy Carter has into Habitat for Humanity, it could have a significant impact. </p>\n<p>But even with tens of millions in investments, My Brother&#8217;s Keeper could <a href=\"http://www.villagevoice.com/2011-09-21/news/young-mens-initiative-bloomberg-white-mayor-s-burden/\" class=\" u-underline\">go the way </a>of former New York mayor Mike Bloomberg&#8217;s <a href=\"http://www.nyc.gov/html/ymi/html/home/home.shtml\" class=\" u-underline\">Young Men&#8217;s Initiative</a>. While that program is also generously funded (at first with personal funds from <a href=\"http://www.nytimes.com/2011/08/04/nyregion/new-york-plan-will-aim-to-lift-minority-youth.html?_r=0\" class=\" u-underline\">Bloomberg</a> and <a href=\"http://www.capitalnewyork.com/article/city-hall/2015/01/8561334/de-blasio-expands-bloomberg-era-young-mens-program\" class=\" u-underline\">augmented this year </a>with city funds from current mayor Bill de Blasio) it has been largely invisible during the crisis of young black and brown men in New York City and beyond in the past few months.</p>\n<p>Obama ended his speech talking about a roundtable he had just had with young people, in which a young man who had, like the president, grown up without a father, told him: &#8220;We should talk about love.&#8221;</p>\n<p>&#8220;The simple point to make is, &#8216;You matter,&#8217;&#8221; Obama said he wanted the young men to know. As for society at large, his message was: &#8220;We should love every single one of our kids, then we should show that love&#8221; with concrete steps to close the opportunity gap. </p>\n</div>",
  "authors": [
    "Steven W Thrasher"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Barack Obama",
    "US news",
    "Race issues",
    "US education",
    "Baltimore",
    "Freddie Gray",
    "US policing",
    "NYPD"
  ],
  "ntitle": "my_brother_s_keeper_initiative_to_ensure_you_matter_obama_explains_in_bronx",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "President Obama seemed relaxed and excited as he took the podium at Lehman College on Monday to talk about the launch of the My Brother’s Keeper Alliance, a private non-profit outgrowth of the White House initiative he launched last year to help young men of color.\n\nHe began by sounding familiar notes of responsibility politics. A central message for his new foundation is that: “If you work hard, if you take responsibility, then America is a place where you can make something of your lives.”\n\nObama stressed that despite almost daily news of systemic police violence, most cops were good people, doing hard work. He mentioned by name Brian Moore. The NYPD officer, who was shot on Saturday, was pronounced dead shortly before Obama took the stage.\n\nThe president did not mention by name Freddie Gray, the 25-year-old man who died in Baltimore police custody last month. Nor did he utter the phrase “Black Lives Matter”. But he did keep saying “you matter” to the gathered young men, and he talked about Trayvon Martin, the unarmed teen who was shot dead by a neighborhood watch leader in Florida in 2012. Obama explained that My Brother’s Keeper’s was an attempt to make sure “his life mattered, that the lives of the young men here matter”.\n\nThe president also frankly acknowledged that recent unrest in New York City, Baltimore and Ferguson, Missouri, had been rooted in the reality that “certain communities consistently have the odds stacked against them”.\n\nSuch a systematic lack of access to opportunity “is true for young people of color”, the president said, “especially young boys and men”.\n\nWhile Obama praised cops, he also said problems for young men of color were “deeper than policing”, leaving police to deal with problems for which society did not want to take responsibility.\n\nTo Michael Berrios, 21, one of a handful of young men invited to see the president speak, it was a welcome message.\n\n“We don’t want that to happen to us,” Berrios said about Freddie Gray, shortly before the president spoke. “At the same time, it goes both ways. We can’t just blame the cops.”\n\nBerrios noted his happiness to participate in something affirmative, to help his fellow youth to make their future better.\n\nThe president said the new initiative would include more than $80m of investment from business leaders – which would be committed to improving reading levels, keeping young men out of the criminal justice system and boosting graduation rates. He said such spending was not simply “out of charity” or “to assuage society’s guilt”.\n\n“America’s future depends on us caring about this,” Obama said, noting that too many black and brown workers, fathers and productive members of society are “languishing in prison over minor nonviolent drug offenses”.\n\nAccording to the local Norwood News, Obama’s appearance in the Bronx marked the first time a sitting president has visited the borough since 2001, when George W Bush attended a Yankees World Series game which had been postponed due to the 11 September attacks.\n\nThe Bronx was as perfect a place to speak about the plight of young black men as any in the US.\n\nThough it houses the Yankees, one of the richest sport franchises, the Bronx has also for many years been home to the poorest congressional district in the nation. Its last remaining bookstore closed last year, its unemployment rate is roughly double the national average, and its poverty rate, nearly 30%, exceeds even that of Baltimore.\n\nNodding to his post-presidency, Obama said this would not be an effort for the rest of his time in the White House but “but for the rest of my life”. If he puts as much into it in his post-presidency as Jimmy Carter has into Habitat for Humanity, it could have a significant impact.\n\nBut even with tens of millions in investments, My Brother’s Keeper could go the way of former New York mayor Mike Bloomberg’s Young Men’s Initiative. While that program is also generously funded (at first with personal funds from Bloomberg and augmented this year with city funds from current mayor Bill de Blasio) it has been largely invisible during the crisis of young black and brown men in New York City and beyond in the past few months.\n\nObama ended his speech talking about a roundtable he had just had with young people, in which a young man who had, like the president, grown up without a father, told him: “We should talk about love.”\n\n“The simple point to make is, ‘You matter,’” Obama said he wanted the young men to know. As for society at large, his message was: “We should love every single one of our kids, then we should show that love” with concrete steps to close the opportunity gap.",
  "title": "My Brother's Keeper initiative to ensure 'you matter', Obama explains in Bronx",
  "ts_in": "2015-05-05T07:54:28.834203",
  "url": "http://www.theguardian.com/us-news/2015/may/04/barack-obama-my-brothers-keeper-alliance-bronx-lehman-college"
}