{
  "article_html": "<div><p>Tens of thousands of young women from regions devastated by the earthquake in <a href=\"http://www.theguardian.com/world/nepal\" class=\" u-underline\">Nepal</a> are being targeted by human traffickers supplying a network of brothels across south Asia, campaigners in Kathmandu and affected areas say.</p>\n<p>The 7.8-magnitude quake, which killed more than 7,000 people, has devastated poor rural communities, with <a href=\"http://preview.gutools.co.uk/world/2015/may/02/nepal-earthquake-swarathok-victims-help-themselves\" class=\" u-underline\">hundreds of thousands losing their homes and </a>possessions. Girls and young women in these communities have long been targeted by traffickers, who abduct them and force them into sex work.</p>\n<p>The UN and local NGOs <a href=\"http://un.org.np/oneun/undaf/migrant_workers\" class=\" u-underline\">estimate 12,000 to 15,000 girls a year are trafficked from Nepal</a>. Some are taken overseas, to South Korea and as far as South Africa. But the majority end up in Indian brothels where tens of thousands are working in appalling conditions.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/02/nepal-earthquake-swarathok-victims-help-themselves\" class=\" u-underline\">&#8216;No one has come&#8217;: one week on, Nepal quake victims help themselves</a> </p>\n\n<p>&#8220;This is the time when the brokers go in the name of relief to kidnap or lure women. We are distributing assistance to make people aware that someone might come to lure them,&#8221; said Sunita Danuwar, director of <a href=\"http://shaktisamuha.org.np/\" class=\" u-underline\">Shakti Samuha, an NGO in Kathmandu</a>. &#8220;We are getting reports of [individuals] pretending to go for rescuing and looking at people.&#8221;</p>\n<p>Senior western aid officials in the Nepalese capital are also concerned. &#8220;There is nothing like an emergency when there is chaos for opportunities to &#8230; traffic more women. There is a great chance that everything that is bad happening in Nepal could scale up,&#8221; said one.</p>\n<p>Sita, 20, told the Guardian how she had been taken from her village in Sindhupalchok, the hill area north of Kathmandu, to the Indian border town of Siliguri where she was sold to a brothel owner, repeatedly beaten, systematically raped by hundreds of men and infected with HIV. &#8220;I do not have nightmares about my time there. I have erased it from my memory,&#8221; she said.</p>\n<p>Last month&#8217;s quake killed more than 3,000 people in Sindhupalchok, and left hundreds of thousands homeless.</p>\n<p>&#8220;The earthquake will definitely increase the risk of abuse,&#8221; said Rashmita Shashtra, a local healthworker. &#8220;People here are now desperate and will take any chance. There are spotters in the villages who convince family members and local brokers who do the deal. We know who they are.&#8221;</p>\n\n\n<a href=\"/world/2015/may/05/nepal-quake-survivors-face-threat-from-human-traffickers-supplying-sex-trade#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430822958805/91be0f08-ed3c-4bcd-8749-7d120afd8418-300x180.jpeg\" alt=\"People injured in last month's earthquake rest inside a tent at a makeshift hospital in Chautara, Sindhupalchok district, Nepal.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4858h%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Nepal+quake+survivors+face+threat+from+human+traffickers+supplying+sex+trade&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4858h%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Nepal+quake+survivors+face+threat+from+human+traffickers+supplying+sex+trade&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fnepal-quake-survivors-face-threat-from-human-traffickers-supplying-sex-trade&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430822959447%2F91be0f08-ed3c-4bcd-8749-7d120afd8418-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nPeople injured in last month&#8217;s earthquake rest inside a tent at a makeshift hospital in Chautara, Sindhupalchok district. Photograph: Manish Swarup/AP\n\n\n\n<p>Sita, who was rescued last year, was taken by an uncle &#8220;for a job&#8221; in <a href=\"http://www.theguardian.com/world/india\" class=\" u-underline\">India</a>. Her parents, who are subsistence farmers and illiterate, believed assurances she would have a good job and be able to send back her wages.</p>\n<p>In the brothel in Siliguri, Sita was forced to have unprotected sex with up to 20 or 30 men a day, seven days a week for a year. When the premises was raided by police, she told officials she wanted to return home and was handed over to an NGO.</p>\n<p>&#8220;I am worried now for the other girls who might be taken away. They will need the money and be tempted if someone talks to them about a job. Then the same thing will happen to them as happened to me,&#8221; Sita said.</p>\n<p>Nepal, one of the poorest countries in Asia, is the focal point of well organised smuggling networks dealing in everything from tiger skins to precious woods, from narcotics to people.</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483xn%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Tensions+rise+in+Nepalese+village%3A+%E2%80%98We+have+to+help+ourselves%27+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483xn%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Tensions+rise+in+Nepalese+village%3A+%E2%80%98We+have+to+help+ourselves%27+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2Fvideo%2F2015%2Fmay%2F01%2Fnepal-earthquake-village-tensions-slow-aid-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F1%2F1430469663269%2FKP_208683_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Guardian&#8217;s Pete Pattisson reports from Barkobot, a Nepalese village hard hit by the earthquake\n\n\n<p>Danuwar said most of these criminal networks were based in India, which made identification of traffickers difficult. The gangs have representatives and agents looking for suitable women across Nepal, but particularly in deprived rural areas such as Sindhupalchowk.</p>\n<p>Many local agents do not know the eventual destination of the women, with some genuinely believing they will find well-paid work in Kathmandu or India. Others are well aware of the real nature of their &#8220;jobs&#8221;. One ruse is to promise marriage to wealthy foreigners.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/global-development/2015/apr/27/nepal-earthquake-how-you-can-help-donate-aid\" class=\" u-underline\">Nepal earthquake: how to donate</a> </p>\n\n<p>Kathmandu also has hundreds of bars and massage parlours where women work in poor conditions, with many compelled to have sex with clients. These women are recruited locally, again often in zones hit hard by the quake. &#8220;Now [after the earthquake] it is going to be easy for brokers,&#8221; said Danuwar.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/04/nepal-earthquake-rescue-teams-search-missing-trekkers-himalayas\" class=\" u-underline\">Nepal earthquake rescue teams search for missing trekkers in Himalayas</a> </p>\n\n<p>The US State Department has said the Nepalese government does not comply &#8220;with the minimum standards for the elimination of trafficking&#8221; but &#8220; is making significant efforts to do so&#8221;.</p>\n<p>The uncle who abducted Sita was murdered by a contract killer. Her parents remain unaware of exactly what happened to her, though her brothers have found out. They have now disowned her. Victims of sexual violence are frequently ostracised in south Asia, where they are seen as having brought shame on their community.</p>\n<p>Sita lives in a secret shelter run by Shakti Samuha. She does not know what has happened to her parents in the earthquake. For many days, communications to her remote village were cut. When she managed to get a line through to a brother, he refused to acknowledge her. &#8220;He said he had no sister and I had called a wrong number,&#8221; Sita said.</p>\n</div>",
  "authors": [
    "Jason Burke"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nepal earthquake 2015",
    "Human trafficking",
    "Sex trade",
    "Natural disasters and extreme weather",
    "Nepal",
    "South and Central Asia",
    "World news",
    "Law",
    "Society",
    "Slavery",
    "India",
    "Global development"
  ],
  "ntitle": "nepal_quake_survivors_face_threat_from_human_traffickers_supplying_sex_trade",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Tens of thousands of young women from regions devastated by the earthquake in Nepal are being targeted by human traffickers supplying a network of brothels across south Asia, campaigners in Kathmandu and affected areas say.\n\nThe 7.8-magnitude quake, which killed more than 7,000 people, has devastated poor rural communities, with hundreds of thousands losing their homes and possessions. Girls and young women in these communities have long been targeted by traffickers, who abduct them and force them into sex work.\n\nThe UN and local NGOs estimate 12,000 to 15,000 girls a year are trafficked from Nepal. Some are taken overseas, to South Korea and as far as South Africa. But the majority end up in Indian brothels where tens of thousands are working in appalling conditions.\n\nRelated: ‘No one has come’: one week on, Nepal quake victims help themselves\n\n“This is the time when the brokers go in the name of relief to kidnap or lure women. We are distributing assistance to make people aware that someone might come to lure them,” said Sunita Danuwar, director of Shakti Samuha, an NGO in Kathmandu. “We are getting reports of [individuals] pretending to go for rescuing and looking at people.”\n\nSenior western aid officials in the Nepalese capital are also concerned. “There is nothing like an emergency when there is chaos for opportunities to … traffic more women. There is a great chance that everything that is bad happening in Nepal could scale up,” said one.\n\nSita, 20, told the Guardian how she had been taken from her village in Sindhupalchok, the hill area north of Kathmandu, to the Indian border town of Siliguri where she was sold to a brothel owner, repeatedly beaten, systematically raped by hundreds of men and infected with HIV. “I do not have nightmares about my time there. I have erased it from my memory,” she said.\n\nLast month’s quake killed more than 3,000 people in Sindhupalchok, and left hundreds of thousands homeless.\n\n“The earthquake will definitely increase the risk of abuse,” said Rashmita Shashtra, a local healthworker. “People here are now desperate and will take any chance. There are spotters in the villages who convince family members and local brokers who do the deal. We know who they are.”\n\nFacebook Twitter Pinterest People injured in last month’s earthquake rest inside a tent at a makeshift hospital in Chautara, Sindhupalchok district. Photograph: Manish Swarup/AP\n\nSita, who was rescued last year, was taken by an uncle “for a job” in India. Her parents, who are subsistence farmers and illiterate, believed assurances she would have a good job and be able to send back her wages.\n\nIn the brothel in Siliguri, Sita was forced to have unprotected sex with up to 20 or 30 men a day, seven days a week for a year. When the premises was raided by police, she told officials she wanted to return home and was handed over to an NGO.\n\n“I am worried now for the other girls who might be taken away. They will need the money and be tempted if someone talks to them about a job. Then the same thing will happen to them as happened to me,” Sita said.\n\nNepal, one of the poorest countries in Asia, is the focal point of well organised smuggling networks dealing in everything from tiger skins to precious woods, from narcotics to people.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest The Guardian’s Pete Pattisson reports from Barkobot, a Nepalese village hard hit by the earthquake\n\nDanuwar said most of these criminal networks were based in India, which made identification of traffickers difficult. The gangs have representatives and agents looking for suitable women across Nepal, but particularly in deprived rural areas such as Sindhupalchowk.\n\nMany local agents do not know the eventual destination of the women, with some genuinely believing they will find well-paid work in Kathmandu or India. Others are well aware of the real nature of their “jobs”. One ruse is to promise marriage to wealthy foreigners.\n\nRelated: Nepal earthquake: how to donate\n\nKathmandu also has hundreds of bars and massage parlours where women work in poor conditions, with many compelled to have sex with clients. These women are recruited locally, again often in zones hit hard by the quake. “Now [after the earthquake] it is going to be easy for brokers,” said Danuwar.\n\nRelated: Nepal earthquake rescue teams search for missing trekkers in Himalayas\n\nThe US State Department has said the Nepalese government does not comply “with the minimum standards for the elimination of trafficking” but “ is making significant efforts to do so”.\n\nThe uncle who abducted Sita was murdered by a contract killer. Her parents remain unaware of exactly what happened to her, though her brothers have found out. They have now disowned her. Victims of sexual violence are frequently ostracised in south Asia, where they are seen as having brought shame on their community.\n\nSita lives in a secret shelter run by Shakti Samuha. She does not know what has happened to her parents in the earthquake. For many days, communications to her remote village were cut. When she managed to get a line through to a brother, he refused to acknowledge her. “He said he had no sister and I had called a wrong number,” Sita said.",
  "title": "Nepal quake survivors face threat from human traffickers supplying sex trade",
  "ts_in": "2015-05-05T21:22:10.045157",
  "url": "http://www.theguardian.com/world/2015/may/05/nepal-quake-survivors-face-threat-from-human-traffickers-supplying-sex-trade"
}