{
  "article_html": "<div><p>President Barack Obama is envisioning a future of playing dominoes with retiree <a href=\"http://www.theguardian.com/media/david-letterman\" class=\" u-underline\">David Letterman</a>.</p>\n<p>Obama joked about their quieter futures during his eighth Late Show appearance Monday, saying Americans have grown up with the veteran comedian.</p>\n<p>&#8220;After a tough day at the office or coming home from work, knowing that you&#8217;ve been there to give us a little bit of joy and a little bit of laughter, it has meant so much,&#8221; Obama said. &#8220;You&#8217;re part of all of us. You&#8217;ve given us a great gift and we love you.&#8221;</p>\n<p>Letterman is filling his CBS show with prominent guests in the lead-up to his final show on 20 May. He has hosted it for 33 years.</p>\n<p>In honor of Obama&#8217;s appearance Letterman listed Top 10 Questions Dumb Guys Ask the President, which included &#8220;Will you be a guest on one of my last shows?&#8221; and &#8220;Will you show us your birth certificate?&#8221; Number 1, in honor of the recent unauthorized landing on the Capitol lawn, was: &#8220;When will you return my gyrocopter?&#8221;</p>\n<p>Letterman returned Obama&#8217;s praise by complimenting his &#8220;very funny&#8221; performance at the White House Correspondents Dinner last month. &#8220;I&#8217;m a pretty funny guy,&#8221; Obama responded.</p>\n<p>&#8220;You have guys writing that stuff?&#8221; Letterman asked, to which Obama threw up his hands and gave a sidelong look at the audience like he couldn&#8217;t believe Letterman would ask. &#8220;No,&#8221; Obama deadpanned. &#8220;I came up with it all myself.&#8221;</p>\n<p>The two men also discussed the serious topic of the Baltimore riots, with the president discussing how too many minority communities don&#8217;t have a trusting relationship with police.</p>\n<p>Letterman asked if racism is a factor. Obama said it was a residual one after a history of slavery, segregation laws and discrimination, while adding society has made great strides. &#8220;I&#8217;m a testament to that,&#8221; he said to applause from the studio audience.</p>\n<p>Letterman said Obama told him during a commercial break that he plans to take a month off after leaving office. The president said he and the first lady hope to get involved in causes they care about &#8220;in a different capacity,&#8221; including climate change, as well as helping support disadvantaged youth and military families.</p>\n<p>But most of all Obama indicated that, like Letterman, he is looking forward to life out of the spotlight. &#8220;It does feel good not to have to be on the stump,&#8221; Obama said of the 2016 campaign.</p>\n<p>&#8220;I was thinking you and me could play some dominoes together,&#8221; Obama said. &#8220;We could go to the local Starbucks and swap stories.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In New York"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Barack Obama",
    "David Letterman",
    "US television",
    "Media",
    "US news"
  ],
  "ntitle": "obama_on_letterman_retirement_jokes_and_sober_reflections_about_baltimore",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "President Barack Obama is envisioning a future of playing dominoes with retiree David Letterman.\n\nObama joked about their quieter futures during his eighth Late Show appearance Monday, saying Americans have grown up with the veteran comedian.\n\n“After a tough day at the office or coming home from work, knowing that you’ve been there to give us a little bit of joy and a little bit of laughter, it has meant so much,” Obama said. “You’re part of all of us. You’ve given us a great gift and we love you.”\n\nLetterman is filling his CBS show with prominent guests in the lead-up to his final show on 20 May. He has hosted it for 33 years.\n\nIn honor of Obama’s appearance Letterman listed Top 10 Questions Dumb Guys Ask the President, which included “Will you be a guest on one of my last shows?” and “Will you show us your birth certificate?” Number 1, in honor of the recent unauthorized landing on the Capitol lawn, was: “When will you return my gyrocopter?”\n\nLetterman returned Obama’s praise by complimenting his “very funny” performance at the White House Correspondents Dinner last month. “I’m a pretty funny guy,” Obama responded.\n\n“You have guys writing that stuff?” Letterman asked, to which Obama threw up his hands and gave a sidelong look at the audience like he couldn’t believe Letterman would ask. “No,” Obama deadpanned. “I came up with it all myself.”\n\nThe two men also discussed the serious topic of the Baltimore riots, with the president discussing how too many minority communities don’t have a trusting relationship with police.\n\nLetterman asked if racism is a factor. Obama said it was a residual one after a history of slavery, segregation laws and discrimination, while adding society has made great strides. “I’m a testament to that,” he said to applause from the studio audience.\n\nLetterman said Obama told him during a commercial break that he plans to take a month off after leaving office. The president said he and the first lady hope to get involved in causes they care about “in a different capacity,” including climate change, as well as helping support disadvantaged youth and military families.\n\nBut most of all Obama indicated that, like Letterman, he is looking forward to life out of the spotlight. “It does feel good not to have to be on the stump,” Obama said of the 2016 campaign.\n\n“I was thinking you and me could play some dominoes together,” Obama said. “We could go to the local Starbucks and swap stories.”",
  "title": "Obama on Letterman: retirement jokes and sober reflections about Baltimore",
  "ts_in": "2015-05-05T07:54:24.579374",
  "url": "http://www.theguardian.com/us-news/2015/may/05/obama-on-letterman-retirement-jokes-and-sober-reflections-about-baltimore"
}