{
  "article_html": "<div><p>As the UK general election looms and political leaders try to woo undecided voters, could party policies on foreign aid and development sway your vote? </p>\n<p>While domestic policies have dominated much of the public discussion leading up to the election, the main parties have also made clear their intentions on foreign aid. </p>\n<p>The Conservatives, Labour, the Liberal Democrats, Plaid Cymru and the Scottish National Party all promised continued support for spending <a href=\"http://www.theguardian.com/global-development/2015/mar/09/uk-passes-bill-law-aid-target-percentage-income\" class=\" u-underline\">0.7% of annual gross national income</a> on international aid in their party manifestos. The Green party went a step further, pledging to increase the aid budget to 1% of gross national income over the course of the next parliament. In the opposite direction, Ukip pledged to <a href=\"http://www.theguardian.com/global-development/2015/apr/15/ukip-manifesto-cut-foreign-aid-abolish-department-for-international-development\" class=\" u-underline\">reduce aid</a> by more than two-thirds and to abolish the Department for International Development (DfID), deeming it &#8220;wasteful&#8221;. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/global-development/2015/apr/15/ukip-manifesto-cut-foreign-aid-abolish-department-for-international-development\" class=\" u-underline\">Ukip pledges to cut foreign aid and put DfID to the sword</a> </p>\n\n<p>Youth ambassador for the advocacy group <a href=\"http://www.one.org/international/\" class=\" u-underline\">ONE</a> and first-time voter Elena Wilson, 20, said foreign affairs was an important issue for young voters and deserved greater attention. </p>\n<p>&#8220;Relatively little has been said about Britain&#8217;s duty to the rest of the world,&#8221; Wilson said. &#8220;Unfortunately, it appears that international development is just an add-on, a compulsory box to be ticked when drafting manifestos.&#8221;</p>\n<p>But Wilson, who has been canvassing her local candidates for their thoughts on foreign aid, said the issue would sway her vote. &#8220;I&#8217;m just one example of people my age working to influence wannabe MPs &#8211; after all, we&#8217;ll be the ones voting for them. Amid the mayhem, we need to know that these politicians will commit to their promises to development, so whichever party is able to convince me of this will certainly be getting my vote.&#8221;</p>\n<p>We want to hear from you &#8211; will foreign aid and development be on your mind when you go to the polls this week? Or if you&#8217;re outside the UK, is it a defining issue where you live? Leave your thoughts in the comment thread below. If you have any trouble commenting, you can email us at <a href=\"mailto:development@theguardian.com\" class=\" u-underline\">development@theguardian.com</a>.</p>\n</div>",
  "authors": [
    "Carla Kweifio-okai"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Global development",
    "General election 2015",
    "Politics",
    "Department for International Development (DfID)"
  ],
  "ntitle": "open_thread_will_foreign_aid_affect_how_you_vote_in_the_uk_elections",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "As the UK general election looms and political leaders try to woo undecided voters, could party policies on foreign aid and development sway your vote?\n\nWhile domestic policies have dominated much of the public discussion leading up to the election, the main parties have also made clear their intentions on foreign aid.\n\nThe Conservatives, Labour, the Liberal Democrats, Plaid Cymru and the Scottish National Party all promised continued support for spending 0.7% of annual gross national income on international aid in their party manifestos. The Green party went a step further, pledging to increase the aid budget to 1% of gross national income over the course of the next parliament. In the opposite direction, Ukip pledged to reduce aid by more than two-thirds and to abolish the Department for International Development (DfID), deeming it “wasteful”.\n\nRelated: Ukip pledges to cut foreign aid and put DfID to the sword\n\nYouth ambassador for the advocacy group ONE and first-time voter Elena Wilson, 20, said foreign affairs was an important issue for young voters and deserved greater attention.\n\n“Relatively little has been said about Britain’s duty to the rest of the world,” Wilson said. “Unfortunately, it appears that international development is just an add-on, a compulsory box to be ticked when drafting manifestos.”\n\nBut Wilson, who has been canvassing her local candidates for their thoughts on foreign aid, said the issue would sway her vote. “I’m just one example of people my age working to influence wannabe MPs – after all, we’ll be the ones voting for them. Amid the mayhem, we need to know that these politicians will commit to their promises to development, so whichever party is able to convince me of this will certainly be getting my vote.”\n\nWe want to hear from you – will foreign aid and development be on your mind when you go to the polls this week? Or if you’re outside the UK, is it a defining issue where you live? Leave your thoughts in the comment thread below. If you have any trouble commenting, you can email us at development@theguardian.com.",
  "title": "Open thread – will foreign aid affect how you vote in the UK elections?",
  "ts_in": "2015-05-05T21:21:52.872888",
  "url": "http://www.theguardian.com/global-development/2015/may/05/open-thread-uk-elections-foreign-aid-vote"
}