{
  "article_html": "<div><p>We all know them: workaholics who make the rest of us look bad by coming in at 7am and leaving way past happy hour.</p>\n<p>But on Tuesday the New York Times published a piece that ought to make us feel better. It reports that some of the people ostensibly turning in those impossible 80-hour work weeks <a href=\"http://www.nytimes.com/2015/05/05/upshot/how-some-men-fake-an-80-hour-workweek-and-why-it-matters.html?smid=tw-share&amp;abt=0002&amp;abg=0\" class=\" u-underline\">may just be faking it</a>.</p>\n<p> Erin Reid, a professor at Boston University&#8217;s Questrom School of Business, interviewed 100 people at a consulting company. She found that employees asking for flexible time &#8211; a lot of them women returning to work after maternity leave &#8211; tended to be punished for it, while those who did not ask, but made arrangements to work less (by taking client meetings close to their place of work, cover for one another, or leave on time without drawing attention to it) were not penalised.</p>\n<p>As part of our open thread series, we want to know: what type of worker are you? Does your work environment expect you to work 80 hours a week? Are you allowed to leave on time if your work is done, without feeling guilty for it? Do you work overtime on evenings or weekends? And do you agree that asking for flexible work hours leads to more trouble than just shortening your hours without making a fuss about it?</p>\n</div>",
  "authors": [
    "Guardian Staff"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Work & careers",
    "Gender",
    "Money"
  ],
  "ntitle": "open_thread_do_you_fake_your_working_hours",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "We all know them: workaholics who make the rest of us look bad by coming in at 7am and leaving way past happy hour.\n\nBut on Tuesday the New York Times published a piece that ought to make us feel better. It reports that some of the people ostensibly turning in those impossible 80-hour work weeks may just be faking it.\n\nErin Reid, a professor at Boston University’s Questrom School of Business, interviewed 100 people at a consulting company. She found that employees asking for flexible time – a lot of them women returning to work after maternity leave – tended to be punished for it, while those who did not ask, but made arrangements to work less (by taking client meetings close to their place of work, cover for one another, or leave on time without drawing attention to it) were not penalised.\n\nAs part of our open thread series, we want to know: what type of worker are you? Does your work environment expect you to work 80 hours a week? Are you allowed to leave on time if your work is done, without feeling guilty for it? Do you work overtime on evenings or weekends? And do you agree that asking for flexible work hours leads to more trouble than just shortening your hours without making a fuss about it?",
  "title": "Open thread: do you fake your working hours?",
  "ts_in": "2015-05-05T23:26:01.929784",
  "url": "http://www.theguardian.com/money/2015/may/05/open-thread-do-you-fake-your-working-hours"
}