{
  "article_html": "<div><p>A bill expanding background checks to encompass nearly all gun sales in the north-western state of <a href=\"http://www.theguardian.com/us-news/oregon\" class=\" u-underline\">Oregon</a> made it through the state legislature on Monday, overcoming obstacles that had stymied two previous attempts to pass similar laws.</p>\n<p>The measure now heads to the Democratic governor, Kate Brown, who has indicated her support. Her signature would make Oregon the eighth state to require screening before firearms could be transferred between private, unrelated owners. No other states have passed such legislation this year, advocates said.</p>\n<p>Oregon&#8217;s effort is the latest after the long-running debate over gun rights intensified following the shooting at Sandy Hook elementary school in Newtown, Connecticut, in 2012. Last year, Washington state passed a ballot initiative requiring background checks on all gun sales and transfers, and Dan Gross, president of the Brady Campaign to Prevent Gun Violence, said the group has the signatures for a similar ballot initiative in Nevada.</p>\n<p>Supporters have tried twice before to expand background checks in Oregon, saying it closes a loophole that allows people to purchase firearms online without a review. Neither attempt made it past a Senate vote, but Democrats managed to increase their majorities in both chambers after last year&#8217;s election, partially because key candidates in the Senate were backed by billionaire Michael Bloomberg&#8217;s gun control group, Everytown for Gun Safety.</p>\n<p>The bill that passed the state house on a 32-28 vote on Monday requires background checks on most private sales and transfers, except those between close family members such as spouses or siblings. There are some exceptions, such as sharing a gun while hunting or handing over a firearm for use at a shooting range. Three Democrats joined all 25 Republicans in opposition.</p>\n<p>Once the measure takes effect, private sales would need to happen in front of a licensed gun dealer who would run the check through Oregon state police.</p>\n<p>The bill has faced intense opposition from gun rights supporters, and every legislative Republican has voted against it. Many cited law enforcement officials in their districts who said they wouldn&#8217;t enforce the law or that it would be difficult, if not impossible, to enforce.</p>\n<p>&#8220;Senate Bill 941, worse than doing nothing, gives false hope, because it represents to people that felons are not going to get guns. And colleagues, I think we all know that&#8217;s not true. They are going to get them one way or another,&#8221; the house&#8217;s Republican leader, Mike McLane, said.</p>\n<p>Others argued the bill would trample on second amendment rights or would make criminals of gun owners who choose not to get a background check every time they hand over a gun to a friend or neighbor. The second amendment of the US constitution guarantees the right to keep and bear arms.</p>\n<p>The seller of a gun would face a misdemeanor for a first offense, punishable by up to a year in jail and a $6,250 fine. A second offense would be a felony, with a potential sentence of up to 10 years in prison and a $250,000 fine.</p>\n<p>Under current law, anyone purchasing a gun from a licensed dealer has to pass a background check to ensure the buyer isn&#8217;t prohibited from owning a gun because of convictions for felonies or violent behavior. Oregon goes further than federal law by also requiring background checks at gun shows under an initiative voters approved in 2000.</p>\n<p>&#8220;This bill is not about stopping all gun violence in Oregon, and it&#8217;s not about taking guns of the hands of law-abiding citizens,&#8221; said Democratic representative Jennifer Williamson. &#8220;It&#8217;s about keeping guns out of the hands of domestic abusers, those suffering from mental health crises, and convicted felons.&#8221;</p>\n</div>",
  "authors": [
    "Associated Press In Salem Oregon"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Oregon",
    "US gun control",
    "US news"
  ],
  "ntitle": "oregon_expands_background_checks_to_cover_nearly_all_gun_sales",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A bill expanding background checks to encompass nearly all gun sales in the north-western state of Oregon made it through the state legislature on Monday, overcoming obstacles that had stymied two previous attempts to pass similar laws.\n\nThe measure now heads to the Democratic governor, Kate Brown, who has indicated her support. Her signature would make Oregon the eighth state to require screening before firearms could be transferred between private, unrelated owners. No other states have passed such legislation this year, advocates said.\n\nOregon’s effort is the latest after the long-running debate over gun rights intensified following the shooting at Sandy Hook elementary school in Newtown, Connecticut, in 2012. Last year, Washington state passed a ballot initiative requiring background checks on all gun sales and transfers, and Dan Gross, president of the Brady Campaign to Prevent Gun Violence, said the group has the signatures for a similar ballot initiative in Nevada.\n\nSupporters have tried twice before to expand background checks in Oregon, saying it closes a loophole that allows people to purchase firearms online without a review. Neither attempt made it past a Senate vote, but Democrats managed to increase their majorities in both chambers after last year’s election, partially because key candidates in the Senate were backed by billionaire Michael Bloomberg’s gun control group, Everytown for Gun Safety.\n\nThe bill that passed the state house on a 32-28 vote on Monday requires background checks on most private sales and transfers, except those between close family members such as spouses or siblings. There are some exceptions, such as sharing a gun while hunting or handing over a firearm for use at a shooting range. Three Democrats joined all 25 Republicans in opposition.\n\nOnce the measure takes effect, private sales would need to happen in front of a licensed gun dealer who would run the check through Oregon state police.\n\nThe bill has faced intense opposition from gun rights supporters, and every legislative Republican has voted against it. Many cited law enforcement officials in their districts who said they wouldn’t enforce the law or that it would be difficult, if not impossible, to enforce.\n\n“Senate Bill 941, worse than doing nothing, gives false hope, because it represents to people that felons are not going to get guns. And colleagues, I think we all know that’s not true. They are going to get them one way or another,” the house’s Republican leader, Mike McLane, said.\n\nOthers argued the bill would trample on second amendment rights or would make criminals of gun owners who choose not to get a background check every time they hand over a gun to a friend or neighbor. The second amendment of the US constitution guarantees the right to keep and bear arms.\n\nThe seller of a gun would face a misdemeanor for a first offense, punishable by up to a year in jail and a $6,250 fine. A second offense would be a felony, with a potential sentence of up to 10 years in prison and a $250,000 fine.\n\nUnder current law, anyone purchasing a gun from a licensed dealer has to pass a background check to ensure the buyer isn’t prohibited from owning a gun because of convictions for felonies or violent behavior. Oregon goes further than federal law by also requiring background checks at gun shows under an initiative voters approved in 2000.\n\n“This bill is not about stopping all gun violence in Oregon, and it’s not about taking guns of the hands of law-abiding citizens,” said Democratic representative Jennifer Williamson. “It’s about keeping guns out of the hands of domestic abusers, those suffering from mental health crises, and convicted felons.”",
  "title": "Oregon expands background checks to cover nearly all gun sales",
  "ts_in": "2015-05-05T21:21:46.685600",
  "url": "http://www.theguardian.com/us-news/2015/may/05/oregon-expands-background-checks-gun-sales"
}