{
  "article_html": "<div><p>A powerful earthquake rattled the South Pacific island nation of <a href=\"http://www.theguardian.com/world/papua-new-guinea\" class=\" u-underline\">Papua New Guinea</a> on Tuesday, generating a small tsunami near the epicenter, bringing down power lines and cracking walls, but causing no widespread damage.</p>\n<p>A tsunami estimated at under one meter (three feet) was seen in the harbor of Rabaul, a town near the epicenter of the 7.5-magnitude quake, said Chris McKee, assistant director of the Geophysical Observatory in the capital, Port Moresby.</p>\n<p>There were no reports of flooding, as the tsunami didn&#8217;t rise beyond the normal level of high tide, McKee said.</p>\n<p>The earthquake struck at a depth of 42km (26 miles), about 130km (80 miles) south of the town of Kokopo in north-eastern Papua New Guinea, the US Geological Survey reported, after issuing varying estimates of the quake&#8217;s power.</p>\n<p>The earthquake brought down power lines in the Rabaul area, knocking out power to residents and to the local Geophysical Observatory office, McKee said.</p>\n<p>There were a few reports of structural damage in Kokopo, including cracks in some walls, but no reports of injuries, he said.</p>\n<p>The Pacific Tsunami Warning Center said that tsunami waves of up to one meter (three feet) were possible within 300 kilometers (186 miles) of the epicenter, but lifted the warning a few hours later.</p>\n<p>In its final statement on the event, the centre said the tsunami threat from this earthquake had &#8220;mostly passed&#8221; and any remaining threat levels were up to local authorities.</p>\n<p>It predicted minor sea level fluctuations up to 30cm above the normal tide over the next few hours.</p>\n<p>The provincial disaster office is monitoring the situation and prime minister, Peter O&#8217;Neill, has placed defence and emergency response assets and personnel on alert.</p>\n<p>In a statement O&#8217;Neill urged people to be vigilant following the recent numerous earthquakes.</p>\n<p>&#8220;There are precautions that people must take when they feel an earthquake of any magnitude,&#8221; he said.</p>\n<p>&#8220;I call on local leaders to ensure you communicate with your people and in particular continue to education children on the warning signs. This is a serious issue and like all countries in the ring-of-fire around the Pacific we have to be prepared.&#8221;</p>\n<p>A local journalist based in Kokopo, Abbey Apina, said people were &#8220;in panic&#8221; when the earthquake occurred, and there was some structural damage caused.<br></p>\n<p>&#8220;I was on my way to get a story and I was on a bus and the earthquake came and we were all panicking in the bus, we were trying to open the door and get out,&#8221; she told Guardian Australia.</p>\n<p>&#8220;All the cars around us were shaking, and we were all panicking. The power lines were shaking and everyone just rushed out of the shops. We had a landslide as well and the traffic went chaotic.&#8221;</p>\n<p>PNG Loop reported some ceilings coming down in Kokopo buildings, and a landslide at Vunabakut, blocking traffic.</p>\n<p>Apina said there were no reports of injuries but a lot of people had left the coastal town to move inland, in fear of a tsunami. She said the quake was felt more strongly in Kokopo than in neighbouring Rabaul.</p>\n<p>It&#8217;s the latest of several earthquakes in the region this week, and people had been on alert, but this felt the strongest, Apina said.</p>\n<p>&#8220;I&#8217;ve never been shocked, never really panicked because it was usually not that heavy, but today it was just so heavy. I was actually panicking for the first time, thinking oh my god this is big.&#8221;</p>\n</div>",
  "authors": [
    "Staff Agencies"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Papua New Guinea",
    "Asia Pacific",
    "World news",
    "Earthquakes",
    "Natural disasters and extreme weather"
  ],
  "ntitle": "papua_new_guinea_earthquake_sparks_tsunami_warning_but_only_minor_damage_reported",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A powerful earthquake rattled the South Pacific island nation of Papua New Guinea on Tuesday, generating a small tsunami near the epicenter, bringing down power lines and cracking walls, but causing no widespread damage.\n\nA tsunami estimated at under one meter (three feet) was seen in the harbor of Rabaul, a town near the epicenter of the 7.5-magnitude quake, said Chris McKee, assistant director of the Geophysical Observatory in the capital, Port Moresby.\n\nThere were no reports of flooding, as the tsunami didn’t rise beyond the normal level of high tide, McKee said.\n\nThe earthquake struck at a depth of 42km (26 miles), about 130km (80 miles) south of the town of Kokopo in north-eastern Papua New Guinea, the US Geological Survey reported, after issuing varying estimates of the quake’s power.\n\nThe earthquake brought down power lines in the Rabaul area, knocking out power to residents and to the local Geophysical Observatory office, McKee said.\n\nThere were a few reports of structural damage in Kokopo, including cracks in some walls, but no reports of injuries, he said.\n\nThe Pacific Tsunami Warning Center said that tsunami waves of up to one meter (three feet) were possible within 300 kilometers (186 miles) of the epicenter, but lifted the warning a few hours later.\n\nIn its final statement on the event, the centre said the tsunami threat from this earthquake had “mostly passed” and any remaining threat levels were up to local authorities.\n\nIt predicted minor sea level fluctuations up to 30cm above the normal tide over the next few hours.\n\nThe provincial disaster office is monitoring the situation and prime minister, Peter O’Neill, has placed defence and emergency response assets and personnel on alert.\n\nIn a statement O’Neill urged people to be vigilant following the recent numerous earthquakes.\n\n“There are precautions that people must take when they feel an earthquake of any magnitude,” he said.\n\n“I call on local leaders to ensure you communicate with your people and in particular continue to education children on the warning signs. This is a serious issue and like all countries in the ring-of-fire around the Pacific we have to be prepared.”\n\nA local journalist based in Kokopo, Abbey Apina, said people were “in panic” when the earthquake occurred, and there was some structural damage caused.\n\n\n\n“I was on my way to get a story and I was on a bus and the earthquake came and we were all panicking in the bus, we were trying to open the door and get out,” she told Guardian Australia.\n\n“All the cars around us were shaking, and we were all panicking. The power lines were shaking and everyone just rushed out of the shops. We had a landslide as well and the traffic went chaotic.”\n\nPNG Loop reported some ceilings coming down in Kokopo buildings, and a landslide at Vunabakut, blocking traffic.\n\nApina said there were no reports of injuries but a lot of people had left the coastal town to move inland, in fear of a tsunami. She said the quake was felt more strongly in Kokopo than in neighbouring Rabaul.\n\nIt’s the latest of several earthquakes in the region this week, and people had been on alert, but this felt the strongest, Apina said.\n\n“I’ve never been shocked, never really panicked because it was usually not that heavy, but today it was just so heavy. I was actually panicking for the first time, thinking oh my god this is big.”",
  "title": "Papua New Guinea earthquake sparks tsunami warning, but only minor damage reported",
  "ts_in": "2015-05-05T07:54:33.688051",
  "url": "http://www.theguardian.com/world/2015/may/05/tsunami-warning-after-large-earthquake-off-papua-new-guinea-coast"
}