{
  "article_html": "<div><p>President Barack Obama has led tributes to Dave Goldberg, the boss of <a href=\"http://www.theguardian.com/technology/silicon-valley\" class=\" u-underline\">Silicon Valley</a> startup SurveyMonkey and husband of Facebook&#8217;s Sheryl Sandberg, who died following a freak treadmill accident while on holiday in Mexico.</p>\n<p>Obama said the first family was &#8220;heartbroken&#8221; at the loss of a man who &#8220;embodied the definition of a real leader &#8211; someone who was always looking for ways to empower others&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/technology/2015/may/05/surveymonkey-david-goldberg-died-head-injury-treadmill-fall\" class=\" u-underline\">SurveyMonkey chief David Goldberg died of head injury due to treadmill fall</a> </p>\n\n<p>&#8220;He was generous and kind with everybody, and cared less about the limelight than making sure that the people he worked with and loved succeeded in whatever they did,&#8221; <a href=\"https://www.facebook.com/WhiteHouse/posts/10153421361034238\" class=\" u-underline\">Obama said in a Facebook post on the White House&#8217;s official page signed with his initials, &#8220;bo&#8221;</a>. &#8220;His skills as an entrepreneur created opportunity for many; his love for his family was a joy to behold, and his example as a husband and father was something we could all learn from. We&#8217;re heartbroken by him leaving us far too soon &#8211; but we celebrate a remarkable legacy.&#8221;</p>\n<p>Mark Zuckerberg, Facebook&#8217;s founder and chief executive and close friend of Goldberg, was the first to comment on Obama&#8217;s post. <a href=\"https://www.facebook.com/WhiteHouse/posts/10153421361034238\" class=\" u-underline\">&#8220;Thank you for this beautiful tribute,&#8221; he wrote. </a></p>\n<p>Silicon Valley, Hollywood and Wall Street have all paid tribute to Goldberg &#8211; mostly on Facebook.</p>\n<p>&#8220;Dave was a class act,&#8221; Bob Iger, chief executive of Walt Disney, wrote on <a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\">Goldberg&#8217;s Facebook page, which has been turned into a memorial</a>. &#8220;Everything he did was done with enthusiasm, commitment, and a warm and humble touch that we all loved and we will all remember.&#8221;</p>\n<p>Goldberg, who was 47, died of head trauma on Friday night after apparently falling off a treadmill and banging his head at a luxury beach resort in <a href=\"http://www.theguardian.com/world/mexico\" class=\" u-underline\">Mexico</a>. He was discovered on the floor of the gym covered in blood by his brother Robert at about 7pm on Friday night after the family became anxious that Goldberg had not returned after leaving to work out at 4pm.</p>\n<p>An official for the local Mexican authorities said it appeared Goldberg &#8220;fell off the treadmill and cracked his head open&#8221;.</p>\n<p>He was taken from a resort in Punta Mita, near Puerto Vallarta in south-west Mexico, to Hospital San Javier in Nuevo Vallarta, where he died, the official said. The authorities said the death is being treated as accidental. </p>\n<p>Robert Goldberg announced his brother&#8217;s death on Facebook on Saturday. &#8220;It&#8217;s with incredible shock and sadness that I&#8217;m letting our friends and family know that my amazing brother,<a href=\"https://www.facebook.com/daveglaunch\" class=\" u-underline\"> Dave Goldberg</a>, beloved husband of<a href=\"https://www.facebook.com/sheryl\" class=\" u-underline\"> Sheryl Sandberg</a>, father of two wonderful children, and son of<a href=\"https://www.facebook.com/paula.goldberg.549\" class=\" u-underline\"> Paula Goldberg</a>, passed away suddenly last night,&#8221;<a href=\"https://www.facebook.com/zuck/posts/10102063979260811?pnref=story\" class=\" u-underline\"> he wrote</a>.</p>\n<p>The family was to hold a private memorial service at Stanford University&#8217;s Memorial Auditorium on Tuesday. Male attendees were urged not to wear ties to the service &#8220;in keeping with Dave&#8217;s lifelong hatred of ties&#8221;, according to email invites sent to friends of the couple. Mourners were asked not to take pictures or &#8220;post to social media from the event&#8221;. </p>\n<p>The Walt Disney Company moved the release of second-quarter earnings, due on Tuesday, so that executives can attend the funeral. Sandberg, who is Facebook&#8217;s chief operating officer, is on the board of Disney. </p>\n<p>Dick Costolo, chief executive of Twitter, said Goldberg was &#8220;one of the truly great people on the planet, Dave was of almost unimaginably remarkable character&#8221;.</p>\n<p>Jeff Weiner, chief executive of LinkedIn, said Goldberg was &#8220;one of kindest and most generous friends I&#8217;ve known&#8221;.</p>\n<p>Goldberg, who worked at Yahoo and venture capital firm Benchmark Capital before joining SurveyMonkey in 2009, married Sandberg in 2004.</p>\n<p>Venture capitalist Bill Gurley wrote in <a href=\"http://abovethecrowd.com/2015/05/04/be-like-dave/\" class=\" u-underline\">a blogpost titled &#8220;Be Like Dave&#8221;</a>: &#8220;Dave was insanely funny. At first, I just thought he was kind-of funny, but the more time I was able to spend with him, the more I realized this guy was really f***ing funny. One of the funniest guys I have ever known. This was not jocular humor, but quite the opposite; witty creative humor. His intelligence soaked into his jokes the way syrup penetrates a pancake. And his humor was augmented by one of the most spectacular laughs I have ever heard.&#8221;</p>\n<p>Goldberg, who was known to his friends as &#8220;Goldie&#8221;, has been described as a lifelong feminist, who encouraged his wife and other Silicon Valley women to demand higher salaries and more flexible working hours. </p>\n<p>Goldberg&#8217;s parents read The Feminine Mystique, Betty Friedan&#8217;s 1969 book widely credited with sparking a second-wave feminism in the US. It was Goldberg&#8217;s father who introduced the book to his wife, according to Sandberg&#8217;s bestselling book Lean In, which encourages women to negotiate higher salaries and continue working after having children.</p>\n</div>",
  "authors": [
    "Rupert Neate"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Technology",
    "Silicon Valley",
    "Barack Obama",
    "US news",
    "World news",
    "Mexico",
    "Internet",
    "California",
    "Americas"
  ],
  "ntitle": "president_obama_among_mourners_of_silicon_valley_s_dave_goldberg",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "President Barack Obama has led tributes to Dave Goldberg, the boss of Silicon Valley startup SurveyMonkey and husband of Facebook’s Sheryl Sandberg, who died following a freak treadmill accident while on holiday in Mexico.\n\nObama said the first family was “heartbroken” at the loss of a man who “embodied the definition of a real leader – someone who was always looking for ways to empower others”.\n\nRelated: SurveyMonkey chief David Goldberg died of head injury due to treadmill fall\n\n“He was generous and kind with everybody, and cared less about the limelight than making sure that the people he worked with and loved succeeded in whatever they did,” Obama said in a Facebook post on the White House’s official page signed with his initials, “bo”. “His skills as an entrepreneur created opportunity for many; his love for his family was a joy to behold, and his example as a husband and father was something we could all learn from. We’re heartbroken by him leaving us far too soon – but we celebrate a remarkable legacy.”\n\nMark Zuckerberg, Facebook’s founder and chief executive and close friend of Goldberg, was the first to comment on Obama’s post. “Thank you for this beautiful tribute,” he wrote.\n\nSilicon Valley, Hollywood and Wall Street have all paid tribute to Goldberg – mostly on Facebook.\n\n“Dave was a class act,” Bob Iger, chief executive of Walt Disney, wrote on Goldberg’s Facebook page, which has been turned into a memorial. “Everything he did was done with enthusiasm, commitment, and a warm and humble touch that we all loved and we will all remember.”\n\nGoldberg, who was 47, died of head trauma on Friday night after apparently falling off a treadmill and banging his head at a luxury beach resort in Mexico. He was discovered on the floor of the gym covered in blood by his brother Robert at about 7pm on Friday night after the family became anxious that Goldberg had not returned after leaving to work out at 4pm.\n\nAn official for the local Mexican authorities said it appeared Goldberg “fell off the treadmill and cracked his head open”.\n\nHe was taken from a resort in Punta Mita, near Puerto Vallarta in south-west Mexico, to Hospital San Javier in Nuevo Vallarta, where he died, the official said. The authorities said the death is being treated as accidental.\n\nRobert Goldberg announced his brother’s death on Facebook on Saturday. “It’s with incredible shock and sadness that I’m letting our friends and family know that my amazing brother, Dave Goldberg, beloved husband of Sheryl Sandberg, father of two wonderful children, and son of Paula Goldberg, passed away suddenly last night,” he wrote.\n\nThe family was to hold a private memorial service at Stanford University’s Memorial Auditorium on Tuesday. Male attendees were urged not to wear ties to the service “in keeping with Dave’s lifelong hatred of ties”, according to email invites sent to friends of the couple. Mourners were asked not to take pictures or “post to social media from the event”.\n\nThe Walt Disney Company moved the release of second-quarter earnings, due on Tuesday, so that executives can attend the funeral. Sandberg, who is Facebook’s chief operating officer, is on the board of Disney.\n\nDick Costolo, chief executive of Twitter, said Goldberg was “one of the truly great people on the planet, Dave was of almost unimaginably remarkable character”.\n\nJeff Weiner, chief executive of LinkedIn, said Goldberg was “one of kindest and most generous friends I’ve known”.\n\nGoldberg, who worked at Yahoo and venture capital firm Benchmark Capital before joining SurveyMonkey in 2009, married Sandberg in 2004.\n\nVenture capitalist Bill Gurley wrote in a blogpost titled “Be Like Dave”: “Dave was insanely funny. At first, I just thought he was kind-of funny, but the more time I was able to spend with him, the more I realized this guy was really f***ing funny. One of the funniest guys I have ever known. This was not jocular humor, but quite the opposite; witty creative humor. His intelligence soaked into his jokes the way syrup penetrates a pancake. And his humor was augmented by one of the most spectacular laughs I have ever heard.”\n\nGoldberg, who was known to his friends as “Goldie”, has been described as a lifelong feminist, who encouraged his wife and other Silicon Valley women to demand higher salaries and more flexible working hours.\n\nGoldberg’s parents read The Feminine Mystique, Betty Friedan’s 1969 book widely credited with sparking a second-wave feminism in the US. It was Goldberg’s father who introduced the book to his wife, according to Sandberg’s bestselling book Lean In, which encourages women to negotiate higher salaries and continue working after having children.",
  "title": "President Obama among mourners of Silicon Valley's Dave Goldberg",
  "ts_in": "2015-05-05T21:21:57.661484",
  "url": "http://www.theguardian.com/technology/2015/may/05/president-obama-mourns-dave-goldberg-death-mexico"
}