{
  "article_html": "<div><p>Even before the polls have opened the battle for power by the plotters and squatters has begun in earnest.</p>\n<p><a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> is accused of plotting to seize Downing Street if it fails to get more MPs than the Tories. But there is nothing in the rules to say the government has to be led by the party with the most seats. The government has to be formed by whoever &#8220;is best able to command the confidence of the House of Commons&#8221;.</p>\n<p>Meanwhile, if David Cameron does stay on in No 10 without having won a majority, he could face the same allegations that were aimed at Gordon Brown in 2010 &#8211; that he is &#8220;squatting&#8221; there. </p>\n<p><strong>Q: What happens on Friday if no single party wins a clear majority and there is another hung parliament? Will Cameron have to resign immediately as prime minister or can he cling on in Downing Street trying to put together a minority or coalition government? Does Ed Miliband have to give Cameron &#8220;first go&#8221;?</strong></p>\n<p>A: Britain has no written constitution but the nearest things we have to official handbooks in this situation are the<a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/60641/cabinet-manual.pdf\" class=\" u-underline\"> cabinet manual </a>drawn up in 2011 and the Fixed-term Parliaments Act 2011. </p>\n<p>We are so used to seeing the removal van draw up outside No 10 on the day after a general election that any delay in the departure of a defeated prime minister appears indecent.</p>\n<p>The rules, however, make clear that Cameron is entitled, and indeed required, to stay on as a caretaker prime minister in a hung parliament. &#8220;The incumbent government remains in office unless and until the prime minister tenders his or her resignation and the government&#8217;s resignation to the sovereign,&#8221; says the manual.</p>\n<p>This means that while Cameron does have first go at forming a new government, it does not stop any other party leader from trying to do the same thing. As the manual points out, &#8220;an incumbent government is entitled to wait until the new parliament has met to see if it can command the confidence of the <a href=\"http://www.theguardian.com/politics/houseofcommons\" class=\" u-underline\">House of Commons</a>, but it is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative&#8221;.</p>\n<p> The manual adds that it is a matter for the prime minister to &#8220;judge the appropriate time to resign&#8221; and says recent examples suggest that they have not offered their resignations until they could clearly advise the Queen on who should be asked to form a government.<br></p>\n\n\n\nThe Cabinet Manual sets out sets out the main laws, rules and conventions affecting the conduct and operation of UK government.\n\n\n<p><strong>Q: What kinds of government are possible in a hung parliament?</strong></p>\n<p>A: There are three broad types of government that could be formed:</p>\n<ul>\n<li>A single-party minority government which sustains a Commons majority through a series of ad hoc agreements or issue-by-issue votes. The ex-cabinet secretary, Gus O&#8217;Donnell, has said that this would be a &#8220;fresh leap into the unknown&#8221; but could be more stable than many commentators predict. The Fixed-term Parliaments Act provides a nuclear option of calling an early second election, the threat of which is likely to provide stability.</li>\n<li>A formal interparty agreement, like the Lib-Lab pact from 1977 to 1978.<br></li>\n<li>A formal coalition government with ministers from more than one party in government and a majority of MPs in the House of Commons.<br></li>\n</ul>\n<p><strong>Q: How does Cameron demonstrate that he can &#8220;command the confidence of the House of Commons&#8221;? Doesn&#8217;t it depend on who wins the most seats or the most votes? Doesn&#8217;t the party with the most seats or the most votes have the first go at forming a government?</strong></p>\n<p>A: As Peter Riddell, of the Institute of Government, has pointed out, the only valid democratic test of legitimacy in Britain&#8217;s first-past-the-post system is winning the confidence of a majority of MPs in the Commons. Winning the popular vote does matter but only in the political sense of winning the support of other parties and keeping public opinion onside. Constitutionally, it makes no difference.</p>\n<p>So the question is, how do you demonstrate you can command the confidence of the House of Commons? Generally in the British system this means being able to secure the backing of a majority of MPs for your programme in a vote on the Queen&#8217;s speech. As the cabinet manual points out, commanding confidence is not the same as having a majority or winning every vote.</p>\n<p><strong>Q: When will that crucial vote take place?</strong></p>\n<p>A: Parliament is set to return 11 days after the election on Monday 18 May. The first item on the agenda will be the election or re-election of the Speaker, who will then preside over the swearing-in of the newly elected MPs.</p>\n<p> The date of the Queen&#8217;s speech is set for Wednesday 27 May and this will be followed by the usual four or five days of debate before the formal vote is taken. Incidentally, plans have been made for a low-key Queen&#8217;s speech without the Queen if there is any doubt about the outcome of the vote. Under this plan, the leader of the House of Lords will read out the text instead and the Queen will stay away.</p>\n<p>So the crucial date is likely to be Tuesday 2 June or Wednesday 3 June. The Fixed-term Parliaments Act says defeat on this motion does not necessarily qualify as a no-confidence motion, but the weight of political history means that defeat will lead directly to resignation.</p>\n<p><strong>Q: What happens then? </strong></p>\n<p>A: The leader of the opposition would be called upon to form a government followed by a Commons vote to test confidence in the new administration. The Fixed-term Parliaments Act provides for an alternative mechanism of an explicit vote of no confidence, requiring a new government to be formed and followed by a fresh confidence vote within 14 days. This could go on indefinitely, but if a week is a long time in politics, it is even longer in government, and there will be severe pressure to find a sustainable answer.</p>\n<p><strong> Q: So Cameron can stay in Downing Street for at least four weeks after the election?</strong></p>\n<p>A: No. The cabinet manual is clear that he &#8220;is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative&#8221;. It will all depend on the precise numbers, but it is likely that Cameron and Nick Clegg will once again quickly try to establish that they are the only game in town, either as a minority Conservative government or a Con-Lib Dem coalition mark II, and demand the support of the other minority parties, such as the DUP, to get them over the line. The outline of the deal is already clear. Clegg has promised Cameron a clear run on an EU referendum in return for his four red lines on tax, education, health spending and a stability budget.</p>\n<p>However, it is by no means clear that Cameron will be able to deliver this even if the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> end up as the largest party. It may well be that it becomes apparent by next week that Cameron has not got the numbers. In that case he will be squatting in Downing Street if he hangs on until the Queen&#8217;s speech in the first week of June. Some commentators suggest that in this situation Cameron will go quickly to enable a Tory leadership contest to reach a swift conclusion.</p>\n<p><strong>Q: So do Miliband and Labour just wait for their turn to form a government even if they come second in terms of seats and votes?</strong></p>\n<p>A: No. Britain has what constitutionalists call an &#8220;unordered system&#8221; of forming governments. There are no rules about, for example, the largest party being given the first chance to form a government. Instead, anyone can negotiate with anyone else and nobody has to wait for anybody.<br></p>\n<p>This means that the party with the most seats can be consigned to opposition, as happened in 1924 when the Liberals combined with Labour to &#8220;put out&#8221; Stanley Baldwin&#8217;s Conservatives. Nick Clegg has made much of saying the <a href=\"http://www.theguardian.com/politics/liberaldemocrats\" class=\" u-underline\">Liberal Democrats</a> will talk first to the party with the most seats. He is entitled to make that choice as leader of the party, but there is no constitutional reason to stop him holding coalition talks with the Conservatives and Labour at the same time. This is what happened in 2010, but it quickly became clear that Labour was not psychologically or politically prepared to go into coalition.</p>\n<p><strong>Q: What should Miliband do this weekend if the results show that the combined voting strength of Labour, SNP, Liberal Democrats, PC and SDLP MPs produce a Commons majority?</strong></p>\n<p>A: He should get on with it and immediately and loudly claim that he can provide a clear alternative and that he can command a majority of the Commons. </p>\n<p>Miliband&#8217;s problem is that he has allowed himself to be paralysed by the Tory attack of &#8220;vote Miliband, get Sturgeon&#8221;. He has so far ruled out any deal, going as far as saying he would rather not form a government than do a deal. So he won&#8217;t be able to publicly demonstrate that the SNP would vote for a Labour Queen&#8217;s speech or a Labour emergency budget until it happens, at least four weeks down the line. An early agreement with the Liberal Democrats could provide a partial answer to this problem, but it is unlikely to convince voters that Labour is a clear alternative until the SNP actually goes through the division lobbies in support of a Labour Queen&#8217;s speech.</p>\n<p><strong>Q: What about the parliamentary parties? Do they get any say in the matter? </strong></p>\n<p>A: Cameron will have to square his plans with the 1922 Committee of backbench Conservative MPs, but this is likely to take place on a show of hands. The Liberal Democrats require the backing of their MPs and of a two-thirds vote of a special party assembly to form a government, while Labour will consult its MPs and hold a special meeting of its national executive committee, which includes union representation.</p>\n<p>In this situation political momentum is going to be everything. No one is going to win the election outright and the danger is that the coming battle of the squatters and plotters could be over before it has even begun. The final numbers are very important but the politics could prove the decisive factor.</p>\n</div>",
  "authors": [
    "Alan Travis"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hung parliament",
    "General election 2015",
    "Conservatives",
    "Labour",
    "Liberal Democrats",
    "House of Commons",
    "Politics",
    "UK news"
  ],
  "ntitle": "q_a_on_the_possible_post_election_scramble_for_the_keys_to_no_10",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Even before the polls have opened the battle for power by the plotters and squatters has begun in earnest.\n\nLabour is accused of plotting to seize Downing Street if it fails to get more MPs than the Tories. But there is nothing in the rules to say the government has to be led by the party with the most seats. The government has to be formed by whoever “is best able to command the confidence of the House of Commons”.\n\nMeanwhile, if David Cameron does stay on in No 10 without having won a majority, he could face the same allegations that were aimed at Gordon Brown in 2010 – that he is “squatting” there.\n\nQ: What happens on Friday if no single party wins a clear majority and there is another hung parliament? Will Cameron have to resign immediately as prime minister or can he cling on in Downing Street trying to put together a minority or coalition government? Does Ed Miliband have to give Cameron “first go”?\n\nA: Britain has no written constitution but the nearest things we have to official handbooks in this situation are the cabinet manual drawn up in 2011 and the Fixed-term Parliaments Act 2011.\n\nWe are so used to seeing the removal van draw up outside No 10 on the day after a general election that any delay in the departure of a defeated prime minister appears indecent.\n\nThe rules, however, make clear that Cameron is entitled, and indeed required, to stay on as a caretaker prime minister in a hung parliament. “The incumbent government remains in office unless and until the prime minister tenders his or her resignation and the government’s resignation to the sovereign,” says the manual.\n\nThis means that while Cameron does have first go at forming a new government, it does not stop any other party leader from trying to do the same thing. As the manual points out, “an incumbent government is entitled to wait until the new parliament has met to see if it can command the confidence of the House of Commons, but it is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative”.\n\nThe manual adds that it is a matter for the prime minister to “judge the appropriate time to resign” and says recent examples suggest that they have not offered their resignations until they could clearly advise the Queen on who should be asked to form a government.\n\n\n\nThe Cabinet Manual sets out sets out the main laws, rules and conventions affecting the conduct and operation of UK government.\n\nQ: What kinds of government are possible in a hung parliament?\n\nA: There are three broad types of government that could be formed:\n\nA single-party minority government which sustains a Commons majority through a series of ad hoc agreements or issue-by-issue votes. The ex-cabinet secretary, Gus O’Donnell, has said that this would be a “fresh leap into the unknown” but could be more stable than many commentators predict. The Fixed-term Parliaments Act provides a nuclear option of calling an early second election, the threat of which is likely to provide stability.\n\nA formal interparty agreement, like the Lib-Lab pact from 1977 to 1978.\n\n\n\nA formal coalition government with ministers from more than one party in government and a majority of MPs in the House of Commons.\n\n\n\nQ: How does Cameron demonstrate that he can “command the confidence of the House of Commons”? Doesn’t it depend on who wins the most seats or the most votes? Doesn’t the party with the most seats or the most votes have the first go at forming a government?\n\nA: As Peter Riddell, of the Institute of Government, has pointed out, the only valid democratic test of legitimacy in Britain’s first-past-the-post system is winning the confidence of a majority of MPs in the Commons. Winning the popular vote does matter but only in the political sense of winning the support of other parties and keeping public opinion onside. Constitutionally, it makes no difference.\n\nSo the question is, how do you demonstrate you can command the confidence of the House of Commons? Generally in the British system this means being able to secure the backing of a majority of MPs for your programme in a vote on the Queen’s speech. As the cabinet manual points out, commanding confidence is not the same as having a majority or winning every vote.\n\nQ: When will that crucial vote take place?\n\nA: Parliament is set to return 11 days after the election on Monday 18 May. The first item on the agenda will be the election or re-election of the Speaker, who will then preside over the swearing-in of the newly elected MPs.\n\nThe date of the Queen’s speech is set for Wednesday 27 May and this will be followed by the usual four or five days of debate before the formal vote is taken. Incidentally, plans have been made for a low-key Queen’s speech without the Queen if there is any doubt about the outcome of the vote. Under this plan, the leader of the House of Lords will read out the text instead and the Queen will stay away.\n\nSo the crucial date is likely to be Tuesday 2 June or Wednesday 3 June. The Fixed-term Parliaments Act says defeat on this motion does not necessarily qualify as a no-confidence motion, but the weight of political history means that defeat will lead directly to resignation.\n\nQ: What happens then?\n\nA: The leader of the opposition would be called upon to form a government followed by a Commons vote to test confidence in the new administration. The Fixed-term Parliaments Act provides for an alternative mechanism of an explicit vote of no confidence, requiring a new government to be formed and followed by a fresh confidence vote within 14 days. This could go on indefinitely, but if a week is a long time in politics, it is even longer in government, and there will be severe pressure to find a sustainable answer.\n\nQ: So Cameron can stay in Downing Street for at least four weeks after the election?\n\nA: No. The cabinet manual is clear that he “is expected to resign if it becomes clear that it is unlikely to be able to command that confidence and there is a clear alternative”. It will all depend on the precise numbers, but it is likely that Cameron and Nick Clegg will once again quickly try to establish that they are the only game in town, either as a minority Conservative government or a Con-Lib Dem coalition mark II, and demand the support of the other minority parties, such as the DUP, to get them over the line. The outline of the deal is already clear. Clegg has promised Cameron a clear run on an EU referendum in return for his four red lines on tax, education, health spending and a stability budget.\n\nHowever, it is by no means clear that Cameron will be able to deliver this even if the Conservatives end up as the largest party. It may well be that it becomes apparent by next week that Cameron has not got the numbers. In that case he will be squatting in Downing Street if he hangs on until the Queen’s speech in the first week of June. Some commentators suggest that in this situation Cameron will go quickly to enable a Tory leadership contest to reach a swift conclusion.\n\nQ: So do Miliband and Labour just wait for their turn to form a government even if they come second in terms of seats and votes?\n\nA: No. Britain has what constitutionalists call an “unordered system” of forming governments. There are no rules about, for example, the largest party being given the first chance to form a government. Instead, anyone can negotiate with anyone else and nobody has to wait for anybody.\n\n\n\nThis means that the party with the most seats can be consigned to opposition, as happened in 1924 when the Liberals combined with Labour to “put out” Stanley Baldwin’s Conservatives. Nick Clegg has made much of saying the Liberal Democrats will talk first to the party with the most seats. He is entitled to make that choice as leader of the party, but there is no constitutional reason to stop him holding coalition talks with the Conservatives and Labour at the same time. This is what happened in 2010, but it quickly became clear that Labour was not psychologically or politically prepared to go into coalition.\n\nQ: What should Miliband do this weekend if the results show that the combined voting strength of Labour, SNP, Liberal Democrats, PC and SDLP MPs produce a Commons majority?\n\nA: He should get on with it and immediately and loudly claim that he can provide a clear alternative and that he can command a majority of the Commons.\n\nMiliband’s problem is that he has allowed himself to be paralysed by the Tory attack of “vote Miliband, get Sturgeon”. He has so far ruled out any deal, going as far as saying he would rather not form a government than do a deal. So he won’t be able to publicly demonstrate that the SNP would vote for a Labour Queen’s speech or a Labour emergency budget until it happens, at least four weeks down the line. An early agreement with the Liberal Democrats could provide a partial answer to this problem, but it is unlikely to convince voters that Labour is a clear alternative until the SNP actually goes through the division lobbies in support of a Labour Queen’s speech.\n\nQ: What about the parliamentary parties? Do they get any say in the matter?\n\nA: Cameron will have to square his plans with the 1922 Committee of backbench Conservative MPs, but this is likely to take place on a show of hands. The Liberal Democrats require the backing of their MPs and of a two-thirds vote of a special party assembly to form a government, while Labour will consult its MPs and hold a special meeting of its national executive committee, which includes union representation.\n\nIn this situation political momentum is going to be everything. No one is going to win the election outright and the danger is that the coming battle of the squatters and plotters could be over before it has even begun. The final numbers are very important but the politics could prove the decisive factor.",
  "title": "Q&A on the possible post-election scramble for the keys to No 10",
  "ts_in": "2015-05-05T21:22:37.971940",
  "url": "http://www.theguardian.com/politics/2015/may/05/qa-on-the-possible-post-election-scramble-for-the-keys-to-no-10"
}