{
  "article_html": "<div><p>It was an afternoon in late February of 1896 that 54 passersby sat in a small theatre on Regent Street. There was little to suggest to this audience, many of whom had wandered in from the street, that for the price of a shilling they would be about to witness cinematic history. For this series of silent, grainy, 40-second scenes of ordinary life, hand-cranked through a projector, were the first pieces of moving footage to be shown in the UK. It would go on to form the foundations of the multimillion-pound global film industry we know today.<br></p>\n<p>The Lumi&#232;re Brothers, who shot the footage, may have later declared that there was &#8220;no future in cinema&#8221; but this screening was the first of thousands hosted in this grand central London picture house. And now, 35 years after Regent Street Cinema closed its doors to the public, the venue has been restored to its original purpose.</p>\n<p>The three-year project, whose &#163;6m completion cost included &#163;1m of heritage lottery funding, has returned the &#8220;birthplace of British cinema&#8221; to full working order and programming begins on Wednesday 6 May. All the art deco features from the cinema&#8217;s first renovation in the 1920s have been restored, as has the building&#8217;s domed ceiling and even the original 1936 John Compton organ, used to soundtrack silent films. </p>\n\n\n<a href=\"/film/2015/may/05/regent-street-cinema-reopen-35-years#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430847333988/acdb5a9c-8297-49d1-b586-d6019fe9737a-300x180.jpeg\" alt=\"LONDON, ENGLAND - MAY 05:  General view of the interior of the Regent Cinema on May 5, 2015 in London, England.  After a three-year restoration, the first ever cinema to display a moving image created by the Lumiere brothers re-opens to the public. The refurbished Regent Street Cinema will be the only cinema in the UK to show all moving image media, from 16 and 35mm to Super 8 and 4K digital film.  (Photo by Ian Gavan/Getty Images)\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485zj%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Remaking+a+classic%3A+Regent+Street+Cinema+to+reopen+doors+after+35+years&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485zj%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Remaking+a+classic%3A+Regent+Street+Cinema+to+reopen+doors+after+35+years&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2015%2Fmay%2F05%2Fregent-street-cinema-reopen-35-years&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430847334570%2Facdb5a9c-8297-49d1-b586-d6019fe9737a-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;It is daunting for us because it is risky to do repertory cinema, so I have taken a really big risk,&#8217; said the cinema&#8217;s director, Shira Macleod. Photograph: Ian Gavan/Getty Images\n\n\n\n<p>&#8220;It&#8217;s such a unique project and a such unique venue&#8221; said Paul Trijbits, who has produced films such as Jane Eyre and Saving Mr Banks and was heavily involved in the project to reopen the cinema. &#8220;Yes, it goes goes against the grain to open a single-screen independent cinema in the centre of London but that makes it all the more exciting. So many of London&#8217;s historic single-screen cinemas &#8211; the Scala, the Renoir, the Lumi&#232;re &#8211; have all disappeared and so it is fantastic to be able to restore a venue that will really celebrate cinema and the history of cinema in all its forms on the screen.&#8221;</p>\n<p>During the process of restoration, researchers from the University of Westminster, which owns the premises, have been researching the rich history of the venue since it played host to the first glimpse of cinema as we know it today.</p>\n<p>Among their discoveries was the fact that in the 1900s the cinema was the first place where photographer Alfred West brought his pioneering silent nautical films of the navy ships, which was some of the first narrative cinema and even shown to Queen Victoria. Later it became the home of popular travelogue films and, for a mere sixpence, audiences who had never left the UK were transported to India, China, Palestine and all across Africa. While the films were silent, they all featured a narrator and all the animal noises that featured were recorded from London Zoo and then played in the cinema for dramatic effect. </p>\n<p>Claire Brunnen, a cataloguing archivist from the university who was part of the team conducting the research, recounted how their work had revealed the cinema had played a vital role both during the second world war and in its aftermath, first as a central venue for broadcasting newsreels and then retraining disabled soldiers to work in the cinema as projector operators.</p>\n\n\n<a href=\"/film/2015/may/05/regent-street-cinema-reopen-35-years#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/ab031b0b934f652e4900c8adfada8857327d6a9d/0_119_3000_1801/500.jpg\" alt=\"All the cinema&#8217;s art deco features that were implemented in the 1920s have been restored to their original state.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485zj%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Remaking+a+classic%3A+Regent+Street+Cinema+to+reopen+doors+after+35+years&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485zj%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Remaking+a+classic%3A+Regent+Street+Cinema+to+reopen+doors+after+35+years&amp;url=http%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2015%2Fmay%2F05%2Fregent-street-cinema-reopen-35-years&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fab031b0b934f652e4900c8adfada8857327d6a9d%2F0_119_3000_1801%2F3000.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAll the cinema&#8217;s art deco features that were implemented in the 1920s have been restored to their original state. Photograph: Ian Gavan/Getty Images\n\n\n\n<p>&#8220;This was also the cinema to show the first X-rated film in the UK&#8221; added Brunnen. &#8220;After the war it began to show more risqu&#233; foreign films and in 1951 this included Life Begins Tomorrow, which was a French film that featured cameos by Jean-Paul Sartre, Le Corbusier and Pablo Picasso. It wasn&#8217;t X-rated for its sexual content but for its graphic violence and its portrayal of a post-nuclear apocalypse and artificial insemination, so at the time it was quite shocking.&#8221;</p>\n<p>But after spacial and financial pressures took their toll, in 1980 the cinema eventually shut its doors to the public, with the auditorium used as a university lecture hall. </p>\n<p>The cinema&#8217;s director, Shira Macleod, who spent 11 years as cinema director of Riverside studios, admitted there were challenges in opening an independent cinema in an environment dominated by the multiplex corporations, where many UK arthouse cinemas have either been bought out or closed their doors.</p>\n<p>She said: &#8220;Of course it is very daunting because unfortunately we all have to make money and that is very hard, and it is daunting for us because it is risky to do repertory cinema, so I have taken a really big risk, so we shall have to see. We just hope people will come.&#8221;</p>\n<p>However, said she intended to use the freedom of the venue&#8217;s independence to embrace the history and context of the cinema in her programming, particularly in showcasing British film. &#8220;I need to embrace the location and the history because that&#8217;s what make it very special, so the programme needs to reflect that,&#8221; she said. </p>\n<p>&#8220;I&#8217;d like to be able to show a lot of silent films with music and I&#8217;d like to show a lot of archive material, I&#8217;d like to show some Lumi&#232;re brothers films. I really want to support British films, I want this to be a place for British films to be released because I really feel that British films are not supported and I want to carry on doing double bills.&#8221;</p>\n<p>Macleod said they had also installed a 16mm film projector which would enable them to show footage rarely seen in other cinemas that often only work in digital.</p>\n<p> &#8220;There are so many things people are interested in coming to the cinema to see,&#8221; she added. &#8220;It may not just be the blockbuster released on a Friday night, so this is about bringing variety and a bit of spice.&#8221;</p>\n</div>",
  "authors": [
    "Hannah Ellis-petersen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Film",
    "UK news"
  ],
  "ntitle": "remaking_a_classic_regent_street_cinema_to_reopen_doors_after_35_years",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "It was an afternoon in late February of 1896 that 54 passersby sat in a small theatre on Regent Street. There was little to suggest to this audience, many of whom had wandered in from the street, that for the price of a shilling they would be about to witness cinematic history. For this series of silent, grainy, 40-second scenes of ordinary life, hand-cranked through a projector, were the first pieces of moving footage to be shown in the UK. It would go on to form the foundations of the multimillion-pound global film industry we know today.\n\n\n\nThe Lumière Brothers, who shot the footage, may have later declared that there was “no future in cinema” but this screening was the first of thousands hosted in this grand central London picture house. And now, 35 years after Regent Street Cinema closed its doors to the public, the venue has been restored to its original purpose.\n\nThe three-year project, whose £6m completion cost included £1m of heritage lottery funding, has returned the “birthplace of British cinema” to full working order and programming begins on Wednesday 6 May. All the art deco features from the cinema’s first renovation in the 1920s have been restored, as has the building’s domed ceiling and even the original 1936 John Compton organ, used to soundtrack silent films.\n\nFacebook Twitter Pinterest ‘It is daunting for us because it is risky to do repertory cinema, so I have taken a really big risk,’ said the cinema’s director, Shira Macleod. Photograph: Ian Gavan/Getty Images\n\n“It’s such a unique project and a such unique venue” said Paul Trijbits, who has produced films such as Jane Eyre and Saving Mr Banks and was heavily involved in the project to reopen the cinema. “Yes, it goes goes against the grain to open a single-screen independent cinema in the centre of London but that makes it all the more exciting. So many of London’s historic single-screen cinemas – the Scala, the Renoir, the Lumière – have all disappeared and so it is fantastic to be able to restore a venue that will really celebrate cinema and the history of cinema in all its forms on the screen.”\n\nDuring the process of restoration, researchers from the University of Westminster, which owns the premises, have been researching the rich history of the venue since it played host to the first glimpse of cinema as we know it today.\n\nAmong their discoveries was the fact that in the 1900s the cinema was the first place where photographer Alfred West brought his pioneering silent nautical films of the navy ships, which was some of the first narrative cinema and even shown to Queen Victoria. Later it became the home of popular travelogue films and, for a mere sixpence, audiences who had never left the UK were transported to India, China, Palestine and all across Africa. While the films were silent, they all featured a narrator and all the animal noises that featured were recorded from London Zoo and then played in the cinema for dramatic effect.\n\nClaire Brunnen, a cataloguing archivist from the university who was part of the team conducting the research, recounted how their work had revealed the cinema had played a vital role both during the second world war and in its aftermath, first as a central venue for broadcasting newsreels and then retraining disabled soldiers to work in the cinema as projector operators.\n\nFacebook Twitter Pinterest All the cinema’s art deco features that were implemented in the 1920s have been restored to their original state. Photograph: Ian Gavan/Getty Images\n\n“This was also the cinema to show the first X-rated film in the UK” added Brunnen. “After the war it began to show more risqué foreign films and in 1951 this included Life Begins Tomorrow, which was a French film that featured cameos by Jean-Paul Sartre, Le Corbusier and Pablo Picasso. It wasn’t X-rated for its sexual content but for its graphic violence and its portrayal of a post-nuclear apocalypse and artificial insemination, so at the time it was quite shocking.”\n\nBut after spacial and financial pressures took their toll, in 1980 the cinema eventually shut its doors to the public, with the auditorium used as a university lecture hall.\n\nThe cinema’s director, Shira Macleod, who spent 11 years as cinema director of Riverside studios, admitted there were challenges in opening an independent cinema in an environment dominated by the multiplex corporations, where many UK arthouse cinemas have either been bought out or closed their doors.\n\nShe said: “Of course it is very daunting because unfortunately we all have to make money and that is very hard, and it is daunting for us because it is risky to do repertory cinema, so I have taken a really big risk, so we shall have to see. We just hope people will come.”\n\nHowever, said she intended to use the freedom of the venue’s independence to embrace the history and context of the cinema in her programming, particularly in showcasing British film. “I need to embrace the location and the history because that’s what make it very special, so the programme needs to reflect that,” she said.\n\n“I’d like to be able to show a lot of silent films with music and I’d like to show a lot of archive material, I’d like to show some Lumière brothers films. I really want to support British films, I want this to be a place for British films to be released because I really feel that British films are not supported and I want to carry on doing double bills.”\n\nMacleod said they had also installed a 16mm film projector which would enable them to show footage rarely seen in other cinemas that often only work in digital.\n\n“There are so many things people are interested in coming to the cinema to see,” she added. “It may not just be the blockbuster released on a Friday night, so this is about bringing variety and a bit of spice.”",
  "title": "Remaking a classic: Regent Street Cinema to reopen doors after 35 years",
  "ts_in": "2015-05-05T21:22:37.486722",
  "url": "http://www.theguardian.com/film/2015/may/05/regent-street-cinema-reopen-35-years"
}