{
  "article_html": "<div><p>The Reserve Bank has cut interest rates for the second time this year to a new record low of 2% as the Australian economy continues to face headwinds from a slowing global economy.</p>\n<p>The bank decided at its monthly meeting on Tuesday to reduce its cash rate by 25 basis points from 2.25% &#8211; already the lowest ever seen &#8211; to 2%.</p>\n<p>The move means extra money in the pockets of mortgage holders. Assuming the big banks pass on the cut and reduce mortgage rates to their lowest for nearly 50 years, someone with a $300,000 mortgage will be <a href=\"http://www.theguardian.com/australia-news/live/2015/may/05/reserve-bank-interest-rates-decision-live#block-554854c7e4b0d1d5d9abd7bb\" class=\" u-underline\">$74 a month better off</a>.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/australia-news/live/2015/may/05/reserve-bank-interest-rates-decision-live\" class=\" u-underline\">Reserve Bank of Australia cuts interest rates to 2% - live</a> </p>\n\n<p><a href=\"http://www.rba.gov.au/media-releases/2015/mr-15-08.html\" class=\" u-underline\">In his statement after the meeting</a>, RBA governor Glenn Stevens said the decline in commodity prices and the fall in business investment meant the economy was &#8220;likely to be operating with a degree of spare capacity for some time yet&#8221;.</p>\n<p>&#8220;Looking ahead, the key drag on private demand is likely to be weakness in business capital expenditure in both the mining and non-mining sectors over the coming year,&#8221; he said. &#8220;Public spending is also scheduled to be subdued.&#8221; </p>\n<p>The Australian dollar climbed to US79c after an initial dip as investors digested the statement, which failed to say anything about further cuts this year. </p>\n<p>The markets appear to have taken his statement as a sign that the cutting cycle is over, boosting the dollar. </p>\n<p>This will be blow to Stevens, who said his statement that &#8220;further depreciation seems both likely and necessary&#8221; to help exporters rebalance the economy away from mining.</p>\n<p>However, some economists still believe more cuts are possible. Commonwealth Bank of Australia senior economist Michael Workman said soft investment outside the mining sector had probably been a key factor in the RBA&#8217;s decision.<br>&#8220;It remains quite weak and business surveys are telling people that there&#8217;s quite low confidence among the private sector,&#8221; Mr Workman told AAP.<br>But he added: &#8220;You&#8217;d have to say there&#8217;s a reasonable chance they would go again. The inflation outlook according to the RBA provides some opportunity for the rate to be cut again.&#8221;</p>\n<p>With inflation likely to remain subdued, Stevens indicated it was low enough to reduce the rate. </p>\n<p>&#8221;At today&#8217;s meeting, the Board judged that the inflation outlook provided the opportunity for monetary policy to be eased further, so as to reinforce recent encouraging trends in household demand,&#8221; he said.</p>\n<p>Stevens again played down the possibility of cheaper borrowing leading to an even hotter property market. </p>\n<p>&#8220;Growth in lending to the housing market has been steady over recent months,&#8221; he said. &#8220;Dwelling prices continue to rise strongly in Sydney, though trends have been more varied in a number of other cities.&#8221;</p>\n<p>But he repeated assurances in previous statements that the RBA would &#8220;work with other regulators to assess and contain risks that may arise from the housing market. In other asset markets, prices for equities and commercial property have been supported by lower long-term interest rates&#8221;.</p>\n</div>",
  "authors": [
    "Martin Farrer"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Interest rates Australia",
    "Reserve Bank of Australia",
    "Glenn Stevens",
    "Australian politics",
    "Australia news",
    "Asia Pacific"
  ],
  "ntitle": "reserve_bank_of_australia_cuts_rates_to_historic_new_low_of_2",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Reserve Bank has cut interest rates for the second time this year to a new record low of 2% as the Australian economy continues to face headwinds from a slowing global economy.\n\nThe bank decided at its monthly meeting on Tuesday to reduce its cash rate by 25 basis points from 2.25% – already the lowest ever seen – to 2%.\n\nThe move means extra money in the pockets of mortgage holders. Assuming the big banks pass on the cut and reduce mortgage rates to their lowest for nearly 50 years, someone with a $300,000 mortgage will be $74 a month better off.\n\nRelated: Reserve Bank of Australia cuts interest rates to 2% - live\n\nIn his statement after the meeting, RBA governor Glenn Stevens said the decline in commodity prices and the fall in business investment meant the economy was “likely to be operating with a degree of spare capacity for some time yet”.\n\n“Looking ahead, the key drag on private demand is likely to be weakness in business capital expenditure in both the mining and non-mining sectors over the coming year,” he said. “Public spending is also scheduled to be subdued.”\n\nThe Australian dollar climbed to US79c after an initial dip as investors digested the statement, which failed to say anything about further cuts this year.\n\nThe markets appear to have taken his statement as a sign that the cutting cycle is over, boosting the dollar.\n\nThis will be blow to Stevens, who said his statement that “further depreciation seems both likely and necessary” to help exporters rebalance the economy away from mining.\n\nHowever, some economists still believe more cuts are possible. Commonwealth Bank of Australia senior economist Michael Workman said soft investment outside the mining sector had probably been a key factor in the RBA’s decision.\n\n“It remains quite weak and business surveys are telling people that there’s quite low confidence among the private sector,” Mr Workman told AAP.\n\nBut he added: “You’d have to say there’s a reasonable chance they would go again. The inflation outlook according to the RBA provides some opportunity for the rate to be cut again.”\n\nWith inflation likely to remain subdued, Stevens indicated it was low enough to reduce the rate.\n\n”At today’s meeting, the Board judged that the inflation outlook provided the opportunity for monetary policy to be eased further, so as to reinforce recent encouraging trends in household demand,” he said.\n\nStevens again played down the possibility of cheaper borrowing leading to an even hotter property market.\n\n“Growth in lending to the housing market has been steady over recent months,” he said. “Dwelling prices continue to rise strongly in Sydney, though trends have been more varied in a number of other cities.”\n\nBut he repeated assurances in previous statements that the RBA would “work with other regulators to assess and contain risks that may arise from the housing market. In other asset markets, prices for equities and commercial property have been supported by lower long-term interest rates”.",
  "title": "Reserve Bank of Australia cuts rates to historic new low of 2%",
  "ts_in": "2015-05-05T07:54:40.453109",
  "url": "http://www.theguardian.com/australia-news/2015/may/05/reserve-bank-of-australia-cuts-rates-to-historic-new-low-of-2"
}