{
  "article_html": "<div><p>A list of &#8220;very, highly or extremely controversial&#8221; potential cuts to benefits have been drawn up by civil servants in response to warnings that the next government would struggle to keep welfare spending below a legal cap of about &#163;120bn a year.</p>\n<p>The cuts proposed by officials at the Department for Work and Pensions include abolishing statutory maternity pay and barring under-25s from claiming incapacity benefit or housing benefit. Money could also be raised, civil servants suggested, by increasing the bedroom tax in certain cases.</p>\n<p>In one of the DWP documents seen by the Guardian, two Whitehall officials say colleagues who were consulted in 2014 about the potential cuts described them as &#8220;very/highly/extremely controversial&#8221;, which highlighted that when it came to welfare spending that there was &#8220;not much low-hanging fruit left&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/05/uk-living-standards-fell-for-all-but-the-richest-under-coalition-analysis\" class=\" u-underline\">UK living standards fell for all but the richest under coalition &#8211; analysis</a> </p>\n\n<p>The <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> have proposed cutting &#163;12bn in welfare after the election, without specifying how. The DWP proposals were canvassed the year before, amid warnings that the failure of the coalition to get to grips with accelerating spending on key benefits would leave the next administration &#8220;vulnerable to a breach&#8221; of the welfare spending cap.</p>\n<p> Other options laid out in the DWP documents include:</p>\n<p>&#8226; Getting employers to contribute more to the cost of statutory maternity pay &#8211; or as an alternative abolishing it entirely.</p>\n<p>&#8226; Freezing benefit payments at current levels across the board.</p>\n<p>&#8226; Limiting welfare payments by family size.</p>\n<p>&#8226; Forcing single parents on income support to seek work when their youngest child reaches the age of three (currently five).</p>\n<p>&#8226; Making it harder for sick people to claim state aid when they are out of work by introducing &#8220;stricter&#8221; fit-for-work tests and/or tighter limits on eligibility.<br></p>\n<p>&#8226; Increasing the bedroom tax on certain categories of renters.</p>\n<p>&#8226; Barring under-25s from claiming incapacity benefit or housing benefit.</p>\n<p>DWP sources said the same options would be presented to the Conservatives, who have pledged to reduce welfare spending by &#163;12bn by 2017-18, regardless of whether the government was at risk of breaching the welfare spending limit or not.</p>\n<p>The proposals were drafted by officials last spring after the chancellor, George Osborne, challenged Labour to back <a href=\"http://www.theguardian.com/commentisfree/2013/apr/19/george-osborne-benefits-cap-labour\" class=\" u-underline\">a parliamentary bill capping the welfare spend</a> every year for four years.<br></p>\n<p>The legislation, which places an absolute cash limit on almost all welfare spend, except the state pension and unemployment benefit, was supported in the Commons by 520 votes to 22. The limit starts at at &#163;119.5bn in 2015-16, rising to &#163;126.7bn by 2018-19.</p>\n<p>Labour&#8217;s front bench supported the legislation to defend itself from Conservative accusations that it was the &#8220;party of welfare&#8221;. The bill was opposed by the SNP and a small group of Labour rebels.</p>\n<p>If the cap is forecast to be breached, the government must propose measures to reduce welfare spending, seek Commons approval for the cap to be increased, and explain why the breach is justified. </p>\n<p>Should this occur, there would no longer be scope for easy cuts, the DWP documents warn. Some of the options for welfare have been previously rejected by ministers, but officials argue they would have to be put back on the table.</p>\n<p>The documents make clear that some of the welfare money-saving options will be necessary because demand for benefits over the next five years is highly likely to exceed the cap limit by billions of pounds.</p>\n<p>A Conservative spokesperson played down the leak: &#8220;These were options produced by civil servants over a year ago and were never seen by the prime minister or the chancellor. If we wanted to implement policies like these, we would have, but we didn&#8217;t.&#8221;</p>\n<p>However, the documents show that at least one Conservative minister, Mark Harper, was briefed about risk areas as regards the welfare cap soon after his appointment last year. </p>\n<p>A document dated in late July said the disability minister discussed possible changes to incapacity benefits and gave a clear steer to civil servants on the importance of freezing or uprating benefit rates below inflation as a way of controlling costs.</p>\n<p>The Conservatives have repeatedly refused to set out how the &#163;12bn of savings would be achieved. Iain Duncan Smith, the work and pensions secretary, told the Daily Politics show on Tuesday that he could not release details before the election because &#8220;we would have to have done the work on it and we&#8217;d have had to reach agreement on exactly what those are&#8221;.</p>\n<p>The minister added that as soon as the Conservatives had properly modelled their proposals, they would spell out their plans in public: &#8220;The key area is that everybody is very clear that if you get a Conservative government, we have already said we will save &#163;12bn from working age benefits. The work that we will do on this will be announced in the spending review,&#8221; he said. &#8220;Without that saving, being able to put the extra money into things like the health service becomes very difficult. I don&#8217;t say this is easy. But we are making that commitment.&#8221;</p>\n<p>The Labour work and pensions spokeswoman, Rachel Reeves, said: &#8220;The only way the Tories can fund their extreme plan to cut &#163;12bn from social security is by cutting child benefit and tax credits, abolishing maternity pay and increasing the cruel bedroom tax.&#8221;<br></p>\n<p>&#8220;Labour has a better plan to control the costs of social security. We&#8217;ll save &#163;1bn by cutting housing benefit fraud and overpayments and control housing benefit spending by tackling rip-off rents, getting 200,000 homes a year built, increasing the minimum wage to &#163;8 an hour and giving tax rebates to firms who pay a living wage.&#8221;</p>\n<p>Recent <a href=\"http://www.theguardian.com/politics/live/2015/apr/29/election-2015-miliband-tory-12bn-welfare-cuts-russell-brand-interview-live#block-5540d92de4b0d2a0ea48865e\" class=\" u-underline\">Tory claims</a> that they have a strong track record on cutting social security over the past five years are undermined by the documents, which point out that coalition changes failed to meet promises to limit spending on three of the costliest cap items: incapacity benefit, disability benefit and housing benefit.</p>\n<p>The leaked proposals say the DWP is at high risk of continuing to overspend on sickness and disability benefits in future years because the high-profile programme of welfare reform introduced by Duncan Smith in 2010 &#8220;has not realised its goals&#8221; of saving money.</p>\n<p></p>\n<p><br></p>\n<p></p>\n<p><br></p>\n<p></p>\n</div>",
  "authors": [
    "Patrick Butler",
    "Shiv Malik"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Welfare",
    "Benefits",
    "Politics",
    "Conservatives",
    "Liberal Democrats",
    "UK news",
    "Liberal-Conservative coalition",
    "Society",
    "Employee benefits",
    "Money",
    "Work & careers"
  ],
  "ntitle": "revealed_coalition_proposals_to_cut_welfare_for_sick_poor_young_and_disabled",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A list of “very, highly or extremely controversial” potential cuts to benefits have been drawn up by civil servants in response to warnings that the next government would struggle to keep welfare spending below a legal cap of about £120bn a year.\n\nThe cuts proposed by officials at the Department for Work and Pensions include abolishing statutory maternity pay and barring under-25s from claiming incapacity benefit or housing benefit. Money could also be raised, civil servants suggested, by increasing the bedroom tax in certain cases.\n\nIn one of the DWP documents seen by the Guardian, two Whitehall officials say colleagues who were consulted in 2014 about the potential cuts described them as “very/highly/extremely controversial”, which highlighted that when it came to welfare spending that there was “not much low-hanging fruit left”.\n\nRelated: UK living standards fell for all but the richest under coalition – analysis\n\nThe Conservatives have proposed cutting £12bn in welfare after the election, without specifying how. The DWP proposals were canvassed the year before, amid warnings that the failure of the coalition to get to grips with accelerating spending on key benefits would leave the next administration “vulnerable to a breach” of the welfare spending cap.\n\nOther options laid out in the DWP documents include:\n\n• Getting employers to contribute more to the cost of statutory maternity pay – or as an alternative abolishing it entirely.\n\n• Freezing benefit payments at current levels across the board.\n\n• Limiting welfare payments by family size.\n\n• Forcing single parents on income support to seek work when their youngest child reaches the age of three (currently five).\n\n• Making it harder for sick people to claim state aid when they are out of work by introducing “stricter” fit-for-work tests and/or tighter limits on eligibility.\n\n\n\n• Increasing the bedroom tax on certain categories of renters.\n\n• Barring under-25s from claiming incapacity benefit or housing benefit.\n\nDWP sources said the same options would be presented to the Conservatives, who have pledged to reduce welfare spending by £12bn by 2017-18, regardless of whether the government was at risk of breaching the welfare spending limit or not.\n\nThe proposals were drafted by officials last spring after the chancellor, George Osborne, challenged Labour to back a parliamentary bill capping the welfare spend every year for four years.\n\n\n\nThe legislation, which places an absolute cash limit on almost all welfare spend, except the state pension and unemployment benefit, was supported in the Commons by 520 votes to 22. The limit starts at at £119.5bn in 2015-16, rising to £126.7bn by 2018-19.\n\nLabour’s front bench supported the legislation to defend itself from Conservative accusations that it was the “party of welfare”. The bill was opposed by the SNP and a small group of Labour rebels.\n\nIf the cap is forecast to be breached, the government must propose measures to reduce welfare spending, seek Commons approval for the cap to be increased, and explain why the breach is justified.\n\nShould this occur, there would no longer be scope for easy cuts, the DWP documents warn. Some of the options for welfare have been previously rejected by ministers, but officials argue they would have to be put back on the table.\n\nThe documents make clear that some of the welfare money-saving options will be necessary because demand for benefits over the next five years is highly likely to exceed the cap limit by billions of pounds.\n\nA Conservative spokesperson played down the leak: “These were options produced by civil servants over a year ago and were never seen by the prime minister or the chancellor. If we wanted to implement policies like these, we would have, but we didn’t.”\n\nHowever, the documents show that at least one Conservative minister, Mark Harper, was briefed about risk areas as regards the welfare cap soon after his appointment last year.\n\nA document dated in late July said the disability minister discussed possible changes to incapacity benefits and gave a clear steer to civil servants on the importance of freezing or uprating benefit rates below inflation as a way of controlling costs.\n\nThe Conservatives have repeatedly refused to set out how the £12bn of savings would be achieved. Iain Duncan Smith, the work and pensions secretary, told the Daily Politics show on Tuesday that he could not release details before the election because “we would have to have done the work on it and we’d have had to reach agreement on exactly what those are”.\n\nThe minister added that as soon as the Conservatives had properly modelled their proposals, they would spell out their plans in public: “The key area is that everybody is very clear that if you get a Conservative government, we have already said we will save £12bn from working age benefits. The work that we will do on this will be announced in the spending review,” he said. “Without that saving, being able to put the extra money into things like the health service becomes very difficult. I don’t say this is easy. But we are making that commitment.”\n\nThe Labour work and pensions spokeswoman, Rachel Reeves, said: “The only way the Tories can fund their extreme plan to cut £12bn from social security is by cutting child benefit and tax credits, abolishing maternity pay and increasing the cruel bedroom tax.”\n\n\n\n“Labour has a better plan to control the costs of social security. We’ll save £1bn by cutting housing benefit fraud and overpayments and control housing benefit spending by tackling rip-off rents, getting 200,000 homes a year built, increasing the minimum wage to £8 an hour and giving tax rebates to firms who pay a living wage.”\n\nRecent Tory claims that they have a strong track record on cutting social security over the past five years are undermined by the documents, which point out that coalition changes failed to meet promises to limit spending on three of the costliest cap items: incapacity benefit, disability benefit and housing benefit.\n\nThe leaked proposals say the DWP is at high risk of continuing to overspend on sickness and disability benefits in future years because the high-profile programme of welfare reform introduced by Duncan Smith in 2010 “has not realised its goals” of saving money.\n\n\n\n\n\n\n\n",
  "title": "Revealed: coalition proposals to cut welfare for sick, poor, young and disabled",
  "ts_in": "2015-05-05T21:22:27.212701",
  "url": "http://www.theguardian.com/politics/2015/may/05/revealed-coalition-plans-to-slash-welfare-for-sick-poor-young-and-disabled"
}