{
  "article_html": "<div><p>The trailer for Absolutely Anything, which features Robin Williams&#8217; final performance, has just been released.</p>\n<p>The late star voices a dog called Dennis in the comedy, which stars Simon Pegg as a teacher who is given unlimited powers by aliens. The aliens are voiced by Monty Python members, and Terry Jones directs and co-writes. Jones wrote the script around 20 years ago, but his initial plans were scuppered &#8220;because Bruce Almighty came out&#8221;, he told the online magazine <a href=\"http://deadline.com/2014/12/terry-jones-monty-python-robin-williams-absolutely-anything-final-film-1201324949/\" class=\" u-underline\">Deadline</a>.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>Jones also explained how he got Williams on board: &#8220;I came to LA to receive an award. <a href=\"http://www.theguardian.com/film/robin-williams\" class=\" u-underline\">Robin Williams</a> was sitting in the front row and I asked him, would you play Dennis the Dog? I&#8217;d met him before a couple of times at Terry Gilliam&#8217;s dinners. I sent him the script and he said, &#8216;Let&#8217;s get this baby made!&#8217;&#8221;</p>\n<p>In an interview with <a href=\"http://www.empireonline.com/interviews/interview.asp?IID=1858\" class=\" u-underline\">Empire</a> magazine, Jones explained why he thinks Dennis the Dog will prove a big hit with moviegoers. &#8220;I think he&#8217;s going to steal the show,&#8221; he said. &#8220;We&#8217;ve got a real dog, Mojo, who is very obedient, and a wonderful dog, a mongrel, but CGI work will be done. Simon Pegg is a big dog fan, and him and Mojo get on very well. Before Douglas Adams died, he looked over the script and he said that Dennis the Dog&#8217;s scenes were the funniest scenes.&#8221;</p>\n<p>The film also stars Kate Beckinsale and Joanna Lumley, and will be released in UK cinemas on 14 August.</p>\n</div>",
  "authors": [
    "Benjamin Lee"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Robin Williams",
    "Film",
    "Culture",
    "Simon Pegg",
    "Monty Python",
    "John Cleese",
    "Comedy",
    "Comedy"
  ],
  "ntitle": "robin_williams_last_role_as_talking_dog_features_in_monty_python_movie_trailer",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The trailer for Absolutely Anything, which features Robin Williams’ final performance, has just been released.\n\nThe late star voices a dog called Dennis in the comedy, which stars Simon Pegg as a teacher who is given unlimited powers by aliens. The aliens are voiced by Monty Python members, and Terry Jones directs and co-writes. Jones wrote the script around 20 years ago, but his initial plans were scuppered “because Bruce Almighty came out”, he told the online magazine Deadline.\n\nJones also explained how he got Williams on board: “I came to LA to receive an award. Robin Williams was sitting in the front row and I asked him, would you play Dennis the Dog? I’d met him before a couple of times at Terry Gilliam’s dinners. I sent him the script and he said, ‘Let’s get this baby made!’”\n\nIn an interview with Empire magazine, Jones explained why he thinks Dennis the Dog will prove a big hit with moviegoers. “I think he’s going to steal the show,” he said. “We’ve got a real dog, Mojo, who is very obedient, and a wonderful dog, a mongrel, but CGI work will be done. Simon Pegg is a big dog fan, and him and Mojo get on very well. Before Douglas Adams died, he looked over the script and he said that Dennis the Dog’s scenes were the funniest scenes.”\n\nThe film also stars Kate Beckinsale and Joanna Lumley, and will be released in UK cinemas on 14 August.",
  "title": "Robin Williams' last role as talking dog features in Monty Python movie trailer",
  "ts_in": "2015-05-05T21:22:13.796829",
  "url": "http://www.theguardian.com/film/2015/may/05/robin-williams-last-role-talking-dog-monty-python-movie-trailer-simon-pegg"
}