{
  "article_html": "<div><p>The older of the two brothers who carried out the <a href=\"http://www.theguardian.com/us-news/boston-marathon-bombing\" class=\" u-underline\">Boston Marathon bombing</a> was a controlling boyfriend who terrified his future wife&#8217;s friends, a former roommate of the woman testified as lawyers fought to save the younger brother&#8217;s life.</p>\n<p><a href=\"http://www.theguardian.com/us-news/tamerlan-tsarnaev\" class=\" u-underline\">Tamerlan Tsarnaev</a>, 26, died four days after the 15 April 2013 attack that killed three people and injured 264. His younger brother, Dzhokhar Tsarnaev, last month was convicted of carrying out the attack and could be sentenced to death.</p>\n<p> Defense lawyers on Tuesday continued to call witnesses as they made their case that the surviving brother, 21, should be sentenced to life in prison without possibility of release rather than death for carrying out one of the highest-profile attacks on US soil since 9/11.</p>\n<p>The lawyers, who at the trial&#8217;s opening in March conceded that <a href=\"http://www.theguardian.com/us-news/dzhokhar-tsarnaev\" class=\" u-underline\">Dzhokhar Tsarnaev</a> had committed all the crimes of which he was accused, contend that Tamerlan was the driving force behind the bombing, with his younger brother going along out of a sense of sibling loyalty.</p>\n<p> The jury also heard testimony that the Tsarnaevs&#8217; father, Anzor, was mentally ill and that the oldest healthy male in any family of the Tsarnaevs&#8217; Chechen ethnicity was expected to lead and be obeyed.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/04/boston-marathon-bombing-dzhokhar-tsarnaev-cries\" class=\" u-underline\">Boston Marathon bomber Dzhokhar Tsarnaev cries as aunt takes stand</a> </p>\n\n<p> Amanda Ransom, 25, told jurors on Tuesday that her college friendship with Katherine Russell, Tamerlan&#8217;s widow, unraveled as Russell&#8217;s relationship with the older Tsarnaev brother progressed.</p>\n<p> Ransom testified that Tamerlan was an outgoing, flashy dresser when he met Russell at a nightclub and the two began dating. But Ransom later became concerned after Tamerlan cheated on Russell, fought loudly with her and laughed after tricking her into believing she might have contracted Aids from him.</p>\n<p> &#8220;At one point I heard him laughing really hard, and she was crying,&#8221; Ransom testified, referring to the Aids incident. Tamerlan did not have Aids, she said.</p>\n<p> Russell, who had not been raised Muslim, began wearing a hijab as her relationship with Tamerlan became more serious and distanced herself from her friends, Ransom testified. Ransom said she ultimately moved out of the apartment she shared with Russell in the dead of the night after Tamerlan threatened her when she tried to intervene in a fight between the two.</p>\n<p> Prior witnesses called by the defense have testified that Dzhokhar Tsarnaev was very unlike his aggressive brother, growing from a happy child into an easygoing young man who liked Domino&#8217;s pizza and rap music.</p>\n<p> The father, Anzor Tsarnaev, suffered from seizures, post-traumatic stress disorder and believed he was being tailed by Russian spies, said Alexander Niss, a psychiatrist who treated him from 2003 through 2005.</p>\n<p> &#8220;He was a very sick guy,&#8221; Niss said, adding that the father&#8217;s illnesses were so debilitating that he could neither drive nor work.</p>\n<p> Federal prosecutors earlier presented evidence showing that Dzhokhar Tsarnaev&#8217;s computers contained radical jihadist literature, including copies of al-Qaida&#8217;s Inspire magazine, and noted that he left a note suggesting the attack was an act of retribution for US military campaigns in Muslim-dominated countries.</p>\n<p>Martin Richard, eight, Chinese exchange student Lu Lingzi, 23, and restaurant manager Krystle Campbell, 29, died in the bombing. The Tsarnaev brothers shot dead <a href=\"http://www.theguardian.com/us-news/massachusetts\" class=\" u-underline\">Massachusetts</a> Institute of Technology police officer Sean Collier three days later.</p>\n<p>Elizabeth Zamparelli, a 22-year-old high school friend of Dzhokhar Tsarnaev, testified that she believed it was a joke when she heard her friend was a suspect in the <a href=\"http://www.theguardian.com/us-news/boston\" class=\" u-underline\">Boston</a> Marathon bombings: &#8220;It&#8217;s very much not how my friends and I knew him to be.&#8221;</p>\n</div>",
  "authors": [
    "Reuters In Boston"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Boston Marathon bombing",
    "Dzhokhar Tsarnaev",
    "Tamerlan Tsarnaev",
    "US news",
    "Boston",
    "Massachusetts"
  ],
  "ntitle": "roommate_of_tamerlan_tsarnaev_s_wife_says_he_was_controlling_and_quarrelsome",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The older of the two brothers who carried out the Boston Marathon bombing was a controlling boyfriend who terrified his future wife’s friends, a former roommate of the woman testified as lawyers fought to save the younger brother’s life.\n\nTamerlan Tsarnaev, 26, died four days after the 15 April 2013 attack that killed three people and injured 264. His younger brother, Dzhokhar Tsarnaev, last month was convicted of carrying out the attack and could be sentenced to death.\n\nDefense lawyers on Tuesday continued to call witnesses as they made their case that the surviving brother, 21, should be sentenced to life in prison without possibility of release rather than death for carrying out one of the highest-profile attacks on US soil since 9/11.\n\nThe lawyers, who at the trial’s opening in March conceded that Dzhokhar Tsarnaev had committed all the crimes of which he was accused, contend that Tamerlan was the driving force behind the bombing, with his younger brother going along out of a sense of sibling loyalty.\n\nThe jury also heard testimony that the Tsarnaevs’ father, Anzor, was mentally ill and that the oldest healthy male in any family of the Tsarnaevs’ Chechen ethnicity was expected to lead and be obeyed.\n\nRelated: Boston Marathon bomber Dzhokhar Tsarnaev cries as aunt takes stand\n\nAmanda Ransom, 25, told jurors on Tuesday that her college friendship with Katherine Russell, Tamerlan’s widow, unraveled as Russell’s relationship with the older Tsarnaev brother progressed.\n\nRansom testified that Tamerlan was an outgoing, flashy dresser when he met Russell at a nightclub and the two began dating. But Ransom later became concerned after Tamerlan cheated on Russell, fought loudly with her and laughed after tricking her into believing she might have contracted Aids from him.\n\n“At one point I heard him laughing really hard, and she was crying,” Ransom testified, referring to the Aids incident. Tamerlan did not have Aids, she said.\n\nRussell, who had not been raised Muslim, began wearing a hijab as her relationship with Tamerlan became more serious and distanced herself from her friends, Ransom testified. Ransom said she ultimately moved out of the apartment she shared with Russell in the dead of the night after Tamerlan threatened her when she tried to intervene in a fight between the two.\n\nPrior witnesses called by the defense have testified that Dzhokhar Tsarnaev was very unlike his aggressive brother, growing from a happy child into an easygoing young man who liked Domino’s pizza and rap music.\n\nThe father, Anzor Tsarnaev, suffered from seizures, post-traumatic stress disorder and believed he was being tailed by Russian spies, said Alexander Niss, a psychiatrist who treated him from 2003 through 2005.\n\n“He was a very sick guy,” Niss said, adding that the father’s illnesses were so debilitating that he could neither drive nor work.\n\nFederal prosecutors earlier presented evidence showing that Dzhokhar Tsarnaev’s computers contained radical jihadist literature, including copies of al-Qaida’s Inspire magazine, and noted that he left a note suggesting the attack was an act of retribution for US military campaigns in Muslim-dominated countries.\n\nMartin Richard, eight, Chinese exchange student Lu Lingzi, 23, and restaurant manager Krystle Campbell, 29, died in the bombing. The Tsarnaev brothers shot dead Massachusetts Institute of Technology police officer Sean Collier three days later.\n\nElizabeth Zamparelli, a 22-year-old high school friend of Dzhokhar Tsarnaev, testified that she believed it was a joke when she heard her friend was a suspect in the Boston Marathon bombings: “It’s very much not how my friends and I knew him to be.”",
  "title": "Roommate of Tamerlan Tsarnaev's wife says he was controlling and quarrelsome",
  "ts_in": "2015-05-05T21:21:52.358608",
  "url": "http://www.theguardian.com/us-news/2015/may/05/boston-bombing-trial-tamerlan-tsarnaev-wife"
}