{
  "article_html": "<div><p>The vice-president of Burundi&#8217;s constitutional court &#8211; which was about to decide on the legality of a hugely contested third term for president Pierre Nkurunziza &#8211; fled the country on Monday.<br></p>\n<p>His dramatic departure comes only hours after police shot dead four protesters in the central African country where violence has left at least 13 dead in just over a week.</p>\n<p>Judge Sylvere Nimpagaritse said the court&#8217;s judges had come under &#8220;enormous pressure and even death threats&#8221; from senior figures, which he refused to name, to rubber-stamp the disputed candidacy of Nkurunziza.</p>\n<p>Nimpagaritse said most of the court&#8217;s seven judges believed it would be unconstitutional for Nkurunziza to stand again, but had faced &#8220;enormous pressure and even death threats&#8221; to force them to change their mind.</p>\n<p>Nkurunziza, a former rebel leader from the Hutu majority who has been in power since 2005, has come under intense international pressure to withdraw from the 26 June presidential poll.</p>\n<p>On Monday the US secretary of state, <a href=\"http://www.theguardian.com/us-news/john-kerry\" class=\" u-underline\">John Kerry</a>, warned that he was &#8220;deeply concerned&#8221; about Nkurunziza&#8217;s decision to stand again, which he said &#8220;flies directly in the face of the constitution&#8221;.</p>\n<p>Burundi&#8217;s senate &#8211; controlled by the president&#8217;s CNDD-FDD party &#8211; had asked the court to decide the issue last week and it was to pronounce before Saturday, when the list of candidates were to be published.</p>\n<p>&#8220;In my soul and conscience I decided not to put my signature to a ruling, a decision which is clearly not lawful that would be imposed from the outside, and which has nothing legal about it,&#8221; Nimpagaritse said before leaving the country.</p>\n<p><a href=\"http://www.theguardian.com/world/burundi\" class=\" u-underline\">Burundi</a>, where a 13-year civil war between Tutsis and Hutus ended only in 2006, has been rocked by violent protests since the CNDD-FDD named Nkurunziza to stand in apparent defiance of the constitution and the Arusha accords which ended the war.<br></p>\n<p>Police said 15 officers were wounded in Monday&#8217;s clashes after a grenade was &#8220;thrown by protesters&#8221;, and Burundi&#8217;s Red Cross said 46 protesters were wounded. An AFP reporter saw at least eight with bullet wounds. </p>\n<p>&#8220;I am killed by Nkurunziza!&#8221; one injured man screamed, as he was taken to hospital with a bullet wound in his shoulder.</p>\n<p>Witnesses said other protesters had been shot, and said police apparently gave no warning before opening fire with live ammunition.</p>\n<p>Nkurunziza&#8217;s supporters say he is eligible to run again since his first term in office followed his election by parliament, not directly by the people as the constitution specifies.</p>\n<p>But Nimpagaritse says only a minority of the constitutional court judges agreed until they came under intense pressure after they met on 30 April. </p>\n<p>&#8220;Two who had held that a third mandate would violate the Arusha accords and the constitution were scared&#8221; and changed their mind, he said. </p>\n<p>&#8220;They told me that if we didn&#8217;t change our minds we would humiliate the president and that we were taking a big risk, that we were risking our lives and we would have to join the other side.&#8221;</p>\n<p>Since the protests started, the army has regularly come between police and demonstrators to avoid further clashes, and the protesters believe the soldiers are neutral.</p>\n<p><br></p>\n</div>",
  "authors": [
    "Agence France-presse"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Burundi",
    "Law",
    "Africa",
    "World news",
    "John Kerry"
  ],
  "ntitle": "senior_burundi_judge_flees_rather_than_approve_president_s_candidacy",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The vice-president of Burundi’s constitutional court – which was about to decide on the legality of a hugely contested third term for president Pierre Nkurunziza – fled the country on Monday.\n\n\n\nHis dramatic departure comes only hours after police shot dead four protesters in the central African country where violence has left at least 13 dead in just over a week.\n\nJudge Sylvere Nimpagaritse said the court’s judges had come under “enormous pressure and even death threats” from senior figures, which he refused to name, to rubber-stamp the disputed candidacy of Nkurunziza.\n\nNimpagaritse said most of the court’s seven judges believed it would be unconstitutional for Nkurunziza to stand again, but had faced “enormous pressure and even death threats” to force them to change their mind.\n\nNkurunziza, a former rebel leader from the Hutu majority who has been in power since 2005, has come under intense international pressure to withdraw from the 26 June presidential poll.\n\nOn Monday the US secretary of state, John Kerry, warned that he was “deeply concerned” about Nkurunziza’s decision to stand again, which he said “flies directly in the face of the constitution”.\n\nBurundi’s senate – controlled by the president’s CNDD-FDD party – had asked the court to decide the issue last week and it was to pronounce before Saturday, when the list of candidates were to be published.\n\n“In my soul and conscience I decided not to put my signature to a ruling, a decision which is clearly not lawful that would be imposed from the outside, and which has nothing legal about it,” Nimpagaritse said before leaving the country.\n\nBurundi, where a 13-year civil war between Tutsis and Hutus ended only in 2006, has been rocked by violent protests since the CNDD-FDD named Nkurunziza to stand in apparent defiance of the constitution and the Arusha accords which ended the war.\n\n\n\nPolice said 15 officers were wounded in Monday’s clashes after a grenade was “thrown by protesters”, and Burundi’s Red Cross said 46 protesters were wounded. An AFP reporter saw at least eight with bullet wounds.\n\n“I am killed by Nkurunziza!” one injured man screamed, as he was taken to hospital with a bullet wound in his shoulder.\n\nWitnesses said other protesters had been shot, and said police apparently gave no warning before opening fire with live ammunition.\n\nNkurunziza’s supporters say he is eligible to run again since his first term in office followed his election by parliament, not directly by the people as the constitution specifies.\n\nBut Nimpagaritse says only a minority of the constitutional court judges agreed until they came under intense pressure after they met on 30 April.\n\n“Two who had held that a third mandate would violate the Arusha accords and the constitution were scared” and changed their mind, he said.\n\n“They told me that if we didn’t change our minds we would humiliate the president and that we were taking a big risk, that we were risking our lives and we would have to join the other side.”\n\nSince the protests started, the army has regularly come between police and demonstrators to avoid further clashes, and the protesters believe the soldiers are neutral.\n\n\n\n",
  "title": "Senior Burundi judge flees rather than approve president's candidacy",
  "ts_in": "2015-05-05T07:54:31.417414",
  "url": "http://www.theguardian.com/world/2015/may/05/senior-burundi-judge-flees-rather-than-approve-presidents-candidacy"
}