{
  "article_html": "<div><p>Sheldon Adelson, the billionaire gambling magnate and major Republican donor, has accused the former head of his company&#8217;s Macao casinos of &#8220;squealing like a pig to the government&#8221; with allegations of influence-peddling and ties to organised crime.</p>\n<p>Adelson, in his <a href=\"http://www.theguardian.com/us-news/2015/apr/28/sheldon-adelson-las-vegas-testimony-delusional\" class=\" u-underline\">third</a> <a href=\"http://www.theguardian.com/us-news/2015/apr/29/sheldon-adelson-las-vegas-courtroom\" class=\" u-underline\">day</a> of <a href=\"http://www.theguardian.com/us-news/2015/may/01/sheldon-adelson-lectures-court-triads-money-laundering\" class=\" u-underline\">testimony</a> to a Las Vegas court, also said Steven Jacobs, the ex-CEO of his highly profitable Macau casinos had &#8220;hypnotised&#8221; a senior company lawyer into scrutinising payments to a Macau legislator out of concern they breached US anti-bribery laws.</p>\n<p>Jacobs is suing Adelson for wrongful dismissal, claiming he was sacked in 2010 for trying to end links to Chinese triad organised crime groups and for curtailing large payments to the Macao legislator and lawyer Leonel Alves.</p>\n<p>Adelson claims Jacobs was dismissed for incompetence.</p>\n<p>The court has previously heard testimony that Jacobs was a highly regarded executive who could be expected to go on and lead Adelson&#8217;s Las Vegas Sands company. It is claimed he fell out of favour with Adelson after he ended Alves&#8217; contract and sought to halt the practice of hiring &#8220;junket&#8221; operators to bring in high rolling gamblers from <a href=\"http://www.theguardian.com/world/china\" class=\" u-underline\">China</a> because of links to the triads.</p>\n<p>&#8220;This Jacobs never became important until he squealed like a pig to the government authorities and made up stories,&#8221; Adelson told the court on Monday.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/23/how-chinas-macau-crackdown-threatens-big-us-casino-moguls-sheldon-adelson\" class=\" u-underline\">How China's Macau crackdown threatens big US casino moguls</a> </p>\n\n<p>Jacobs had refused to make a $700,000 payment to Alves who, according to court records and documents <a href=\"http://www.propublica.org/documents/item/395658-email-and-translation-from-leonel-alberto-alves\" class=\" u-underline\">uncovered by the Investigative Reporting Program at UC Berkeley</a>, played a number of roles. They included representing the casino company in meetings with Macao politicians and officials to apply &#8220;pressure&#8221;, and mending Adelson&#8217;s relationships with Chinese officials who had apparently been put off by his brusque manner.</p>\n<p>Asked about Jacobs&#8217; instruction to the <a href=\"http://www.theguardian.com/world/macau\" class=\" u-underline\">Macau</a> casino&#8217;s lawyer to examine the legitimacy of the contracts with Alves, Adelson said he understood that Jacobs had studied hypnotism and he believed Jacobs had hypnotised the lawyer into looking into Alves.</p>\n<p>After Jacobs cancelled Alves&#8217;s contract, Adelson ordered him rehired.</p>\n<p>Adelson was asked about testimony on Thursday from his current deputy and former head of global operations, Robert Goldstein, <a href=\"http://www.theguardian.com/us-news/2015/may/01/sheldon-adelson-lectures-court-triads-money-laundering\" class=\" u-underline\">in which he said that he expected Jacobs to end up running the whole company</a>.</p>\n<p>The 81-year-old billionaire responded: &#8220;Are you a stand-up comedian today?&#8221;</p>\n<p>When the question was put to him again, he said: &#8220;Over my dead body.&#8221;</p>\n<p>Adelson said Jacobs was not respected within the company.</p>\n<p>&#8220;The people in Macau called him the emperor. He was pompous. He was arrogant. He was condescending,&#8221; he said.</p>\n<p>However, this view was contradicted by Goldstein&#8217;s testimony, and <a href=\"http://www.theguardian.com/us-news/2015/apr/28/sheldon-adelson-las-vegas-testimony-delusional\" class=\" u-underline\">emails shown to the court last week</a> in which Adelson&#8217;s former deputy, Michael Leven, described Jacobs as having &#8220;saved the Titanic&#8221; by turning around the Macau casinos.</p>\n<p>In his testimony, Goldstein also acknowledged that the Sands&#8217; Macau subsidiary used an alleged triad leader, Cheung Chi Tai, to run &#8220;junkets&#8221; and bring in high rollers. He said Las Vegas Sands ended the relationship following <a href=\"http://www.reuters.com/article/2010/03/29/us-casinos-macau-sands-idUSTRE62S34020100329\" class=\" u-underline\">a Reuters report in 2010</a>, based on the work of UC Berkeley&#8217;s Investigative Reporting Program, naming him as a leader of the Wo Hop To, a triad gang. The report said that Cheung had also been named in a criminal trial in Hong Kong as &#8220;the person in charge&#8221; of one of the VIP rooms at the Sands Macau.</p>\n<p>Adelson claimed Jacobs maintained a file labelled &#8220;outrageous&#8221; in which he collected information against the company.</p>\n<p>&#8220;This is an evil man,&#8221; he said. &#8220;All he was good at was firing people and saving information he could use to blackmail this company.&#8221;</p>\n<p>Adelson kept up the verbal battles with Jacobs&#8217; lawyer, James Pisanelli, that marked his previous testimony and led the billionaire to argue with the judge last week.</p>\n<p>Pisanelli showed Adelson an email between senior Sands executives referring to an &#8220;exorcism strategy&#8221; which the lawyer said showed Adelson had a &#8220;secret plan&#8221; to remove Jacobs. Adelson said he had never heard the phrase.</p>\n<p>&#8220;I don&#8217;t know of any plan you&#8217;re talking about,&#8221; he said.</p>\n<p>Adelson repeatedly said he could not recall events of five years ago. When Pisanelli questioned his lack of memory, Adelson hit back: &#8220;I have no memory whatsoever. You&#8217;re trying to fit the facts into your fantasies instead of taking the facts as they are.&#8221;</p>\n<p>On another occasion, questioned about one of his answers, Adelson said: &#8220;Is there something about &#8220;no&#8221; you don&#8217;t understand? I could spell it for you.&#8221;</p>\n<p>Adelson also grew exasperated with the being shown emails from his own executives which appeared to undermine his positions.</p>\n<p>&#8220;It seems to me to be a sign of real desperation to use other people&#8217;s emails to inquire of me,&#8221; he said.</p>\n</div>",
  "authors": [
    "Chris Mcgreal"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nevada",
    "World news",
    "US news",
    "Macau",
    "China",
    "Asia Pacific"
  ],
  "ntitle": "sheldon_adelson_laughs_off_allegations_from_pompous_arrogant_ex_ceo",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "Sheldon Adelson, the billionaire gambling magnate and major Republican donor, has accused the former head of his company’s Macao casinos of “squealing like a pig to the government” with allegations of influence-peddling and ties to organised crime.\n\nAdelson, in his third day of testimony to a Las Vegas court, also said Steven Jacobs, the ex-CEO of his highly profitable Macau casinos had “hypnotised” a senior company lawyer into scrutinising payments to a Macau legislator out of concern they breached US anti-bribery laws.\n\nJacobs is suing Adelson for wrongful dismissal, claiming he was sacked in 2010 for trying to end links to Chinese triad organised crime groups and for curtailing large payments to the Macao legislator and lawyer Leonel Alves.\n\nAdelson claims Jacobs was dismissed for incompetence.\n\nThe court has previously heard testimony that Jacobs was a highly regarded executive who could be expected to go on and lead Adelson’s Las Vegas Sands company. It is claimed he fell out of favour with Adelson after he ended Alves’ contract and sought to halt the practice of hiring “junket” operators to bring in high rolling gamblers from China because of links to the triads.\n\n“This Jacobs never became important until he squealed like a pig to the government authorities and made up stories,” Adelson told the court on Monday.\n\nRelated: How China's Macau crackdown threatens big US casino moguls\n\nJacobs had refused to make a $700,000 payment to Alves who, according to court records and documents uncovered by the Investigative Reporting Program at UC Berkeley, played a number of roles. They included representing the casino company in meetings with Macao politicians and officials to apply “pressure”, and mending Adelson’s relationships with Chinese officials who had apparently been put off by his brusque manner.\n\nAsked about Jacobs’ instruction to the Macau casino’s lawyer to examine the legitimacy of the contracts with Alves, Adelson said he understood that Jacobs had studied hypnotism and he believed Jacobs had hypnotised the lawyer into looking into Alves.\n\nAfter Jacobs cancelled Alves’s contract, Adelson ordered him rehired.\n\nAdelson was asked about testimony on Thursday from his current deputy and former head of global operations, Robert Goldstein, in which he said that he expected Jacobs to end up running the whole company.\n\nThe 81-year-old billionaire responded: “Are you a stand-up comedian today?”\n\nWhen the question was put to him again, he said: “Over my dead body.”\n\nAdelson said Jacobs was not respected within the company.\n\n“The people in Macau called him the emperor. He was pompous. He was arrogant. He was condescending,” he said.\n\nHowever, this view was contradicted by Goldstein’s testimony, and emails shown to the court last week in which Adelson’s former deputy, Michael Leven, described Jacobs as having “saved the Titanic” by turning around the Macau casinos.\n\nIn his testimony, Goldstein also acknowledged that the Sands’ Macau subsidiary used an alleged triad leader, Cheung Chi Tai, to run “junkets” and bring in high rollers. He said Las Vegas Sands ended the relationship following a Reuters report in 2010, based on the work of UC Berkeley’s Investigative Reporting Program, naming him as a leader of the Wo Hop To, a triad gang. The report said that Cheung had also been named in a criminal trial in Hong Kong as “the person in charge” of one of the VIP rooms at the Sands Macau.\n\nAdelson claimed Jacobs maintained a file labelled “outrageous” in which he collected information against the company.\n\n“This is an evil man,” he said. “All he was good at was firing people and saving information he could use to blackmail this company.”\n\nAdelson kept up the verbal battles with Jacobs’ lawyer, James Pisanelli, that marked his previous testimony and led the billionaire to argue with the judge last week.\n\nPisanelli showed Adelson an email between senior Sands executives referring to an “exorcism strategy” which the lawyer said showed Adelson had a “secret plan” to remove Jacobs. Adelson said he had never heard the phrase.\n\n“I don’t know of any plan you’re talking about,” he said.\n\nAdelson repeatedly said he could not recall events of five years ago. When Pisanelli questioned his lack of memory, Adelson hit back: “I have no memory whatsoever. You’re trying to fit the facts into your fantasies instead of taking the facts as they are.”\n\nOn another occasion, questioned about one of his answers, Adelson said: “Is there something about “no” you don’t understand? I could spell it for you.”\n\nAdelson also grew exasperated with the being shown emails from his own executives which appeared to undermine his positions.\n\n“It seems to me to be a sign of real desperation to use other people’s emails to inquire of me,” he said.",
  "title": "Sheldon Adelson laughs off allegations from 'pompous, arrogant' ex-CEO",
  "ts_in": "2015-05-05T07:54:29.425354",
  "url": "http://www.theguardian.com/us-news/2015/may/04/sheldon-adelson-rejects-allegations-macau"
}