{
  "article_html": "<div><p>The SNP has suspended two party members today after their involvement in angry protests at a Scottish Labour rally in <a href=\"http://www.theguardian.com/uk/glasgow\" class=\" u-underline\">Glasgow</a> on Monday.<br></p>\n<p>Piers Doughty-Brown and James Scott have been placed under &#8220;administrative suspension&#8221; pending investigation of their role in the incident in the city centre when Labour activists &#8211; including Scottish Labour leader Jim Murphy and supporter <a href=\"http://www.theguardian.com/culture/eddie-izzard\" class=\" u-underline\">Eddie Izzard</a> &#8211; were jostled and had abuse hurled at them by self-described &#8220;anti-austerity campaigners&#8221;.</p>\n<p>Amid scuffles, involving a handful of protesters and party members, Murphy and Izzard were forced to abandon an open-air rally and interviews with the media when protesters, carrying a banner reading &#8220;Red Tories Out&#8221;, began playing music from a sound system and heckling with a loudhailer.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/04/scottish-independence-activists-ambush-labour-rally-glasgow\" class=\" u-underline\">Scottish independence activists ambush Labour election rally</a> </p>\n\n<p>Murphy later condemned &#8220;the ugly face of aggressive nationalism&#8221;, while SNP leader <a href=\"http://www.theguardian.com/politics/nicola-sturgeon\" class=\" u-underline\">Nicola Sturgeon</a> described the fracas as &#8220;disgraceful&#8221; and &#8220;absolutely nothing to do with the SNP&#8221;.</p>\n<p>She said: &#8220;All parties have the right to make their case and they should be listened to respectfully.&#8221;</p>\n<p>However, on Tuesday it emerged that two of the leaders of the protest were SNP members. They were identified by Labour activists as among those who also protested outside last Friday&#8217;s <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> rally, attended by Ed Miliband, also in Glasgow.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; alex thomson (@alextomo)</p>\n \n<p lang=\"und\" dir=\"ltr\" class=\"tweet-body\"><a href=\"http://t.co/kyyf2hvbml\" class=\" u-underline\">pic.twitter.com/kyyf2hvbml</a></p>\n<a href=\"https://twitter.com/alextomo/status/595169947464167424\"></a>\n</blockquote>\n\n<p>Shadow Scottish secretary, Margaret Curran, who has previously raised concerns about Doughty-Brown filming her while she was out canvassing in her constituency, welcomed the SNP&#8217;s action. <br></p>\n<p>&#8220;Yesterday Nicola Sturgeon said the appalling scenes on the streets of Glasgow were nothing to do with the SNP, yet today she has suspended the SNP member who led the disruption. <br></p>\n<p> &#8220;What happened yesterday was the ugly face of nationalism, but we will never let it stop us making a positive case for Scotland&#8217;s future &#8211; and it will never stop me standing up for the people of the East End of Glasgow.</p>\n<p> &#8220;As someone who has been followed on the streets of Glasgow by Mr Doughty-Brown and who has raised concerns about his behaviour for months, I am happy to assist Nicola Sturgeon with her investigation.&#8221;</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484yx%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Jim+Murphy+abandons+Glasgow+election+rally+with+Eddie+Izzard+-+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484yx%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Jim+Murphy+abandons+Glasgow+election+rally+with+Eddie+Izzard+-+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2Fvideo%2F2015%2Fmay%2F04%2Fjim-murphy-abandons-glasgow-election-rally-with-eddie-izzard-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F4%2F1430745861955%2FKP_215028_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nLabour rally in Glasgow\n\n\n<p>An SNP spokesperson confirmed that Doughty-Brown and Scott had been placed under administrative suspension from the party, adding: &#8220;The SNP will always act on these matters &#8211; unlike Labour, who have still taken no action against <a href=\"http://wingsoverscotland.com/friendly-help-for-kezia-dugdale/\" class=\" u-underline\">senior Labour activist Ian Smart for his vile tweets</a>.&#8221; <br></p>\n<p>Sturgeon used a response during a recent session of first minister&#8217;s questions to criticise Labour for failing to take action against Smart, who has compared SNP supporters to Nazis. </p>\n<p>The spokesperson said: &#8220;As Nicola Sturgeon has said, this is a fantastic election campaign, and we should all be out there putting forward positive messages and engaging constructively with the people of <a href=\"http://www.theguardian.com/uk/scotland\" class=\" u-underline\">Scotland</a>.&#8221;</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Scottish National party (SNP)",
    "Scotland",
    "Jim Murphy",
    "Politics",
    "UK news",
    "Labour",
    "General election 2015",
    "Eddie Izzard",
    "Culture",
    "Glasgow",
    "Nicola Sturgeon"
  ],
  "ntitle": "snp_suspends_two_party_members_over_protests_at_scottish_labour_rally",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The SNP has suspended two party members today after their involvement in angry protests at a Scottish Labour rally in Glasgow on Monday.\n\n\n\nPiers Doughty-Brown and James Scott have been placed under “administrative suspension” pending investigation of their role in the incident in the city centre when Labour activists – including Scottish Labour leader Jim Murphy and supporter Eddie Izzard – were jostled and had abuse hurled at them by self-described “anti-austerity campaigners”.\n\nAmid scuffles, involving a handful of protesters and party members, Murphy and Izzard were forced to abandon an open-air rally and interviews with the media when protesters, carrying a banner reading “Red Tories Out”, began playing music from a sound system and heckling with a loudhailer.\n\nRelated: Scottish independence activists ambush Labour election rally\n\nMurphy later condemned “the ugly face of aggressive nationalism”, while SNP leader Nicola Sturgeon described the fracas as “disgraceful” and “absolutely nothing to do with the SNP”.\n\nShe said: “All parties have the right to make their case and they should be listened to respectfully.”\n\nHowever, on Tuesday it emerged that two of the leaders of the protest were SNP members. They were identified by Labour activists as among those who also protested outside last Friday’s Labour rally, attended by Ed Miliband, also in Glasgow.\n\n— alex thomson (@alextomo) pic.twitter.com/kyyf2hvbml\n\nShadow Scottish secretary, Margaret Curran, who has previously raised concerns about Doughty-Brown filming her while she was out canvassing in her constituency, welcomed the SNP’s action.\n\n\n\n“Yesterday Nicola Sturgeon said the appalling scenes on the streets of Glasgow were nothing to do with the SNP, yet today she has suspended the SNP member who led the disruption.\n\n\n\n“What happened yesterday was the ugly face of nationalism, but we will never let it stop us making a positive case for Scotland’s future – and it will never stop me standing up for the people of the East End of Glasgow.\n\n“As someone who has been followed on the streets of Glasgow by Mr Doughty-Brown and who has raised concerns about his behaviour for months, I am happy to assist Nicola Sturgeon with her investigation.”\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Labour rally in Glasgow\n\nAn SNP spokesperson confirmed that Doughty-Brown and Scott had been placed under administrative suspension from the party, adding: “The SNP will always act on these matters – unlike Labour, who have still taken no action against senior Labour activist Ian Smart for his vile tweets.”\n\n\n\nSturgeon used a response during a recent session of first minister’s questions to criticise Labour for failing to take action against Smart, who has compared SNP supporters to Nazis.\n\nThe spokesperson said: “As Nicola Sturgeon has said, this is a fantastic election campaign, and we should all be out there putting forward positive messages and engaging constructively with the people of Scotland.”",
  "title": "SNP suspends two party members over protests at Scottish Labour rally",
  "ts_in": "2015-05-05T21:21:39.163472",
  "url": "http://www.theguardian.com/politics/2015/may/05/snp-suspends-two-party-members-over-protests-at-scottish-labour-rally"
}