{
  "article_html": "<div><p>A South Korean man <a href=\"http://www.theguardian.com/world/2015/may/03/north-korea-detains-new-york-university-student-south-korea\" class=\" u-underline\">arrested by North Korea for crossing its border illegally</a> has said he was hoping for a &#8220;great event&#8221; to help strengthen relations between the two countries, and acknowledged he broke the law.</p>\n<p>Joo Won-moon, 21, a student at <a href=\"http://www.theguardian.com/us-news/new-york\" class=\" u-underline\">New York</a> University, was arrested on 22 April after crossing from the Chinese side of the Yalu river, the North&#8217;s official KCNA news agency said.</p>\n<p> Joo told CNN he was being treated well and was being kept in a room with three beds and a private bathroom, with no access to internet, television or a telephone.</p>\n<p> &#8220;I thought some great event could happen and hopefully that event could have a good effect in the relationship between the North and the South,&#8221; Joo said.</p>\n<p> &#8220;I am well and there&#8217;s no need to worry because people here have treated me with the best of humanitarian treatment. I&#8217;ve been fed well, slept well and I&#8217;ve been very healthy.&#8221;</p>\n<p><a href=\"http://www.theguardian.com/world/north-korea\" class=\" u-underline\">North Korea</a> is technically still at war with the South after the 1950-53 Korean war ended in a truce, not a peace treaty.</p>\n<p> New York University said Joo was a student at its Stern School of Business but was not taking classes this semester. The school said it was unaware of his travels.</p>\n<p> &#8220;NYU has been in touch with the US State Department about this matter, as well as the South Korean embassy,&#8221; a spokesman said. The school said it had also contacted Joo&#8217;s family to express its support.</p>\n<p> North Korea is also holding a South Korean missionary <a href=\"http://www.theguardian.com/world/2014/may/31/south-korean-missionary-sentenced-to-life-of-hard-labor-by-north-korea\" class=\" u-underline\">who was sentenced to life with hard labour last year</a> for espionage and setting up an underground church.</p>\n<p> Last year, <a href=\"http://www.theguardian.com/world/2014/nov/08/north-korea-releases-us-citizens-kenneth-bae-matthew-todd-miller\" class=\" u-underline\">Pyongyang released three detained Americans including Kenneth Bae</a>, a Korean-American missionary who had been held for two years.</p>\n<p> Joo told CNN he had not yet been contacted by US or South Korean officials, and apologised for causing concern to his family and loved ones.</p>\n<p> </p>\n<p><a href=\"http://www.theguardian.com/world/south-korea\" class=\" u-underline\">South Korea</a> urged North Korea to release four of its citizens, including Joo.</p>\n</div>",
  "authors": [
    "Reuters In Seoul"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "North Korea",
    "South Korea",
    "New York",
    "US news",
    "Asia Pacific",
    "World news"
  ],
  "ntitle": "south_korean_student_held_in_north_says_he_is_being_treated_well",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A South Korean man arrested by North Korea for crossing its border illegally has said he was hoping for a “great event” to help strengthen relations between the two countries, and acknowledged he broke the law.\n\nJoo Won-moon, 21, a student at New York University, was arrested on 22 April after crossing from the Chinese side of the Yalu river, the North’s official KCNA news agency said.\n\nJoo told CNN he was being treated well and was being kept in a room with three beds and a private bathroom, with no access to internet, television or a telephone.\n\n“I thought some great event could happen and hopefully that event could have a good effect in the relationship between the North and the South,” Joo said.\n\n“I am well and there’s no need to worry because people here have treated me with the best of humanitarian treatment. I’ve been fed well, slept well and I’ve been very healthy.”\n\nNorth Korea is technically still at war with the South after the 1950-53 Korean war ended in a truce, not a peace treaty.\n\nNew York University said Joo was a student at its Stern School of Business but was not taking classes this semester. The school said it was unaware of his travels.\n\n“NYU has been in touch with the US State Department about this matter, as well as the South Korean embassy,” a spokesman said. The school said it had also contacted Joo’s family to express its support.\n\nNorth Korea is also holding a South Korean missionary who was sentenced to life with hard labour last year for espionage and setting up an underground church.\n\nLast year, Pyongyang released three detained Americans including Kenneth Bae, a Korean-American missionary who had been held for two years.\n\nJoo told CNN he had not yet been contacted by US or South Korean officials, and apologised for causing concern to his family and loved ones.\n\nSouth Korea urged North Korea to release four of its citizens, including Joo.",
  "title": "South Korean student held in North says he is being treated well",
  "ts_in": "2015-05-05T21:21:47.200175",
  "url": "http://www.theguardian.com/world/2015/may/05/south-korean-student-held-in-north-treated-well"
}