{
  "article_html": "<div><p>One of the UK&#8217;s largest banks, <a href=\"http://www.theguardian.com/business/standardchartered\" class=\" u-underline\">Standard Chartered</a>, has lent $680m (&#163;448m) to a company building one of the biggest coal mines in the world, according to legal testimony that casts doubt over the bank&#8217;s public stance that it is not funding the controversial &#8216;carbon bomb&#8217; project.</p>\n<p>Standard Chartered, which is headquartered in London but does most of its business abroad, is now under pressure to cut all links to the Carmichael mine and railway in Queensland, Australia, the A$16.5bn (&#163;8.5bn) mega project proposed by an offshoot of the Indian conglomerate Adani.</p>\n<p>Questions about role of Standard Chartered &#8211; a bank that most British pension funds are invested in &#8211; grew after a senior executive at Adani&#8217;s Australian mining subsidiary told a Queensland court recently that the company had received a $680m loan from Standard Chartered.</p>\n<p>Standard Chartered, whose corporate motto is &#8216;Here for good&#8217;, said it was advising the Adani group on the Carmichael mines and port expansion, but denied funding the project. The bank described the loan as &#8220;a pre-existing refinancing facility that was not part of the expansion of the port or construction of the mine&#8221;.</p>\n<p>At a shareholder meeting in London on Wednesday Greenpeace will call on Standard Chartered to end its involvement in a &#8220;financially very risky&#8221; project that would have &#8220;disastrous consequences for the environment&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/environment/2015/mar/31/queenslands-proposed-carmichael-mine-faces-legal-bid-over-climate-change\" class=\" u-underline\">Queensland's proposed Carmichael coalmine faces legal bid over climate change</a> </p>\n\n<p>Covering an expanse seven times larger than Sydney harbour, the <a href=\"http://www.theguardian.com/environment/2015/mar/31/queenslands-proposed-carmichael-mine-faces-legal-bid-over-climate-change\" class=\" u-underline\">Carmichael coal mine would be Australia&#8217;s largest</a>, producing up to 60m tonnes of fuel a year, mostly for export to India. A 300km railway line would transport the coal to an expanded port at Abbot Point on Australia&#8217;s Great Barrier Reef &#8211; a plan that has alarmed Unesco and could lead to the reef being<a href=\"http://whc.unesco.org/en/decisions/6049\" class=\" u-underline\"> added to its list of world heritage sites in danger</a>.</p>\n<p>If the project goes ahead it could ease the way for at least eight more mega mines in the coal-rich Galilee basin in western Queensland. Together, the Galilee mines would be the second largest of <a href=\"http://www.theguardian.com/environment/2013/jan/22/china-australia-carbon-bomb\" class=\" u-underline\">14 &#8220;carbon bombs&#8221;</a> &#8211; massive fossil-fuel projects, which threaten to derail efforts to limit global temperature rises to 2C, the widely-agreed limit for dangerous climate change.</p>\n<p>Sebastian Bock, investment campaigner at Greenpeace UK, said Standard Chartered&#8217;s investors should be concerned about the bank&#8217;s involvement: &#8220;Standard Chartered needs to pull the plug on its involvement in the Galilee Basin and follow the lead of many international banks that have already ruled out financing coal developments in that region.&#8221; </p>\n<p>Greenpeace is asking Standard Chartered&#8217;s shareholders &#8211; pension funds and foundations &#8211; to put pressure on the bank to stay out of the Carmichael mine and give up its role advising the Adani Group on its Queensland coal business.</p>\n\n\n<a href=\"/environment/2015/may/05/standard-chartered-face-pressure-to-cut-links-to-australian-carbon-bomb-project#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430836399867/d7ffbb91-79ae-401d-b80f-ba88d5b5eb12-300x200.jpeg\" alt=\"Coal development in the Bowen Basin just east of the Galilee Basin. The area is under threat from coal mining and in particular the loss of the Bimblebox nature reserve - home to the endangered Black-Throated Finch. Aerials show the existing coal developments in the area contrasted with the natural beauty.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483t8%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Standard+Chartered+faces+pressure+to+cut+links+to+Australian+%27carbon+bomb%27+project%20%23keepitintheground&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483t8%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Standard+Chartered+faces+pressure+to+cut+links+to+Australian+%27carbon+bomb%27+project&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2015%2Fmay%2F05%2Fstandard-chartered-face-pressure-to-cut-links-to-australian-carbon-bomb-project&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430836398964%2Fd7ffbb91-79ae-401d-b80f-ba88d5b5eb12-2060x1374.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nCoal development in the Bowen Basin just east of the Galilee Basin. The area is under threat from coal mining and in particular the loss of the Bimblebox nature reserve - home to the endangered Black-Throated Finch. Photograph: Tom Jefferson/Greenpeace\n\n\n\n<p>The rallying call comes in the wake of the Guardian&#8217;s <a href=\"http://www.theguardian.com/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\" class=\" u-underline\">Keep it in the Ground</a> campaign, which is calling on two huge medical charities &#8211; the Bill and Melinda Gates Foundation and the Wellcome Trust &#8211; to move their investments from fossil fuel companies. </p>\n<p>Standard Chartered&#8217;s shareholders have included the Bill and Melinda Foundation Trust, whose most recent accounts reveal it held $4.7m worth of shares in the bank in 2013, although it is unclear whether the trust still holds these shares.</p>\n<p>A spokesperson for the Gates Foundation said the trust never commented on its holdings.</p>\n<p>At least 11 international banks have distanced themselves from funding new coal mines in the Galilee basin, but Standard Chartered is seen as a more crucial player, because it is advising Adani on its Queensland coal business.</p>\n<p>But the bank&#8217;s insistence that it was not funding the Galilee coal mining project appeared to be contradicted by a senior Adani executive, who told an Australian court in April that Adani&#8217;s Australian mining subsidiary (Adani Mining) had received a $680m loan from Standard Chartered for its Australian coal project.</p>\n<p>&#8220;From the Standard Chartered Bank, it was US$680m, which was borrowed and which was used in the project,&#8221; Rajesh Kumar Gupta, group financial controller of Adani <a href=\"http://www.theguardian.com/business/mining\" class=\" u-underline\">Mining</a> told Queensland&#8217;s land court.</p>\n \n<p>Although Gupta did not specify which &#8220;project&#8221; he referred to, observers said the meaning was clear.</p>\n<p>&#8220;Adani Mining Proprietary Limited is a single purpose structure. It was created back in 2010 to build the Carmichael mine and rail project,&#8221; said Tim Buckley, a banking and finance expert, who also <a href=\"http://www.theguardian.com/environment/2015/may/01/expert-says-carmichael-mine-losses-would-negate-adanis-need-to-pay-tax\" class=\" u-underline\">gave evidence to the court</a>.</p>\n<p>Gupta&#8217;s testimony was backed up by the latest accounts from Adani <a href=\"http://www.theguardian.com/environment/mining\" class=\" u-underline\">Mining</a>, which revealed a A$516m (&#163;266m, $412m) loan from Standard Chartered, apparently a tranche of the same loan.</p>\n<p>In those accounts &#8211; for the financial year ending March 2014 and filed to the Australian Securities and Investments Commission &#8211; Adani Mining describes its principle activity as &#8220;the exploration and evaluation of coal mining tenements [permits] in Queensland Australia ... to identify commercially exploitable mineral reserves and resources for development and extraction&#8221;.</p>\n<p>Adani Mining declined to answer questions about Gupta&#8217;s statement to the court or its accounts. Calls to the Adani Group&#8217;s spokesman in Ahmedabad went unanswered.</p>\n<p>Buckley said Standard Chartered were likely to be playing with legal definitions. &#8220;It is certainly Standard Chartered ducking and weaving, but at the end of the day they are the ones advising Adani on the biggest coal mine in the world.&#8221;</p>\n<p>It was possible, he said, that Adani Mining had received the Standard Chartered loan via an internal transfer from another Adani subsidiary: &#8220;That would be a very polite way of putting it.&#8221;</p>\n<p>Standard Chartered maintained that it was not in contravention of its lending policies, which state that it will &#8220;restrict the provision of financial services&#8221; to clients in the fossil fuel power generation sector who would have a significant impact on Unesco world heritage sites or protected wetlands.</p>\n<p>&#8220;We also continue to closely monitor the actions of the Australian government and Unesco in ensuring that the Great Barrier Reef is not incurring significant adverse impacts,&#8221; a spokesman said.</p>\n<p>But Greenpeace said Standard Chartered had questions to answer about its involvement. &#8220;The bank needs to come clean regarding its precise role in the controversial Carmichael project,&#8221; Bock said.</p>\n \n<h2><strong>The Galilee basin</strong></h2>\n<p>The Carmichael coal mine would be one of the largest in the world, with a 300km railway line taking 60m tonnes of coal a year to an expanded port at Abbot Point on Australia&#8217;s Great Barrier Reef.</p>\n<p>As well as potential damage to the reef from up to 11,000 ships passing through the reef each year, opponents say the mine would <a href=\"http://www.theguardian.com/environment/planet-oz/2013/nov/07/climate-change-keystone-galilee-queensland-coal-mining\" class=\" u-underline\">blow a hole in the world&#8217;s carbon budget</a>, <a href=\"http://www.theguardian.com/australia-news/2015/mar/26/aboriginal-group-fights-to-stop-16bn-carmichael-coalmine\" class=\" u-underline\">destroy the ancestral lands of Aboriginal groups</a>, <a href=\"http://www.theguardian.com/environment/2015/apr/24/carmichael-mine-may-push-rare-bird-to-extinction-scientists-warn-greg-hunt\" class=\" u-underline\">push critically-endangered birds to extinction</a> and hoover up <a href=\"http://www.tai.org.au/content/queensland-taxpayers%E2%80%99-2-billion-abbot-point-subsidies-bill\" class=\" u-underline\">subsidies from the Australian taxpayer</a>.</p>\n<p>The Carmichael project would be just one of nine mega mines in the coal-rich Galilee basin in western Queensland &#8211; a &#8220;carbon bomb&#8221; that environmentalists say would sabotage efforts to restrict global temperature rise to 2C, the limit for dangerous climate change.</p>\n<p>Australia&#8217;s federal government has granted the project developer, Adani Mining, a permit until 2090, subject to &#8220;strict&#8221; conditions on groundwater impacts. Queensland&#8217;s government has been an enthusiastic supporter of the Galilee basin mining projects; it has also approved the Carmichael mine and doled out A$2bn ($1bn) in subsidies to fund expansion of the Abbot Point coal port.</p>\n<p>But the projects may struggle to convince sceptical investors, following a 50% slide in coal prices. Macquarie, Australia&#8217;s largest investment bank, warned that mining companies in the Galilee basin would need <a href=\"http://www.bloomberg.com/news/articles/2013-05-24/australia-lures-21-billion-bet-on-coal-rebound-energy-market\" class=\" u-underline\">&#8220;deep pocket&#8221; backers able to ignore conventional economics</a>. Facing a series of well-organised legal challenges, Adani has been forced to <a href=\"http://www.theguardian.com/australia-news/2015/apr/27/adani-coalmine-would-not-deliver-jobs-and-royalties-promised-land-court-hears\" class=\" u-underline\">admit that its mine would generate far fewer jobs</a> than first touted in its publicity campaigns. </p>\n\n\n<a href=\"/environment/2015/may/05/standard-chartered-face-pressure-to-cut-links-to-australian-carbon-bomb-project#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430840947213/028c1fa6-5e87-42a7-a572-2eda232c9e71-300x180.jpeg\" alt=\"Abbot Point, surrounded by wetlands and coral reefs, is set to become the world's largest coal port should the proposal of coal terminal expansion go ahead\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483t8%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Standard+Chartered+faces+pressure+to+cut+links+to+Australian+%27carbon+bomb%27+project%20%23keepitintheground&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483t8%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Standard+Chartered+faces+pressure+to+cut+links+to+Australian+%27carbon+bomb%27+project&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2015%2Fmay%2F05%2Fstandard-chartered-face-pressure-to-cut-links-to-australian-carbon-bomb-project&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F5%2F1430840947968%2Ff19a5414-1fe8-4217-9f02-c693e6122964-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAbbot Point, surrounded by wetlands and coral reefs, is set to become the world&#8217;s largest coal port should the proposal of coal terminal expansion go ahead, September 2012. Photograph: Tom Jefferson/Greenpeace\n\n\n\n<h2><strong>Standard Chartered</strong></h2>\n<p>Standard Chartered is one of the UK&#8217;s biggest banks, but it doesn&#8217;t have a single branch on the British high street. </p>\n<p>The bank&#8217;s low-profile reflects its international focus. Standard Chartered traces its roots back to two Victorian banks that bankrolled the cotton, tea and tobacco trade with imperial India, and later the diamond fields and gold mines of Kimberley. Today it earns almost 90% of its income from Asia, Africa and the Middle East.</p>\n<p>Although not a household name in its home country, Standard Chartered employs more than 1,700 staff in the UK and most British pension funds have money tied up in the bank, which is a long-standing member of the top-flight FTSE 100 index of leading companies.</p>\n<p>Standard Chartered is also a major funder of mining projects. In 2012 the bank lent $1bn (&#163;0.6bn) to Jakarta-based Borneo Lumbung, a mining company with extensive interests in Indonesia&#8217;s central Kalimantan province, where <a href=\"http://www.theguardian.com/global-development/2013/oct/30/coal-mining-uk-profits-indonesia\" class=\" u-underline\">pristine forests have been chopped down to make way for vast open-cast mines</a>.</p>\n<p>The bank is also the main international lender to the Adani Group &#8211; an Indian conglomerate with interests in ports, mining and power stations, founded in 1988 by Gautam Adani, a self-made billionaire with close ties to India&#8217;s prime minister Narendra Modi.</p>\n<p>As an advisor to Adani on its Australian coal business, Standard Chartered is seen as having a key role in getting the controversial Carmichael coal mine up and running, following a 50% drop in coal prices in four years. </p>\n \n</div>",
  "authors": [
    "Jennifer Rankin"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Fossil fuels",
    "Standard Chartered",
    "Australia news",
    "Coal",
    "Energy",
    "Environment",
    "World news",
    "Mining",
    "Mining",
    "Business",
    "Banking"
  ],
  "ntitle": "standard_chartered_faces_pressure_to_cut_links_to_australian_carbon_bomb_project",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "One of the UK’s largest banks, Standard Chartered, has lent $680m (£448m) to a company building one of the biggest coal mines in the world, according to legal testimony that casts doubt over the bank’s public stance that it is not funding the controversial ‘carbon bomb’ project.\n\nStandard Chartered, which is headquartered in London but does most of its business abroad, is now under pressure to cut all links to the Carmichael mine and railway in Queensland, Australia, the A$16.5bn (£8.5bn) mega project proposed by an offshoot of the Indian conglomerate Adani.\n\nQuestions about role of Standard Chartered – a bank that most British pension funds are invested in – grew after a senior executive at Adani’s Australian mining subsidiary told a Queensland court recently that the company had received a $680m loan from Standard Chartered.\n\nStandard Chartered, whose corporate motto is ‘Here for good’, said it was advising the Adani group on the Carmichael mines and port expansion, but denied funding the project. The bank described the loan as “a pre-existing refinancing facility that was not part of the expansion of the port or construction of the mine”.\n\nAt a shareholder meeting in London on Wednesday Greenpeace will call on Standard Chartered to end its involvement in a “financially very risky” project that would have “disastrous consequences for the environment”.\n\nRelated: Queensland's proposed Carmichael coalmine faces legal bid over climate change\n\nCovering an expanse seven times larger than Sydney harbour, the Carmichael coal mine would be Australia’s largest, producing up to 60m tonnes of fuel a year, mostly for export to India. A 300km railway line would transport the coal to an expanded port at Abbot Point on Australia’s Great Barrier Reef – a plan that has alarmed Unesco and could lead to the reef being added to its list of world heritage sites in danger.\n\nIf the project goes ahead it could ease the way for at least eight more mega mines in the coal-rich Galilee basin in western Queensland. Together, the Galilee mines would be the second largest of 14 “carbon bombs” – massive fossil-fuel projects, which threaten to derail efforts to limit global temperature rises to 2C, the widely-agreed limit for dangerous climate change.\n\nSebastian Bock, investment campaigner at Greenpeace UK, said Standard Chartered’s investors should be concerned about the bank’s involvement: “Standard Chartered needs to pull the plug on its involvement in the Galilee Basin and follow the lead of many international banks that have already ruled out financing coal developments in that region.”\n\nGreenpeace is asking Standard Chartered’s shareholders – pension funds and foundations – to put pressure on the bank to stay out of the Carmichael mine and give up its role advising the Adani Group on its Queensland coal business.\n\nFacebook Twitter Pinterest Coal development in the Bowen Basin just east of the Galilee Basin. The area is under threat from coal mining and in particular the loss of the Bimblebox nature reserve - home to the endangered Black-Throated Finch. Photograph: Tom Jefferson/Greenpeace\n\nThe rallying call comes in the wake of the Guardian’s Keep it in the Ground campaign, which is calling on two huge medical charities – the Bill and Melinda Gates Foundation and the Wellcome Trust – to move their investments from fossil fuel companies.\n\nStandard Chartered’s shareholders have included the Bill and Melinda Foundation Trust, whose most recent accounts reveal it held $4.7m worth of shares in the bank in 2013, although it is unclear whether the trust still holds these shares.\n\nA spokesperson for the Gates Foundation said the trust never commented on its holdings.\n\nAt least 11 international banks have distanced themselves from funding new coal mines in the Galilee basin, but Standard Chartered is seen as a more crucial player, because it is advising Adani on its Queensland coal business.\n\nBut the bank’s insistence that it was not funding the Galilee coal mining project appeared to be contradicted by a senior Adani executive, who told an Australian court in April that Adani’s Australian mining subsidiary (Adani Mining) had received a $680m loan from Standard Chartered for its Australian coal project.\n\n“From the Standard Chartered Bank, it was US$680m, which was borrowed and which was used in the project,” Rajesh Kumar Gupta, group financial controller of Adani Mining told Queensland’s land court.\n\nAlthough Gupta did not specify which “project” he referred to, observers said the meaning was clear.\n\n“Adani Mining Proprietary Limited is a single purpose structure. It was created back in 2010 to build the Carmichael mine and rail project,” said Tim Buckley, a banking and finance expert, who also gave evidence to the court.\n\nGupta’s testimony was backed up by the latest accounts from Adani Mining, which revealed a A$516m (£266m, $412m) loan from Standard Chartered, apparently a tranche of the same loan.\n\nIn those accounts – for the financial year ending March 2014 and filed to the Australian Securities and Investments Commission – Adani Mining describes its principle activity as “the exploration and evaluation of coal mining tenements [permits] in Queensland Australia ... to identify commercially exploitable mineral reserves and resources for development and extraction”.\n\nAdani Mining declined to answer questions about Gupta’s statement to the court or its accounts. Calls to the Adani Group’s spokesman in Ahmedabad went unanswered.\n\nBuckley said Standard Chartered were likely to be playing with legal definitions. “It is certainly Standard Chartered ducking and weaving, but at the end of the day they are the ones advising Adani on the biggest coal mine in the world.”\n\nIt was possible, he said, that Adani Mining had received the Standard Chartered loan via an internal transfer from another Adani subsidiary: “That would be a very polite way of putting it.”\n\nStandard Chartered maintained that it was not in contravention of its lending policies, which state that it will “restrict the provision of financial services” to clients in the fossil fuel power generation sector who would have a significant impact on Unesco world heritage sites or protected wetlands.\n\n“We also continue to closely monitor the actions of the Australian government and Unesco in ensuring that the Great Barrier Reef is not incurring significant adverse impacts,” a spokesman said.\n\nBut Greenpeace said Standard Chartered had questions to answer about its involvement. “The bank needs to come clean regarding its precise role in the controversial Carmichael project,” Bock said.\n\nThe Galilee basin\n\nThe Carmichael coal mine would be one of the largest in the world, with a 300km railway line taking 60m tonnes of coal a year to an expanded port at Abbot Point on Australia’s Great Barrier Reef.\n\nAs well as potential damage to the reef from up to 11,000 ships passing through the reef each year, opponents say the mine would blow a hole in the world’s carbon budget, destroy the ancestral lands of Aboriginal groups, push critically-endangered birds to extinction and hoover up subsidies from the Australian taxpayer.\n\nThe Carmichael project would be just one of nine mega mines in the coal-rich Galilee basin in western Queensland – a “carbon bomb” that environmentalists say would sabotage efforts to restrict global temperature rise to 2C, the limit for dangerous climate change.\n\nAustralia’s federal government has granted the project developer, Adani Mining, a permit until 2090, subject to “strict” conditions on groundwater impacts. Queensland’s government has been an enthusiastic supporter of the Galilee basin mining projects; it has also approved the Carmichael mine and doled out A$2bn ($1bn) in subsidies to fund expansion of the Abbot Point coal port.\n\nBut the projects may struggle to convince sceptical investors, following a 50% slide in coal prices. Macquarie, Australia’s largest investment bank, warned that mining companies in the Galilee basin would need “deep pocket” backers able to ignore conventional economics. Facing a series of well-organised legal challenges, Adani has been forced to admit that its mine would generate far fewer jobs than first touted in its publicity campaigns.\n\nFacebook Twitter Pinterest Abbot Point, surrounded by wetlands and coral reefs, is set to become the world’s largest coal port should the proposal of coal terminal expansion go ahead, September 2012. Photograph: Tom Jefferson/Greenpeace\n\nStandard Chartered\n\nStandard Chartered is one of the UK’s biggest banks, but it doesn’t have a single branch on the British high street.\n\nThe bank’s low-profile reflects its international focus. Standard Chartered traces its roots back to two Victorian banks that bankrolled the cotton, tea and tobacco trade with imperial India, and later the diamond fields and gold mines of Kimberley. Today it earns almost 90% of its income from Asia, Africa and the Middle East.\n\nAlthough not a household name in its home country, Standard Chartered employs more than 1,700 staff in the UK and most British pension funds have money tied up in the bank, which is a long-standing member of the top-flight FTSE 100 index of leading companies.\n\nStandard Chartered is also a major funder of mining projects. In 2012 the bank lent $1bn (£0.6bn) to Jakarta-based Borneo Lumbung, a mining company with extensive interests in Indonesia’s central Kalimantan province, where pristine forests have been chopped down to make way for vast open-cast mines.\n\nThe bank is also the main international lender to the Adani Group – an Indian conglomerate with interests in ports, mining and power stations, founded in 1988 by Gautam Adani, a self-made billionaire with close ties to India’s prime minister Narendra Modi.\n\nAs an advisor to Adani on its Australian coal business, Standard Chartered is seen as having a key role in getting the controversial Carmichael coal mine up and running, following a 50% drop in coal prices in four years.",
  "title": "Standard Chartered faces pressure to cut links to Australian 'carbon bomb' project",
  "ts_in": "2015-05-05T21:22:40.500782",
  "url": "http://www.theguardian.com/environment/2015/may/05/standard-chartered-face-pressure-to-cut-links-to-australian-carbon-bomb-project"
}