{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p><a href=\"http://www.theguardian.com/sport/manny-pacquiao\" class=\" u-underline\">Manny Pacquiao</a> is to have surgery this week for a torn rotator cuff, with the recovery time expected to put the Filipino out of action for nine to 12 months but he is facing possible disciplinary action for failing to disclose the injury.</p>\n<p>Pacquiao claimed a shoulder injury hampered his bid to hand Floyd Mayweather a first defeat as a professional in the richest fight in boxing history in Las Vegas on Saturday. <a href=\"http://www.theguardian.com/sport/2015/may/03/floyd-mayweather-beats-manny-pacquiao-on-points-to-remain-unbeaten\" title=\"\" class=\" u-underline\">Mayweather won a unanimous decision in the four-belt unification bout to improve his record to 48-0</a>.</p>\n<p>Pacquiao&#8217;s injury would appear to rule out any chance of a rematch after the 38-year-old <a href=\"http://www.theguardian.com/sport/2015/may/04/floyd-mayweather-fight-amir-khan-manny-pacquiao\" title=\"\" class=\" u-underline\">Mayweather said he would have one more fight in September before retiring</a>.</p>\n<p>&#8220;We have an MRI scan that confirms he has a rotator cuff tear. He has a significant tear,&#8221; the orthopedic surgeon Neal ElAttrache <a href=\"http://espn.go.com/boxing/story/_/id/12821905/manny-pacquiao-surgery-significant-tear-rotator-cuff-right-shoulder\" title=\"\" class=\" u-underline\">told ESPN.com</a>.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430811959159/160aba89-bcd1-4dd4-b5f5-6f36c9028e7e-300x180.jpeg\" alt=\"Manny Pacquiao\" class=\"gu-image\">\n\nManny Pacquiao&#8217;s torn rotator cuff is expected to keep the Filipino sidlelined for up to a year. Photograph: Jason Merritt/Getty Images\n\n\n\n<p>Pacquiao, known for his aggressive and all-out attacking style, was clearly not his typical offensive-minded self in Las Vegas. After the fight, the Top Rank promoter Bob Arum said Pacquiao suffered a shoulder injury in training about two-and-a-half weeks earlier and it hampered him in the fight.</p>\n<p>Top Rank and Pacquiao confirmed the account of the injury in a statement on Monday, saying the 36-year-old and his doctors had concluded that with rest, treatment and monitoring, he would be ready for the fight.</p>\n<p>The major problem is that apparently neither Pacquiao nor his team informed the Nevada Athletic Commission about the shoulder issue until a couple of hours <a href=\"http://www.theguardian.com/sport/live/2015/may/02/floyd-mayweather-v-manny-pacquiao-mgm-las-vegas-live\" title=\"\" class=\" u-underline\">before the start of the fight</a> when they asked for an anti-inflammatory injection.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/03/floyd-mayweather-manny-pacquiao-sean-ingle\" class=\" u-underline\">Floyd Mayweather may believe his hype but history will never agree | Sean Ingle</a> </p>\n\n<p>At that point, it was too late for the commission to investigate whether or not Pacquiao was suffering a genuine injury and there were no MRIs or medical paperwork to support the claim made by the boxer&#8217;s team, the commission said.</p>\n<p>&#8220;The first I heard of this was at 6:08pm when he [Pacquiao] arrived in the locker room,&#8221; the commission chairman, Francisco Aguilar, said.</p>\n<p>&#8220;I have no proof of the injury. If he told us on Friday, we would have got the MRIs and there are a lot of things we could have done.&#8221;</p>\n<p>While the commission was seemingly kept in the dark, and clearly no boxer wants to give an opponent any hint of possible weakness or injury before a fight, the United States Anti-Doping Agency (Usada) was fully aware of Pacquiao&#8217;s injury.</p>\n<p>The Filipino suffered the injury during a sparring session at the Wild Card <a href=\"http://www.theguardian.com/sport/boxing\" class=\" u-underline\">Boxing</a> Club in Los Angeles last month and Usada, after being consulted by Team Pacquiao, permitted treatment through Toradol, a non-steroidal anti-inflammatory.</p>\n<p>Pacquiao continued to train and his shoulder improved, &#8220;though not 100%&#8221;, but he decided to proceed with the fight after anticipating he could receive his pre-bout treatment.</p>\n<p>&#8220;On his pre-fight medical form filled out earlier in the week, Manny&#8217;s advisers listed the medications that Manny used in training and the medications that might be used on fight night,&#8221; <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era\" title=\"\" class=\" u-underline\">Pacquiao&#8217;s promoter said</a>.</p>\n<p>&#8220;A few hours before he was expected to step in the ring, when Manny&#8217;s doctors began the process, the Nevada Commission stopped the treatment because it said it was unaware of Manny&#8217;s shoulder injury.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/blog/2015/may/04/floyd-mayweather-manny-pacquiao-boxing-new-era\" class=\" u-underline\">Was Mayweather v Pacquiao the end of boxing as we know it? | Kevin Mitchell</a> </p>\n\n<p>Usada had been informed about the injury but its role was limited only to testing the fighters for banned substances in training and on the night of the bout.</p>\n<p>The commission was in overall control, yet when Team Pacquiao filled in its pre-fight medical questionnaire on Friday, a query about any shoulder injury was marked clearly &#8220;No&#8221; before the form was signed by Pacquiao and his advisor.</p>\n<p>A copy of the questionnaire was posted online earlier on Monday where Aguilar confirmed Pacquiao faced possible sanctions from the state attorney general&#8217;s office for filling out a state form incorrectly.</p>\n<p>&#8220;It&#8217;s something we&#8217;re looking at, and an issue we&#8217;ll be discussing with the attorney general,&#8221; Aguilar said. &#8220;Boxers are tough, and it&#8217;s our job often to protect them from themselves.&#8221;</p>\n<p>The fact Pacquiao did not disclose his injury until the night of the fight could also lead to possible lawsuits from boxing fans <a href=\"http://www.theguardian.com/sport/2015/may/03/mayweather-v-pacquiao-excitment-turns-to-blackouts-and-boos-in-manila\" title=\"\" class=\" u-underline\">who feel cheated after paying record sums</a> for either tickets in the MGM Grand Garden Arena or <a href=\"http://www.theguardian.com/technology/2015/may/04/twitter-periscope-winner-mayweather-pacquiao\" title=\"\" class=\" u-underline\">pay-for-view</a>.</p>\n<p>Some of the coveted ringside spots in the 16,800-seat Garden Arena demanded up to $350,000 on resale websites while a record $300m or more is expected in PPV revenue from at least three million customers who paid $100 to watch.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Manny Pacquiao",
    "Floyd Mayweather v Manny Pacquiao",
    "Floyd Mayweather",
    "Boxing",
    "US sports",
    "Sport"
  ],
  "ntitle": "surgery_set_to_end_manny_pacquiao_s_hopes_of_floyd_mayweather_rematch",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nManny Pacquiao is to have surgery this week for a torn rotator cuff, with the recovery time expected to put the Filipino out of action for nine to 12 months but he is facing possible disciplinary action for failing to disclose the injury.\n\nPacquiao claimed a shoulder injury hampered his bid to hand Floyd Mayweather a first defeat as a professional in the richest fight in boxing history in Las Vegas on Saturday. Mayweather won a unanimous decision in the four-belt unification bout to improve his record to 48-0.\n\nPacquiao’s injury would appear to rule out any chance of a rematch after the 38-year-old Mayweather said he would have one more fight in September before retiring.\n\n“We have an MRI scan that confirms he has a rotator cuff tear. He has a significant tear,” the orthopedic surgeon Neal ElAttrache told ESPN.com.\n\nManny Pacquiao’s torn rotator cuff is expected to keep the Filipino sidlelined for up to a year. Photograph: Jason Merritt/Getty Images\n\nPacquiao, known for his aggressive and all-out attacking style, was clearly not his typical offensive-minded self in Las Vegas. After the fight, the Top Rank promoter Bob Arum said Pacquiao suffered a shoulder injury in training about two-and-a-half weeks earlier and it hampered him in the fight.\n\nTop Rank and Pacquiao confirmed the account of the injury in a statement on Monday, saying the 36-year-old and his doctors had concluded that with rest, treatment and monitoring, he would be ready for the fight.\n\nThe major problem is that apparently neither Pacquiao nor his team informed the Nevada Athletic Commission about the shoulder issue until a couple of hours before the start of the fight when they asked for an anti-inflammatory injection.\n\nRelated: Floyd Mayweather may believe his hype but history will never agree | Sean Ingle\n\nAt that point, it was too late for the commission to investigate whether or not Pacquiao was suffering a genuine injury and there were no MRIs or medical paperwork to support the claim made by the boxer’s team, the commission said.\n\n“The first I heard of this was at 6:08pm when he [Pacquiao] arrived in the locker room,” the commission chairman, Francisco Aguilar, said.\n\n“I have no proof of the injury. If he told us on Friday, we would have got the MRIs and there are a lot of things we could have done.”\n\nWhile the commission was seemingly kept in the dark, and clearly no boxer wants to give an opponent any hint of possible weakness or injury before a fight, the United States Anti-Doping Agency (Usada) was fully aware of Pacquiao’s injury.\n\nThe Filipino suffered the injury during a sparring session at the Wild Card Boxing Club in Los Angeles last month and Usada, after being consulted by Team Pacquiao, permitted treatment through Toradol, a non-steroidal anti-inflammatory.\n\nPacquiao continued to train and his shoulder improved, “though not 100%”, but he decided to proceed with the fight after anticipating he could receive his pre-bout treatment.\n\n“On his pre-fight medical form filled out earlier in the week, Manny’s advisers listed the medications that Manny used in training and the medications that might be used on fight night,” Pacquiao’s promoter said.\n\n“A few hours before he was expected to step in the ring, when Manny’s doctors began the process, the Nevada Commission stopped the treatment because it said it was unaware of Manny’s shoulder injury.”\n\nRelated: Was Mayweather v Pacquiao the end of boxing as we know it? | Kevin Mitchell\n\nUsada had been informed about the injury but its role was limited only to testing the fighters for banned substances in training and on the night of the bout.\n\nThe commission was in overall control, yet when Team Pacquiao filled in its pre-fight medical questionnaire on Friday, a query about any shoulder injury was marked clearly “No” before the form was signed by Pacquiao and his advisor.\n\nA copy of the questionnaire was posted online earlier on Monday where Aguilar confirmed Pacquiao faced possible sanctions from the state attorney general’s office for filling out a state form incorrectly.\n\n“It’s something we’re looking at, and an issue we’ll be discussing with the attorney general,” Aguilar said. “Boxers are tough, and it’s our job often to protect them from themselves.”\n\nThe fact Pacquiao did not disclose his injury until the night of the fight could also lead to possible lawsuits from boxing fans who feel cheated after paying record sums for either tickets in the MGM Grand Garden Arena or pay-for-view.\n\nSome of the coveted ringside spots in the 16,800-seat Garden Arena demanded up to $350,000 on resale websites while a record $300m or more is expected in PPV revenue from at least three million customers who paid $100 to watch.",
  "title": "Surgery set to end Manny Pacquiao’s hopes of Floyd Mayweather rematch",
  "ts_in": "2015-05-05T21:22:35.404447",
  "url": "http://www.theguardian.com/sport/2015/may/05/manny-pacquiao-shoulder-surgery-floyd-mayweather-rematch-boxing"
}