{
  "article_html": "<div><p>A British family detained in Turkey on suspicion of seeking to travel to a part of Syria under <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> control will be deported to Moldova, a senior Turkish official has said.</p>\n<p>Asif Malik, 31, his partner, Sara Kiran, 29, and their four children &#8211; all under eight &#8211; were arrested in Ankara last month after British police launched an appeal to track their whereabouts.</p>\n<p>&#8220;The family will be deported to Moldova of their own will,&#8221; the Turkish official said, declining to be identified because of the sensitivity of the issue. </p>\n<p>The British Foreign Office has confirmed the family were no longer being detained in <a href=\"http://www.theguardian.com/world/turkey\" class=\" u-underline\">Turkey</a>. A spokesman for the FO said the family had sought consular assistance during their detainment but was unable to give any further details.</p>\n<p>&#8220;Where the family are sent is a matter for the Turkish authorities. We were involved in the case in Turkey because the family sought consular assistance. Whether we&#8217;re involved in the case in the future depends on the family. If they approach us as British nationals in distress then we will be available to provide consular assistance if they require that.&#8221;</p>\n<p>The spokesman said the country of deportation &#8220;will depend on the family&#8217;s situation in Turkey, why they&#8217;re being held, and there&#8217;ll be several variables around that&#8221;. He added: &#8220;It may be that the Turks have said we&#8217;re not prepared to grant you entry here, and the family said well send us to [another chosen place] then.&#8221;</p>\n<p>Police launched an appeal to trace the Malik family last month, after it was discovered they had left their home in Slough, Berkshire, without informing their family and friends or mentioning any holiday or travel plans.</p>\n<p> Officers established that the couple, their daughter Zoha, seven, and sons Essa, four, Zakariya, two and one-year-old Yhaha boarded a ferry from Dover to Calais on 8 April. </p>\n<p>Turkish officials said the family crossed into Turkey by land from Greece via the town of Kirklareli on 16 April and were detained on 20 April after a tipoff from British police.</p>\n<p>&#8220;Given the online rhetoric from the <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> encouraging people to travel to Syria, the direction of travel and concerns voiced by Asif&#8217;s family, Thames Valley police is concerned the family may be seeking to travel to Syria,&#8221; authorities said in a statement.</p>\n<p>The force&#8217;s acting deputy chief constable, John Campbell, said it was not drawing any conclusions about the family&#8217;s intentions. &#8220;I&#8217;m not suggesting for one moment that they are intending to join <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a>. I don&#8217;t think there&#8217;s anything to suggest that,&#8221; he said.</p>\n<p>&#8220;We know that having gone into Europe, their general direction of travel is towards Turkey, thereby we make the assumption towards <a href=\"http://www.theguardian.com/world/syria\" class=\" u-underline\">Syria</a>. At the same time, we know that the [wider] family have voiced some concerns about the family&#8217;s intentions. There&#8217;s been a suggestion that Mr Asif in the past has said that he would like to live in a Muslim state.&#8221;<br></p>\n<p>Anjem Choudary, the former leader of the banned radical group al-Muhajiroun, described Malik as a &#8220;champion for sharia [Islamic law]&#8221; who regularly attended al-Muhajiroun events and demonstrations.</p>\n<p>In a statement issued through police, Malik&#8217;s family said: &#8220;With the reality that our loved one, Asif Malik, and his family have left the UK without any notice, our lives have been completely devastated. We are totally distraught, upset and in shock. The greatest sadness is the decision by Asif and Sara to travel with their young family, such beautiful children.</p>\n<p> &#8220;Please Asif, we ask you to think about what has happened and the decisions you have made. Please can you ring us or send us a message to let us know that you and the children are well. All we wish for is your safe return and especially the return of the children. We are not angry with you, we are just heartbroken.</p>\n<p> &#8220;We ask that if there are others out there considering leaving the UK in this manner, please consider the impact on the family members that you leave behind.&#8221;</p>\n</div>",
  "authors": [
    "Nadia Khomami"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Turkey",
    "UK news",
    "Syria",
    "Islamic State",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "syria_bound_british_family_held_in_turkey_to_be_deported_to_moldova",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A British family detained in Turkey on suspicion of seeking to travel to a part of Syria under Islamic State control will be deported to Moldova, a senior Turkish official has said.\n\nAsif Malik, 31, his partner, Sara Kiran, 29, and their four children – all under eight – were arrested in Ankara last month after British police launched an appeal to track their whereabouts.\n\n“The family will be deported to Moldova of their own will,” the Turkish official said, declining to be identified because of the sensitivity of the issue.\n\nThe British Foreign Office has confirmed the family were no longer being detained in Turkey. A spokesman for the FO said the family had sought consular assistance during their detainment but was unable to give any further details.\n\n“Where the family are sent is a matter for the Turkish authorities. We were involved in the case in Turkey because the family sought consular assistance. Whether we’re involved in the case in the future depends on the family. If they approach us as British nationals in distress then we will be available to provide consular assistance if they require that.”\n\nThe spokesman said the country of deportation “will depend on the family’s situation in Turkey, why they’re being held, and there’ll be several variables around that”. He added: “It may be that the Turks have said we’re not prepared to grant you entry here, and the family said well send us to [another chosen place] then.”\n\nPolice launched an appeal to trace the Malik family last month, after it was discovered they had left their home in Slough, Berkshire, without informing their family and friends or mentioning any holiday or travel plans.\n\nOfficers established that the couple, their daughter Zoha, seven, and sons Essa, four, Zakariya, two and one-year-old Yhaha boarded a ferry from Dover to Calais on 8 April.\n\nTurkish officials said the family crossed into Turkey by land from Greece via the town of Kirklareli on 16 April and were detained on 20 April after a tipoff from British police.\n\n“Given the online rhetoric from the Islamic State encouraging people to travel to Syria, the direction of travel and concerns voiced by Asif’s family, Thames Valley police is concerned the family may be seeking to travel to Syria,” authorities said in a statement.\n\nThe force’s acting deputy chief constable, John Campbell, said it was not drawing any conclusions about the family’s intentions. “I’m not suggesting for one moment that they are intending to join Islamic State. I don’t think there’s anything to suggest that,” he said.\n\n“We know that having gone into Europe, their general direction of travel is towards Turkey, thereby we make the assumption towards Syria. At the same time, we know that the [wider] family have voiced some concerns about the family’s intentions. There’s been a suggestion that Mr Asif in the past has said that he would like to live in a Muslim state.”\n\n\n\nAnjem Choudary, the former leader of the banned radical group al-Muhajiroun, described Malik as a “champion for sharia [Islamic law]” who regularly attended al-Muhajiroun events and demonstrations.\n\nIn a statement issued through police, Malik’s family said: “With the reality that our loved one, Asif Malik, and his family have left the UK without any notice, our lives have been completely devastated. We are totally distraught, upset and in shock. The greatest sadness is the decision by Asif and Sara to travel with their young family, such beautiful children.\n\n“Please Asif, we ask you to think about what has happened and the decisions you have made. Please can you ring us or send us a message to let us know that you and the children are well. All we wish for is your safe return and especially the return of the children. We are not angry with you, we are just heartbroken.\n\n“We ask that if there are others out there considering leaving the UK in this manner, please consider the impact on the family members that you leave behind.”",
  "title": "'Syria-bound' British family held in Turkey to be deported to Moldova",
  "ts_in": "2015-05-05T21:21:42.149569",
  "url": "http://www.theguardian.com/world/2015/may/05/syria-british-family-turkey-deported-moldova"
}