{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Bashar al-Assad&#8217;s Syrian regime is committing war crimes and crimes against humanity by systematically using barrel bombs to kill civilians and destroy infrastructure in Aleppo, says <a href=\"http://www.theguardian.com/world/amnesty-international\" class=\" u-underline\">Amnesty International</a>.</p>\n<p>The accusations come in a report released on Tuesday, two days after the regime <a href=\"http://www.theguardian.com/world/2015/may/03/syria-children-killed-in-government-barrel-bomb-attack-say-rights-groups\" class=\" u-underline\">bombed a school</a> and community centre in a rebel-held district in the city where students were sitting exams. </p>\n<p>Based on more than 100 interviews with current and former residents &#8211; many of them survivors and activists &#8211; and analysis of images and videos from the besieged city, the <a href=\"https://www.amnesty.org/en/documents/mde24/1370/2015/en/\" class=\" u-underline\">74-page report</a> documents &#8220;unthinkable atrocities&#8221;. These include air strikes that have mostly killed civilians, as well as arbitrary detention and torture by both sides of the conflict, it says.</p>\n<p>The report also accuses armed opposition groups of committing war crimes by using improvised and inaccurate artillery against civilians.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/03/syria-children-killed-in-government-barrel-bomb-attack-say-rights-groups\" class=\" u-underline\">Syrian children killed in government barrel-bomb attack, say rights groups</a> </p>\n\n<p>Philip Luther, Amnesty&#8217;s <a href=\"http://www.theguardian.com/world/middleeast\" class=\" u-underline\">Middle East and North Africa</a> director, said in a statement: &#8220;Widespread atrocities, in particular the vicious and unrelenting aerial bombardment of civilian neighbourhoods by government forces, have made life for civilians in Aleppo increasingly unbearable.</p>\n<p>&#8220;These reprehensible and continual strikes on residential areas point to a policy of deliberately and systematically targeting civilians in attacks that constitute war crimes and crimes against humanity.&#8221; He added: &#8220;By relentlessly and deliberately targeting civilians, the Syrian government appears to have adopted a callous policy of collective punishment against the civilian population of Aleppo.&#8221;</p>\n<p>Aleppo, Syria&#8217;s commercial capital, has endured three years of devastation since becoming a key battleground between the Assad regime and mostly Islamist rebels who control swaths of the city. A regime offensive aimed at severing rebel supply lines failed in February.</p>\n<p>The rebels announced last week a joint &#8220;liberation&#8221; campaign to oust the regime from the city. Aleppo has long been the target of an unforgiving air campaign on rebel-held areas, which has killed and wounded thousands of civilians, particularly with the use of the barrel bomb, an improvised explosive device packed with TNT and other material and dropped manually from planes and helicopters.</p>\n<p>The weapon, which is so inaccurate that its use is considered by some a de facto war crime, is often dropped far behind rebel front lines in order to avoid accidentally striking regime troops, contributing to its high civilian toll.</p>\n<p>More than 3,000 civilians died in barrel-bomb attacks in Aleppo province from January 2014 to March 2015, along with 35 fighters, and over 12,000 have been killed by the weapon across <a href=\"http://www.theguardian.com/world/syria\" class=\" u-underline\">Syria</a> since 2012, according to monitoring groups. Last month alone, 110 people died in the city in 85 attacks. Assad categorically denies that barrel bombs even exist.</p>\n<p>But, according to data gathered by rights organisations, the devices have struck dozens of public markets, mosques, schools, hospitals and medical centres in Aleppo. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/mar/12/worst-place-in-world-aleppo-ruins-four-years-syria-war\" class=\" u-underline\">The worst place in the world? Aleppo in ruins after four years of Syria war</a> </p>\n\n<p>The Amnesty report paints a grim picture of the reality of civilian life in the city, besieged on all sides and facing starvation, with limited electricity, water, medicine and fuel, a city where cats have become &#8220;fast food&#8221; in rebel-held territories and where humanitarian access is imperilled by attacks on roads used by aid workers.</p>\n<p>&#8220;The civilians that we spoke to really describe a collective trauma and fear that they have living under constant threat of barrel bombs in particular,&#8221; said Lama Fakih, senior crisis advisor at Amnesty. </p>\n<p>One factory worker who survived a 2014 barrel-bomb attack is quoted in the report describing the scene: &#8220;After the bombing, I saw children without heads, body parts everywhere. It was how I imagine hell to be.&#8221; The use of indiscriminate weapons, and specifically barrel bombs, was condemned in a UN security council resolution that remains unenforced.</p>\n<p>The report focuses on eight specific attacks that it says illustrate the &#8220;pure horror&#8221; of barrel bombs, including one on a market where 150 people were queuing for food baskets, and a so-called &#8220;double-tap&#8221; attack where a second barrel bomb is dropped when civil defence workers and residents rush to the scene of the first attack in an attempt to rescue survivors.</p>\n<p>&#8220;It is a war crime to intentionally make civilian objects and civilians who are not directly participating in hostilities the target of attacks,&#8221; the report concludes. &#8220;Such a systematic attack on the civilian population, when carried out as part of government policy as appears to have been the case in Aleppo, would also constitute a crime against humanity.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/gallery/2015/mar/12/aleppo-syrian-nightmare-in-pictures-jacob-simkin\" class=\" u-underline\">Aleppo: a Syrian nightmare &#8211;&#160;in pictures</a> </p>\n\n<p>Amnesty also accused rebels of committing war crimes by using &#8220;hell cannons&#8221; &#8211; an inaccurate improvised artillery shell made of gas canisters, used to level buildings, which the rights group said have killed 600 civilians in 2014.</p>\n<p>&#8220;Given the nature of the weapons used, many of these attacks are likely to constitute indiscriminate attacks, which, when they kill or injure civilians, are war crimes,&#8221; the report said. &#8220;Some of these attacks may have also constituted deliberate attacks on civilians or civilian objects, which are also war crimes.&#8221;<br></p>\n<p>The report also accused both sides of the conflict of widespread torture of detainees, arbitrary arrests and hostage-taking. But the rights group reserved the most opprobrium for the regime, which it accused of precipitating the crisis and committing the overwhelming majority of abuses.</p>\n<p>It concluded: &#8220;Both sides are violating international humanitarian law and must be held to account. However, throughout the more than four years since the crisis began, government forces have been responsible for the large majority of violations and crimes. </p>\n<p>&#8220;Their responsibility for creating one of the worst humanitarian disasters in recent history cannot be overstated. This crisis started with the state&#8217;s brutal crackdown on peaceful protesters. Its response seemed tailored to send the message that they would stop at nothing to quash dissent.&#8221;</p>\n<p>Amnesty called for the referral of the situation in Syria to the international criminal court, the punishing of all sides committing abuses and unhindered access for the UN&#8217;s independent commission of inquiry into the crisis.</p>\n<p>&#8220;The government has been emboldened by the lack of response from the international community and specifically the security council,&#8221; said Fakih.</p>\n</div>",
  "authors": [
    "Kareem Shaheen"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Amnesty International",
    "Syria",
    "Arab and Middle East unrest",
    "Middle East and North Africa",
    "World news",
    "United Nations",
    "War crimes",
    "International criminal court",
    "International criminal justice",
    "Law"
  ],
  "ntitle": "syria_war_unthinkable_atrocities_documented_in_report_on_aleppo",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nBashar al-Assad’s Syrian regime is committing war crimes and crimes against humanity by systematically using barrel bombs to kill civilians and destroy infrastructure in Aleppo, says Amnesty International.\n\nThe accusations come in a report released on Tuesday, two days after the regime bombed a school and community centre in a rebel-held district in the city where students were sitting exams.\n\nBased on more than 100 interviews with current and former residents – many of them survivors and activists – and analysis of images and videos from the besieged city, the 74-page report documents “unthinkable atrocities”. These include air strikes that have mostly killed civilians, as well as arbitrary detention and torture by both sides of the conflict, it says.\n\nThe report also accuses armed opposition groups of committing war crimes by using improvised and inaccurate artillery against civilians.\n\nRelated: Syrian children killed in government barrel-bomb attack, say rights groups\n\nPhilip Luther, Amnesty’s Middle East and North Africa director, said in a statement: “Widespread atrocities, in particular the vicious and unrelenting aerial bombardment of civilian neighbourhoods by government forces, have made life for civilians in Aleppo increasingly unbearable.\n\n“These reprehensible and continual strikes on residential areas point to a policy of deliberately and systematically targeting civilians in attacks that constitute war crimes and crimes against humanity.” He added: “By relentlessly and deliberately targeting civilians, the Syrian government appears to have adopted a callous policy of collective punishment against the civilian population of Aleppo.”\n\nAleppo, Syria’s commercial capital, has endured three years of devastation since becoming a key battleground between the Assad regime and mostly Islamist rebels who control swaths of the city. A regime offensive aimed at severing rebel supply lines failed in February.\n\nThe rebels announced last week a joint “liberation” campaign to oust the regime from the city. Aleppo has long been the target of an unforgiving air campaign on rebel-held areas, which has killed and wounded thousands of civilians, particularly with the use of the barrel bomb, an improvised explosive device packed with TNT and other material and dropped manually from planes and helicopters.\n\nThe weapon, which is so inaccurate that its use is considered by some a de facto war crime, is often dropped far behind rebel front lines in order to avoid accidentally striking regime troops, contributing to its high civilian toll.\n\nMore than 3,000 civilians died in barrel-bomb attacks in Aleppo province from January 2014 to March 2015, along with 35 fighters, and over 12,000 have been killed by the weapon across Syria since 2012, according to monitoring groups. Last month alone, 110 people died in the city in 85 attacks. Assad categorically denies that barrel bombs even exist.\n\nBut, according to data gathered by rights organisations, the devices have struck dozens of public markets, mosques, schools, hospitals and medical centres in Aleppo.\n\nRelated: The worst place in the world? Aleppo in ruins after four years of Syria war\n\nThe Amnesty report paints a grim picture of the reality of civilian life in the city, besieged on all sides and facing starvation, with limited electricity, water, medicine and fuel, a city where cats have become “fast food” in rebel-held territories and where humanitarian access is imperilled by attacks on roads used by aid workers.\n\n“The civilians that we spoke to really describe a collective trauma and fear that they have living under constant threat of barrel bombs in particular,” said Lama Fakih, senior crisis advisor at Amnesty.\n\nOne factory worker who survived a 2014 barrel-bomb attack is quoted in the report describing the scene: “After the bombing, I saw children without heads, body parts everywhere. It was how I imagine hell to be.” The use of indiscriminate weapons, and specifically barrel bombs, was condemned in a UN security council resolution that remains unenforced.\n\nThe report focuses on eight specific attacks that it says illustrate the “pure horror” of barrel bombs, including one on a market where 150 people were queuing for food baskets, and a so-called “double-tap” attack where a second barrel bomb is dropped when civil defence workers and residents rush to the scene of the first attack in an attempt to rescue survivors.\n\n“It is a war crime to intentionally make civilian objects and civilians who are not directly participating in hostilities the target of attacks,” the report concludes. “Such a systematic attack on the civilian population, when carried out as part of government policy as appears to have been the case in Aleppo, would also constitute a crime against humanity.”\n\nRelated: Aleppo: a Syrian nightmare – in pictures\n\nAmnesty also accused rebels of committing war crimes by using “hell cannons” – an inaccurate improvised artillery shell made of gas canisters, used to level buildings, which the rights group said have killed 600 civilians in 2014.\n\n“Given the nature of the weapons used, many of these attacks are likely to constitute indiscriminate attacks, which, when they kill or injure civilians, are war crimes,” the report said. “Some of these attacks may have also constituted deliberate attacks on civilians or civilian objects, which are also war crimes.”\n\n\n\nThe report also accused both sides of the conflict of widespread torture of detainees, arbitrary arrests and hostage-taking. But the rights group reserved the most opprobrium for the regime, which it accused of precipitating the crisis and committing the overwhelming majority of abuses.\n\nIt concluded: “Both sides are violating international humanitarian law and must be held to account. However, throughout the more than four years since the crisis began, government forces have been responsible for the large majority of violations and crimes.\n\n“Their responsibility for creating one of the worst humanitarian disasters in recent history cannot be overstated. This crisis started with the state’s brutal crackdown on peaceful protesters. Its response seemed tailored to send the message that they would stop at nothing to quash dissent.”\n\nAmnesty called for the referral of the situation in Syria to the international criminal court, the punishing of all sides committing abuses and unhindered access for the UN’s independent commission of inquiry into the crisis.\n\n“The government has been emboldened by the lack of response from the international community and specifically the security council,” said Fakih.",
  "title": "Syria war: 'unthinkable atrocities' documented in report on Aleppo",
  "ts_in": "2015-05-05T21:22:41.600606",
  "url": "http://www.theguardian.com/world/2015/may/05/syria-forces-war-crime-barrel-bombs-aleppo-amnesty-report"
}