{
  "article_html": "<div><p>Startup companies will be able to immediately deduct the costs of starting their businesses from their tax returns under a new government plan aimed at giving small enterprises a boost.<br></p>\n<p>From 16 July, new companies will no longer have to wait for five years before writing off startup costs, and business registration will be streamlined with a single online registration site.</p>\n<p>Red tape surrounding crowdsourced equity funding, or the exchange of cash for shares in a startup, will also be cut in an effort to make accessing that funding easier.</p>\n<p>Small businesses will also be able to change the legal structure of their companies without incurring a hit in their capital gains tax liability.</p>\n<p>The treasurer, <a href=\"http://www.theguardian.com/australia-news/joe-hockey\" class=\" u-underline\">Joe Hockey</a>, and the small business minister, Bruce Billson, labelled the measures &#8220;commonsense reforms&#8221; that will &#8220;make it easier for small businesses to innovate, grow and create jobs&#8221;.</p>\n<p>&#8220;Small business has been telling us that red tape and regulation is killing them. Today we are announcing measures that make it easier for small business to do business,&#8221; a joint statement from the ministers said.</p>\n<p>There are more than two million small businesses operating in Australia, according to the Bureau of Statistics.</p>\n</div>",
  "authors": [
    "Shalailah Medhora"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Australia news",
    "Australian politics",
    "Joe Hockey",
    "Coalition"
  ],
  "ntitle": "tax_changes_will_allow_startup_companies_to_write_off_costs_immediately",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Startup companies will be able to immediately deduct the costs of starting their businesses from their tax returns under a new government plan aimed at giving small enterprises a boost.\n\n\n\nFrom 16 July, new companies will no longer have to wait for five years before writing off startup costs, and business registration will be streamlined with a single online registration site.\n\nRed tape surrounding crowdsourced equity funding, or the exchange of cash for shares in a startup, will also be cut in an effort to make accessing that funding easier.\n\nSmall businesses will also be able to change the legal structure of their companies without incurring a hit in their capital gains tax liability.\n\nThe treasurer, Joe Hockey, and the small business minister, Bruce Billson, labelled the measures “commonsense reforms” that will “make it easier for small businesses to innovate, grow and create jobs”.\n\n“Small business has been telling us that red tape and regulation is killing them. Today we are announcing measures that make it easier for small business to do business,” a joint statement from the ministers said.\n\nThere are more than two million small businesses operating in Australia, according to the Bureau of Statistics.",
  "title": "Tax changes will allow startup companies to write off costs immediately",
  "ts_in": "2015-05-05T23:26:08.582626",
  "url": "http://www.theguardian.com/australia-news/2015/may/05/tax-changes-will-allow-startups-to-write-off-investment-costs-immediately"
}