{
  "article_html": "<div><p>The French revolutionaries had a phrase for it. &#8220;La patrie en danger!&#8221; they shouted, when they summoned their citizens to arms against their enemies&#8217; plots. To shout that the parliamentary system is in danger lacks the same heroic ring. There are no armed enemies at our gates. But there are plots all the same. And it matters to shout it. Our system is in danger. The danger is here, now, and happening in Britain. It must be stopped.</p>\n<p>The main danger to the parliamentary system comes from the Conservative party and its supporters. It comes from the Tory party&#8217;s attempts to put Scottish nationalist MPs at Westminster wholly beyond the pale. It comes from the increasing hysteria of the claims that a Labour minority government would lack constitutional legitimacy. And it comes from the abuse of power, responsibility and language by the Tory-supporting press &#8211; which has its own highly partisan post-Leveson agenda &#8211; in being prepared to say whatever it takes to stop Ed Miliband from taking office or allow Scotland its say in the uncertain outcome that this country may vote for tomorrow.</p>\n<p>This newspaper is no supporter of the British electoral system and the distortions it can and does create. Unlike the major parties and the tax-exile-owned press, we have campaigned for a fairer system. But the rules are the rules, until they are changed, even if you don&#8217;t like them. To dismiss them is in some sense an assault on parliamentary democracy itself. Those rules currently allow a minority party &#8211; Labour, Tory or anyone else &#8211; to form a government if &#8211; big if &#8211; it can win the votes in the <a href=\"http://www.theguardian.com/politics/houseofcommons\" class=\" u-underline\">House of Commons</a>. To deny this rule brings the whole system into disrepute. It is like the Tories saying the offside rule applies to the red team but that the blue team can feel free to ignore it.</p>\n<p>It is fundamental to remember that a general election chooses a parliament not a government, still less a prime minister. The rules for the formation of a government in any new parliament are rooted in the consent of that parliament and are set out in <a href=\"https://www.gov.uk/government/publications/cabinet-manual\" title=\"\" class=\" u-underline\">the Cabinet manual</a>. At their heart are simple parliamentary principles. One is that a government must &#8220;command the confidence of the House of Commons&#8221; &#8211; in other words, it must have enough support to win key votes. Another is that the incumbent government remains in office until things are sorted. But there is no rule anywhere that says the party which has won most seats or most votes gets to form the government and that no one else can.</p>\n<p>If there is a hung parliament after tomorrow&#8217;s election, David Cameron will remain prime minister for the time being &#8211; maybe for some days or weeks. He will be entitled to try to form a new government first and to put his plan to parliament. But if he cannot, or if he loses the parliamentary vote, then Ed Miliband would be entitled to try instead. And if Mr Miliband can succeed where Mr Cameron cannot, then there will be some sort of Labour government. His government may be weak &#8211; in the circumstances it would struggle not to be &#8211; and it may lack much loyalty or credibility, but it would be entirely legitimate.</p>\n<p>It is playing with fire to accuse a government of being illegitimate when it follows the rules. The Tories do this when they say the party they expect to come second &#8211; Labour &#8211; would be illegitimate. The SNP does it when they say a party with little or no support in Scotland would be illegitimate. Any party does it when it claims the support of nationalist MPs is illegitimate. The Liberal Democrats may decide, for their own purposes, that they will only support the largest party, but that&#8217;s their affair. There is no larger constitutional principle involved.</p>\n<p>The answer is to change the rules. But don&#8217;t let one party dictate that another party lacks legitimacy. These accusations reflect a wider crisis of the electoral system and politics, not of any particular party outcome. If the upshot of another hung parliament is that MPs decide the electoral system must change so that legitimacy accusations do not arise so easily, that&#8217;s all to the good. We hope it happens urgently. Britain needs constitutional arrangements that better reflect the kind of country we are and want to be. In the meantime, the rules are the rules. Our parliamentary democracy, imperfect though it is, is in danger. Stand up for it.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Hung parliament",
    "General election 2015",
    "Politics",
    "Conservatives",
    "Newspapers & magazines",
    "Media",
    "House of Commons",
    "Electoral reform"
  ],
  "ntitle": "the_guardian_view_on_political_legitimacy_follow_the_rules_then_reform_the_system",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The French revolutionaries had a phrase for it. “La patrie en danger!” they shouted, when they summoned their citizens to arms against their enemies’ plots. To shout that the parliamentary system is in danger lacks the same heroic ring. There are no armed enemies at our gates. But there are plots all the same. And it matters to shout it. Our system is in danger. The danger is here, now, and happening in Britain. It must be stopped.\n\nThe main danger to the parliamentary system comes from the Conservative party and its supporters. It comes from the Tory party’s attempts to put Scottish nationalist MPs at Westminster wholly beyond the pale. It comes from the increasing hysteria of the claims that a Labour minority government would lack constitutional legitimacy. And it comes from the abuse of power, responsibility and language by the Tory-supporting press – which has its own highly partisan post-Leveson agenda – in being prepared to say whatever it takes to stop Ed Miliband from taking office or allow Scotland its say in the uncertain outcome that this country may vote for tomorrow.\n\nThis newspaper is no supporter of the British electoral system and the distortions it can and does create. Unlike the major parties and the tax-exile-owned press, we have campaigned for a fairer system. But the rules are the rules, until they are changed, even if you don’t like them. To dismiss them is in some sense an assault on parliamentary democracy itself. Those rules currently allow a minority party – Labour, Tory or anyone else – to form a government if – big if – it can win the votes in the House of Commons. To deny this rule brings the whole system into disrepute. It is like the Tories saying the offside rule applies to the red team but that the blue team can feel free to ignore it.\n\nIt is fundamental to remember that a general election chooses a parliament not a government, still less a prime minister. The rules for the formation of a government in any new parliament are rooted in the consent of that parliament and are set out in the Cabinet manual. At their heart are simple parliamentary principles. One is that a government must “command the confidence of the House of Commons” – in other words, it must have enough support to win key votes. Another is that the incumbent government remains in office until things are sorted. But there is no rule anywhere that says the party which has won most seats or most votes gets to form the government and that no one else can.\n\nIf there is a hung parliament after tomorrow’s election, David Cameron will remain prime minister for the time being – maybe for some days or weeks. He will be entitled to try to form a new government first and to put his plan to parliament. But if he cannot, or if he loses the parliamentary vote, then Ed Miliband would be entitled to try instead. And if Mr Miliband can succeed where Mr Cameron cannot, then there will be some sort of Labour government. His government may be weak – in the circumstances it would struggle not to be – and it may lack much loyalty or credibility, but it would be entirely legitimate.\n\nIt is playing with fire to accuse a government of being illegitimate when it follows the rules. The Tories do this when they say the party they expect to come second – Labour – would be illegitimate. The SNP does it when they say a party with little or no support in Scotland would be illegitimate. Any party does it when it claims the support of nationalist MPs is illegitimate. The Liberal Democrats may decide, for their own purposes, that they will only support the largest party, but that’s their affair. There is no larger constitutional principle involved.\n\nThe answer is to change the rules. But don’t let one party dictate that another party lacks legitimacy. These accusations reflect a wider crisis of the electoral system and politics, not of any particular party outcome. If the upshot of another hung parliament is that MPs decide the electoral system must change so that legitimacy accusations do not arise so easily, that’s all to the good. We hope it happens urgently. Britain needs constitutional arrangements that better reflect the kind of country we are and want to be. In the meantime, the rules are the rules. Our parliamentary democracy, imperfect though it is, is in danger. Stand up for it.",
  "title": "The Guardian view on political legitimacy: follow the rules – then reform the system",
  "ts_in": "2015-05-05T21:22:11.360940",
  "url": "http://www.theguardian.com/commentisfree/2015/may/05/guardian-view-on-political-legitimacy-follow-the-rules-then-reform"
}