{
  "article_html": "<div><p>Back in 2013, <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> held a confidential meeting at Chequers, attended by only a handful of trusted political lieutenants &#8211;&#160;a caucus of senior cabinet ministers that included his closest ally, chancellor George Osborne, the home secretary and emerging Tory leadership contender Theresa May, and the then defence secretary, Philip Hammond, who was soon to become foreign secretary. The purpose of the gathering was to agree a core strategy for the 2015 general election.</p>\n<p>It was time, Cameron told his inner team, to settle on a theme and stick to it. He regarded the 2010 campaign, which&#160;had failed to deliver Tory victory, as an unqualified mess that conspicuously lacked a single, memorable message. In the months after the election, the work and pensions minister Iain Duncan Smith &#8211;&#160;who knew all about the pressures of Tory leadership &#8211;&#160;joked that&#160;discussing the election around Cameron was like mentioning Heather Mills around Paul McCartney: something&#160;to be avoided. The explicitpurpose of this meeting was to&#160;prevent another such fiasco.</p>\n<p>From his very first weekend at Chequers in 2010, Cameron had looked (and felt) at home. Gordon Brown disliked perks of any sort, and never appeared at ease in the 16th-century country pile, often greeting visitors in a business suit. But from the start, Cameron would bound out to meet his guests in jeans and a casual shirt, ready for a pre-lunch yomp to one of the local pubs. He enjoyed giving the penny tour, too, showing his visitors the room in which Lady Jane Grey&#8217;s sister, Mary, was held captive between 1565 and 1567, and the Churchillian memorabilia. Fancying himself a foodie, Cameron made it his business to get to know the cooking staff, and to keep an eye on the menus. When he embarked upon a no-cream diet in preparation for the election, the chefs tortured him with indulgently rich puddings.</p>\n\n<blockquote>\n<p>Iain Duncan Smith said discussing the election around Cameron was like mentioning Heather Mills around Paul McCartney</p>\n</blockquote>\n\n<p>On this occasion back in 2013, Cameron&#8217;s purpose, to adapt Churchill&#8217;s famous line, was to give the pudding of Toryism an unmissable theme. It was therefore an exercise in self-definition, too. Since becoming leader in 2005, Cameron had experimented with a smorgasbord of ideas and slogans, including the <a href=\"http://www.theguardian.com/uk/2012/jun/23/rowan-williams-big-society-cameron\" title=\"\" class=\" u-underline\">&#8220;big society&#8221;</a>, &#8220;social responsibility&#8221;, and even the &#8220;post-bureaucratic state&#8221; (hard to chant on a rally, that one). For a while, Cameron had favoured the notion of the &#8220;global race&#8221; and Britain&#8217;s prospects in that planetary contest. But focus groups revealed &#8211; embarrassingly &#8211; that too many voters thought the &#8220;global race&#8221; referred to some form of ideal ethnicity. Such misunderstandings exasperated Cameron. He would press his advisers to tell him what the focus groups said about him. &#8220;That you&#8217;re out of touch,&#8221; they replied, a little nervously. &#8220;What,&#8221; he cried, &#8220;would an &#8216;in&#8209;touch&#8217; prime minister look like?&#8221;</p>\n<p>But, as a professional politician, Cameron understood that perception was all. If &#8220;global race&#8221; confused the punters, it had to go. But what should replace it? So much had happened to the coalition collectively and to Cameron personally, from the NHS reform fiasco to the &#8220;omnishambles&#8221; <a href=\"http://www.theguardian.com/politics/2012/may/28/george-osborne-u-turns-pasties-caravans\" title=\"\" class=\" u-underline\">budget of 2012</a>; from the <a href=\"http://www.theguardian.com/commentisfree/2011/oct/26/libya-war-saving-lives-catastrophic-failure\" title=\"\" class=\" u-underline\">war in Libya</a> to the <a href=\"http://www.theguardian.com/uk/london-riots\" title=\"\" class=\" u-underline\">riots of 2011</a>; from the glory of the <a href=\"http://www.theguardian.com/sport/olympics-2012\" title=\"\" class=\" u-underline\">London Olympics</a> to the <a href=\"http://www.theguardian.com/media/2012/nov/28/leveson-inquiry-report-essential-guide\" title=\"\" class=\" u-underline\">Leveson inquiry</a>. By his own admission, the PM had learned all about what he called the &#8220;buggeration factor&#8221; in government: the almost organic capacity of institutions to drain energy from radical policies. (As he put it to me, the green deal, a campaign to encourage energy saving in the home, &#8220;was not so successful, too bureaucratic&#8221;.) He had discovered that managing a coalition was incredibly hard, but that leading the Conservative party in government could be even harder. He had watched with alarm as Europe, yet again, returned to haunt his tribe, and <a href=\"http://www.theguardian.com/politics/ukip\" title=\"\" class=\" u-underline\">Ukip</a> had gorged itself on the frustrations of traditional Tories. He had grown frustrated with President Obama and close to Chancellor Merkel. In his ground floor den in No 10 or on the global stage, he had faced the complexities of being a head of government in an interconnected, interdependent world.</p>\n<p>But complexity was the enemy on this occasion. Whatever the chosen electoral theme might be, Cameron insisted that it be straightforward. At this Chequers mini-summit, the PM and his ministerial team settled on &#8220;security&#8221; as their election theme for 2015. The party would naturally claim that it needed a second term to entrench the recovery and the taming of the deficit. But it would also promise a &#8220;more secure future&#8221; at every stage of a voter&#8217;s life. At that gathering was born the Conservative general election manifesto, which used the word &#8220;security&#8221;, or one of its derivatives, more than 120 times.</p>\n\n\n<a href=\"/politics/2015/may/05/the-trials-of-david-cameron#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430759662183/31064760-f1eb-4f84-9c00-bce91af2f21a-300x180.jpeg\" alt=\"David Cameron and his closest ally George Osborne.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fthe-trials-of-david-cameron&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430759662727%2F31064760-f1eb-4f84-9c00-bce91af2f21a-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid Cameron and his closest ally George Osborne in the first week of the 2015 general election campaign. Photograph: Leon Neal/AFP/Getty Images\n\n\n\n<p>This was not the politics of inspiration, or a call to crusade. Cameron was perfectly capable of such rhetoric: in his 2009 party conference speech, he had warned Tory activists that they faced testing times: &#8220;Yes, there is a steep climb ahead. But I tell you this. The view from the summit will be worth it.&#8221; That was a challenge, an invitation to party and country alike to take a leap of faith.</p>\n<p>By 2013, he had decided upon a very different rhetorical register, a safer musical key. In the months to come, <a href=\"http://www.theguardian.com/politics/lynton-crosby\" title=\"\" class=\" u-underline\">Lynton Crosby</a>, his all-powerful election consultant, would often be an object of scorn for distilling the Conservative message so radically that its scope could be shrunk to a single word (&#8220;competence&#8221;, as opposed to Labour &#8220;chaos&#8221;). But it was Cameron himself who chose fierce simplicity over broad, open horizons. He would, he said, offer the voters reassurance from childhood to old age. He would urge them not to be reckless with their vote, or to jeopardise the unfinished recovery. Let others quicken the national pulse. It was the PM&#8217;s task to plead the virtues of calm over chaos.</p>\n<p>&#8220;Cameron has changed remarkably little in office,&#8221; one cabinet minister told me, drawing a contrast with Thatcher and Blair. &#8220;That continuity is very unusual in politics.&#8221; What did change in the Cameron era was the context &#8211;&#160;and the aspects of his essentially stable personality that came to the fore. In the middle ages, they called it psychomachia: the battle of spirits for a soul. To understand Cameron is to look beyond the straightforward countenance &#8211; the psychic inertia in which the English upper middle class seems to specialise &#8211; and to observe the struggle between a radical social reformer who wanted to transform both the character of conservatism and the nature of the 21st-century state, and the supreme pragmatist who accepted that politicians must adapt dreams to circumstances. He never forgot that, in politics, he had chosen what Bismarck called &#8220;the art of the possible&#8221;; or, that in politics, as in any performance art, timing is all.</p>\n<h2>* * *</h2>\n<p><strong>In August 2011,</strong> a year and three months after Cameron became prime minister, riots tore through Britain&#8217;s cities. Notionally, the disorder had been sparked by the <a href=\"http://www.theguardian.com/uk/mark-duggan\" title=\"\" class=\" u-underline\">death of Mark Duggan</a>, a 29-year-old black man from Tottenham, who was shot by police. But what started as protest descended quickly into criminal anarchy.</p>\n<p>After three nights of violence, I accompanied Cameron to Salford, where he talked to police officers, firefighters and others who had seen the conflagration. The prime minister inspected a Lidl store &#8211;&#160;or what was left of it, after the looters and flames had&#160;done their work. Cameron was more visibly shaken than I had ever seen him; politically anxious, of course&#160;&#8211; he was under attack for not returning from holiday sooner &#8211; but clearly unsettled at a much deeper level, too. In&#160;the hollowed-out supermarket, amid the ash and the charred timber, he looked dejected and drained.</p>\n\n\n<a href=\"/politics/2015/may/05/the-trials-of-david-cameron#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430754437231/148f1a04-59d7-4984-bd03-3635ae45ceb0-300x196.jpeg\" alt=\"David Cameron visits Croydon after the 2011 riots\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fthe-trials-of-david-cameron&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430754437758%2F148f1a04-59d7-4984-bd03-3635ae45ceb0-2060x1345.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid Cameron visits Croydon after the riots in 2011. Photograph: Stefan RousseauAFP/Getty Images\n\n\n\n<p>It was not a posture or a mood one associated with Cameron. When I first met him in the mid-90s, he already had what I called the &#8220;double helix&#8221; of ambition and patience. Even as a young cabinet special adviser to chancellor Norman Lamont and home secretary Michael Howard, he made little attempt to disguise his sense of destiny, which is fine if you are Bob Dylan, but dangerous in a game as resentful and poisonous as politics. The dauphin often meets a sticky end. But Cameron&#8217;s trick, as he led the discussion at Tory tables, drawing on the hefty cigars he called &#8220;logs&#8221;, or hosted villa holidays for friends, was to adapt and survive. He was seriously precocious, which was provocative enough. He did not compound the affront to older Tories by identifying too closely with this or that faction in the Balkanised Conservative party. As was often said of his occasional role model, Tony Blair, the thing about Cameron was that you had to take the smooth with the smooth.</p>\n<p>Yet, sooner or later, the abrasions of reality were bound to get to him, as they manifestly had on that bleak summer day in Salford. Confronted by the vacant ruins, the former Tory princeling of the 90s looked careworn and fretful &#8211; as well he might. His initial response to the riots had been to condemn the criminality, to reassure law-abiding citizens that order would be maintained and to get the courts whirring into action round the clock. But Cameron knew there was more to the disturbances than looting and opportunism and box-fresh trainers. &#8220;The complicated bit is why are there so many,&#8221; he said. &#8220;Why is there this sizeable minority of people who are prepared to do this?&#8221;</p>\n<p>Though possessed of a first-class mind, Cameron is not a reflective politician. He rarely agonises over a problem, preferring to resolve dilemmas as quickly and pragmatically as he can, generally with a group of close allies such as Osborne, Ed Llewellyn (his longtime chief of staff), Kate Fall (Llewellyn&#8217;s deputy) and Craig Oliver (director of communications). But &#8211; very unusually &#8211; the disorder and violence had driven him to introspection. &#8220;You read stories in the papers and it just makes you want to weep, when you hear some of the parents describing how they just can&#8217;t control their children and, anyway, it&#8217;s not really their job.&#8221;</p>\n<p>Who was going to set boundaries? Who was going to offer hope? Officially, he might have redefined himself as a fiscal plumber, a political workman with no time for such indulgent questions. Officially, his priority was still the deficit, jobs and restoring growth. His welfare reforms, notably the so-called &#8220;bedroom tax&#8221; and the household welfare cap, had hardened the impression that his party was indifferent to those in need. But it was clear that the riots &#8211; &#8220;a huge event in the life of the nation&#8221; &#8211; had cut him to the quick.</p>\n\n\n<a href=\"/politics/2015/may/05/the-trials-of-david-cameron#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430754644138/9579a083-b151-4c50-b4bf-62d1fd566994-320x480.jpeg\" alt=\"David Cameron was, at the age of 26, a special adviser to the then chancellor Norman Lamont, right, in 1993.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fthe-trials-of-david-cameron&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430754645413%2F9579a083-b151-4c50-b4bf-62d1fd566994-1360x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid Cameron was, at the age of 26, a special adviser to the then chancellor Norman Lamont, right, in 1993. Photograph: Neil Munns/PA\n\n\n\n<p>Earlier that week, he had called David Lammy, the Labour MP for Tottenham, to express his sadness at the disturbances. Lammy asked Cameron if this would push the &#8220;big society&#8221; &#8211; Cameron&#8217;s preoccupation with social cohesion &#8211; back to the top of his agenda. The PM agreed that it might. The riots had awoken a cluster of complex concerns, related to his own good fortune in life, his responsibilities as a father, and the melancholy conclusion (implied, not spelt out) that so much depends upon chance. As one long-time friend put it: &#8220;It really bugged him, and it bugged him that, in all likelihood, nobody would believe that he gave a damn.&#8221;</p>\n<p>The great irony was that social reform is what animated him most deeply: he saw it as the gateway to a Toryism that was about more than efficient spending and free markets; one that dared to dream of a better society. The tragedy of his political career was that he had not been able to act as fully upon this impulse as he would have wished. Blair had not expected to be a foreign-policy prime minister. Cameron did not intend to spend his time in No 10 agreeing cuts with Nick Clegg. To govern is not always to choose.</p>\n<h2>* * *</h2>\n<p><strong>The aesthetics of politics </strong>are often determined by time. Too early, too late, too short, too long: often these are the criteria that distinguish success from failure. By January 2013, when I saw Cameron in Manchester after he had addressed a meeting of Tory activists from the north-west of England, the vicissitudes of time &#8211;&#160;and&#160;its bearing on his political fortunes &#8211;&#160;were foremost in his mind.</p>\n<p>&#8220;There are so many things we need to do that need to get properly done,&#8221; he told me. &#8220;I feel the road map in front of me has got so much on it that needs to get fixed that I don&#8217;t think of it like that &#8230; I feel I have plenty on my plate, in terms of delivering the Gove school reforms, the Duncan Smith welfare reforms, massive change to our foreign policy that William Hague and I have been putting in place, the whole trade agenda, the deficit &#8211; I feel there is so much.&#8221;</p>\n<p>Steve Hilton, for so many years Cameron&#8217;s intellectual alter ego before his departure to Stanford in 2012, had always maintained that a government must behave as if it only has a single term in which to force through its blueprint. But the PM had realised as early as 2010 that the core fiscal mission would require two parliaments. In the 2011 autumn statement, his government&#8217;s strategy was explicitly realigned to fit this new timetable, so that its pitch for re-election in 2015 was bound to be some variant on the plea: &#8220;Let us finish the job.&#8221; In 2012, Cameron urged his staff to read and absorb the speech Bill Clinton delivered to the Democratic party convention nominating Obama for a second term. &#8220;No president &#8211; not me, not any of my predecessors &#8211; no one could have fully repaired all the damage that he found in just four years,&#8221; Clinton said. &#8220;But he has laid the foundations for a new, modern successful economy of shared prosperity.&#8221;</p>\n<p>This was precisely Cameron&#8217;s point. During our interview in Manchester, he disclosed to me that he would serve a second &#8220;full term&#8221; if re-elected in 2015, and that he meant those two words absolutely literally (unlike Tony Blair). This implied, in theory at least, that he wanted to stay in No 10 until 2020: prime minister for 10 years, Tory leader for almost 15. The long haul, so to speak.</p>\n<p>What Cameron did not spell out at the time was an assumption that he apparently considered self-evident. The Fixed-term Parliaments Act of 2011 had removed from the prime minister the prerogative to dissolve parliament when he or she chose, replacing that arbitrary power with a five-year timetable and a new set of rules whereby a failing government could be put out of its misery. The implicit corollary, Cameron believed, was that prime ministers would naturally observe an unofficial version of the US 22nd Amendment, limiting themselves to two terms. Thatcher and Blair had stayed longer and demonstrated why this was a mistake. Yes: two terms was plenty.</p>\n<p>In so many ways, all this was a parable of Cameron&#8217;s political identity. While others panicked, he was unfazed by his government&#8217;s failure to meet its original fiscal targets. Just as he had turned the Tories&#8217; disappointment on election night 2010 into &#8220;a big, open and comprehensive offer&#8221; to the Lib Dems, so he had taken the coalition&#8217;s missed fiscal targets and the still-sluggish performance of the economy, and made them the basis of his request to the electorate for more time. This did not mean, of course, that the ploy would work. But the brazen political alchemy was quintessential Cameron.</p>\n<p>So too, however, was the limitation that he set himself &#8211; and his mild bafflement that anyone should imagine he would even dream of carrying on to 2025. He is of a generation of politicians that devoted the first half of their adult lives almost exclusively to politics: his perspectives were shaped from an early age by the brutal rituals, folklore and gossip of the Westminster village, rather than by a profession or overseas posting. He was 21 when he joined the Conservative research department in 1988 and &#8211; aside from a spell at Carlton Communications &#8211; has been mired in the political world ever since. Even if he holds on to power in 2015, he will still only be 53 when the movers come to take his elegant kitchen utensils from the Downing Street flat in five years.</p>\n<p>That would leave plenty of time for an entirely different second career, and a happy middle age with his wife, Samantha, and children. (Even Cameron&#8217;s most venomous detractors concede that he is devoted to his family: when his son Ivan died in 2009 he gave serious thought to giving up politics altogether.) He was cheeky enough to want a second term, even though he was unlikely to win a majority. But he was realistic, too, fully aware that this was the endgame. This curious cocktail of ego and humility was, and remains today, at the heart of Cameron&#8217;s personality.</p>\n<p><a href=\"http://www.theguardian.com/books/2012/jun/26/cameron-practically-a-conservative-review\" title=\"\" class=\" u-underline\">Francis Elliott and James Hanning&#8217;s 2012 biography</a> of the prime minister quoted an ally remarking that &#8220;if there was an Olympic gold medal for &#8216;chillaxing&#8217; [Cameron] would win it&#8221;. After the fingernail-chewing mania of Brown&#8217;s premiership, this was intended to mark a happy contrast. Instead, the quip chimed with the accusation that it had all come too easily to Eton&#8217;s 19th prime minister, and that his laid-back manner reflected arrogance rather than psychological balance.</p>\n\n\n<a href=\"/politics/2015/may/05/the-trials-of-david-cameron#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430755073665/f75928bb-fddd-4777-862e-7aa421b90558-300x180.jpeg\" alt=\"David and Samantha Cameron on holiday in Ibiza in 2013.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fthe-trials-of-david-cameron&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430755074240%2Ff75928bb-fddd-4777-862e-7aa421b90558-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid and Samantha Cameron on holiday in Ibiza in 2013. Photograph: Getty Images\n\n\n\n<p>What might be thought a useful characteristic in a leader &#8211; a refusal to fret unless absolutely necessary &#8211; seemed to some observers like intolerable smugness. So much so, indeed, that the notion that he was a patrician dilettante was one of the few that visibly got to him. On a later occasion he said to me: &#8220;I don&#8217;t feel I&#8217;m laid back at all! I feel I am a very passionate, go-getting, get-stuck-in person.&#8221; Then, ruefully: &#8220;But obviously people sometimes do read into me &#8211; I don&#8217;t know &#8211; a sort of laid-backness that makes it sound like I&#8217;m not hungry. I&#8217;m desperately hungry to win this election, more than anything. I&#160;feel I am halfway through my life&#8217;s work. I&#160; hope that shows and I&#8217;m trying to switch on even more, to demonstrate how strongly I feel. Because I keep thinking: &#8216;How can anyone not see how passionate I am?&#8217; &#8211; so I&#8217;m trying to sort that out.&#8221;</p>\n<p>Having spoken to dozens of people &#8211;&#160;both Tories and Liberal Democrats &#8211;&#160;who have worked with Cameron in government, I am confident that he is as industrious as any voter could reasonably hope, frequently at work by 5am or not long after. But the charge was really a proxy accusation. When his detractors said &#8220;laid back&#8221;, what they really meant was detached, disengaged, the aristo in his country house. What they meant was posh.</p>\n<p>* * *</p>\n<p><strong>On &#8220;D-21&#8221; of the Tory campaign,</strong> 16 April, 2015, Cameron stretched out in his little office at the back of the Tory battle bus, variously known as the &#8220;love pod&#8221;, the &#8220;power pod&#8221; and the &#8220;boss box&#8221;. He was tieless, energised and joking with his staff that the campaign managers back in party HQ did not know what it was like on the stump. Llewellyn and his own team back in London had been making suggestions to hone the message. Cameron feigned the outrage of the grunt stuck in the Mekong Delta complaining to the officer at base: &#8220;You don&#8217;t know what it&#8217;s like, man! You weren&#8217;t there!&#8221;</p>\n<p>More than last time, he clearly believed that he had a duty to win. (In 2010, he and Osborne knew well before polling day that a majority was out of their reach and had prepared systematically, if covertly, for coalition.) Win or lose, this would be his last general election campaign as leader &#8211; if he won a second term, he would not seek a third &#8211; and the man who had urged us nine years before to &#8220;let sunshine win the day&#8221; seemed determined to enjoy the fight.</p>\n<p>There was, he said, the obvious difference that he was campaigning as the incumbent rather than the challenger. Last time he had had to overcome Brown&#8217;s claims that the Tories would wreck the economy. Miliband, he claimed, &#8220;is not really engaged on the [Tory] plan&#8221;, merely highlighting this or that issue as it arose. But Cameron did not feel, in any case, as if he were trading blows with Ed so much as fighting a campaign of persuasion, street to street, audience to audience. &#8220;It is very different &#8211; but in a way, I think what I&#8217;m fighting most of all is convincing people that we should finish the job. So I can&#8217;t concentrate too much on his campaign.&#8221;</p>\n<p>In other words: believe in my mission, believe in me. Though he scorned Miliband&#8217;s declaration that he was &#8220;ready&#8221; as political egomania, the prime minister saw his own campaign in profoundly personal terms too: he must persuade the public that he needed a second term to finish the job, that he deserved one, and that his motives were decent. Through his well-used political binoculars, the bloodiest, muddiest terrain of this election lay not between left and right, but between misconceptions of himself and the reality.</p>\n<p>Almost 10 years since he became Tory leader, Cameron was still fighting to convince the nation that he was more than a competent manager, that he did not &#8211; as he put it at his&#160;manifesto launch &#8211; &#8220;come into politics to be some high&#8209;powered accountant and just balance the books&#8221;. Cameron was deeply sensitive to the charge that he was simply the shop steward of the rich, the protector of the haves, the front man of the mighty. When Michael Gove said that the number of Etonians in the cabinet was &#8220;preposterous&#8221;, his boss reprimanded him sharply.</p>\n<p>In the early years of his leadership, Cameron fended off questions about class with his weakest mantra: &#8220;It&#8217;s not where you come from, it&#8217;s where you&#8217;re going.&#8221; That may be how it seemed when you were coming from Eton, Oxford and a house in Kensington, but it sounded at best naive elsewhere. The &#8220;classless society&#8221; was a worthy enough aspiration, but it&#160;did not mean much to a person who could hardly afford to feed her children.</p>\n<p>One of Cameron&#8217;s undoubted clangers during the campaign was his ignorance, revealed by Jeremy Paxman, of the number of food banks. In a later interview on Radio 1, he could not specify the living wage. The coalition&#8217;s welfare reforms have been broadly popular: a <a href=\"http://www.ft.com/cms/s/0/a548291c-e763-11e4-a01c-00144feab7de.html#axzz3ZBUYDlmt\" title=\"\" class=\" u-underline\">Populus poll in the Financial Times</a> last month suggested that Osborne&#8217;s plan to make further cuts has the support of 75% of voters, while a YouGov poll in March found 63% backed the government&#8217;s intention to cut the household benefit cap from &#163;26,000pa to &#163;23,000pa. At the same time, such measures &#8211; compounded by the clumsy inhumanity of the work capability assessments of <a href=\"http://www.theguardian.com/society/atos\" title=\"\" class=\" u-underline\">Atos</a>, revealed by this newspaper &#8211; have also entrenched the image of snooty cruelty. The most damaging impression that faces Cameron has always been one of detachment and the assumption that a politician of his background simply cannot understand hardship. (Of course, the same could be said of Miliband and Clegg.)</p>\n<p>In any case, it was always lazy to caricature Cameron as a hyper-privileged toff who regarded the premiership as his due. There was always more to him than that. True, he was (unlike Osborne) a cradle Tory, and, in spite of his academic accomplishments (a first from Oxford among them), a visceral politician who felt that the country was better off when governed by the Conservative party. But his instincts were not those of the class fortress.</p>\n<p>For a start, his particular brand of conservatism had its roots in a notion of civic responsibility he often attributed to his mother, Mary, a former magistrate, and in his late father&#8217;s unquenchable optimism. Ian Cameron, though born disabled, taught his son &#8220;that no matter how bad things are, you can overcome them&#8221;. Tories are naturally pessimistic about human perfectibility and the limits of collective action, so this&#160;characteristic marked him out in his political tribe from the very beginning.</p>\n<p>Though it sometimes seemed that Cameron&#8217;s rise had been frictionless, he had learned the hard way about human vulnerability. His first son, Ivan, was born in 2002 with a severe disability, and died six years later. He had watched one of his closest relatives become addicted to heroin and supported them through rehabilitation. I remember sitting with Cameron in the Commons in late 2003, when he had been instructed by Michael Howard, then the Tory leader, to prepare a response to the<a href=\"http://www.theguardian.com/politics/davidkelly\" title=\"\" class=\" u-underline\"> Hutton report</a> on the death of <a href=\"http://www.theguardian.com/politics/david-kelly\" title=\"\" class=\" u-underline\">Dr David Kelly</a> &#8211; the Ministry of Defence weapons specialist who committed suicide during the controversy over the BBC&#8217;s reporting of the Iraq dossier. It was a daunting forensic task. As we talked, Cameron&#8217;s phone rang repeatedly, with news from his wife, who was at the hospital with Ivan. I was struck both by Cameron&#8217;s gentleness and his strength of character: one moment we were discussing the notorious claim that Saddam Hussein could launch weapons of mass destruction in 45 minutes; the next, he was talking tenderly to his wife about who would be staying with the child at the hospital and how they would both get a hot meal. As steely as Cameron was, he had his priorities right.</p>\n<p>As much as he sometimes seemed to fit the stereotype of the Tory Fauntleroy, Cameron was no stranger to the terrible frailties of human existence. Ivan&#8217;s brief life and tragically young death did not make Cameron, as he himself put it, &#8220;an angel&#8221;, but it certainly had a profound effect upon both the man and the politician. As I wrote at the time: &#8220;At the heart of what he now calls &#8216;progressive conservatism&#8217; is a profoundly personal and private narrative.&#8221; It helps to explain why he strayed off-script on the BBC&#8217;s Question Time special last week by declaring the improvement of the NHS &#8220;my life&#8217;s work&#8221;.</p>\n<p>All the same, he was not an early convert to the cause of Tory modernisation, faddish &#8220;compassionate conservatism&#8221;, or to the proposition that the party had to take radical action to address public distrust of its motives, priorities, and values. His support for Michael Portillo&#8217;s leadership candidacy in 2001 &#8211; a pilot run for his own &#8211; was not zealous. But by 2005 he had become fully convinced of the argument: as Nick Boles, the ultra-moderniser and minister of state for skills and equalities, liked to put it, Cameron&#8217;s conversion to modernisation had been as lengthy, careful and thorough as the cooking of a slow-roast lamb (a dish he frequently serves up to guests). He saw the electoral logic: the party badly needed to broaden its appeal if it was ever again to win a majority. But he was also increasingly drawn to the modernisers&#8217; emphasis upon social reform and social justice, which chimed with his partly inherited sense of civic responsibility. In 2006, he made a remarkable speech about the neglected teenagers who drifted into petty crime and workless, hopeless apathy. The message was rendered in a famous headline as &#8220;<a href=\"http://www.theguardian.com/politics/2006/jul/09/conservatives.ukcrime\" title=\"\" class=\" u-underline\">hug a hoodie</a>&#8221;, words that Cameron did not, in fact, use. But what he did say was no less striking when uttered by a Conservative leader: &#8220;When you see a child walking down the road, hoodie up, head down, moody, swaggering, dominating the pavement &#8211; think what has brought that child to that moment.&#8221;</p>\n\n\n<a href=\"/politics/2015/may/05/the-trials-of-david-cameron#img-6\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/4/1430759279583/a75caf86-0962-40f4-bf00-c1266ca3dc08-320x480.jpeg\" alt=\"David Cameron visits the Benchill area of Wythenshawe in December 2007\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fsfb%23img-6&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fgu.com%2Fp%2F484tc%2Fstw%23img-6\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+trials+of+David+Cameron+%7C+Matthew+d%E2%80%99Ancona&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F05%2Fthe-trials-of-david-cameron&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F4%2F1430759278858%2Fa75caf86-0962-40f4-bf00-c1266ca3dc08-680x1020.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nDavid Cameron visits the Benchill area of Wythenshawe, Greater Manchester in December 2007, the year after his hug-a-hoodie speech. Photograph: Martin Rickett/PA\n\n\n\n<p>Nine years on, I quoted this line back to Cameron, and reminded him of the electric charge it had sent through his party and beyond. Whatever happened to his project to find a new language for <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a>? &#8220;We&#8217;ve got to do more,&#8221; he conceded. &#8220;I think there were some important breakthroughs in saying the Conservative party has a deep social conscience and cares about the environment. But the real push we&#8217;ve got to get &#8211; which is where I think Michael Gove has been so powerful &#8211; is if you take together education, welfare and economic policy. It is about transforming the life chances of all the people in our country. We&#8217;ve got to drive that harder, to the exclusion perhaps of other things.&#8221;</p>\n<p>What he meant was that, in straitened times, the more conventional Conservative strategy to support aspiration and social mobility had priority over what was, for Tories, a much more radical notion: namely that even those left behind repeatedly, the feckless, the helpless and the hapless, deserved a stretched-out hand. It was this contention that had made Cameron&#8217;s first two years an extraordinary punctuation mark in the party&#8217;s history. But now &#8211; well, now things were different. The tone of his response said it all: get real.</p>\n<p>&#8220;Look: when I became leader of the Conservative party the economy seemed to be on a good trail, and all the rest of it. [But] for the last eight years, we&#8217;ve been operating in an environment where it has been bloody tough, and that&#8217;s why we&#8217;ve had to address ourselves squarely to that task. And that will be the case for some time to come.&#8221;</p>\n<p>Here we came to the crux of the matter: if there was a route map to Cameron&#8217;s evolution as leader, he was describing the crossroads. By inclination, he was a social reformer rather than a fiscal repairman. But his primary role had been recast seven years before. In September 2008, the collapse of Lehman Brothers &#8211;&#160;and the ensuing bailouts and questions about banks &#8220;too big to fail&#8221; &#8211; transformed public discourse and the nature of the task facing governments all over the world. Globalised capitalism faltered as never before, and left democracy to clear up the mess. At the time, I was editor of the Spectator; at the end of that month, the magazine hosted a champagne reception at the Conservative conference in Birmingham, complete with blue carpet and music. As the first guests were arriving, the news was dominated by ominous headlines from America &#8211; the Dow Jones index had suffered its biggest drop in history after Congress rejected a bank bailout package. Andy Coulson, then Cameron&#8217;s director of communications, called me to explain that his boss had decided &#8211; on balance &#8211; that this was not a night for Tories to be photographed holding champagne flutes and making merry.</p>\n<p>William Hague was dispatched to make a polite appearance and to apologise in person for the (inevitable) decision. He did not stay long. Back in his hotel room, the Prince Hal of the Tory revival was brooding upon the task, transforming himself into the future prime minister who would inherit an economic crisis and must prove himself equal to it: &#8220;Presume not that I&#160;am the thing I was.&#8221;</p>\n<p>This remained Cameron&#8217;s position in 2015. Whatever he had hoped to do &#8211; whatever his personal priorities might be &#8211; history had dealt him a hard hand, and left him no room for the softer, gentler work of early modernisation. &#8220;What I am saying is the concerns about how to make the family budget [balance], how to get a job &#8211; that is the most important thing right now. I think we have made quite a lot of progress on the agenda of social breakdown I was talking about. Actually, there are better schools in inner-city areas, crime has come down, there is quite a lot evidence on life chances for children and family breakdown and all the rest of it.&#8221;</p>\n<p>I thought this was a false dichotomy, and said so. It was precisely when a party and a prime minister were taking &#8220;difficult decisions&#8221; &#8211; Cameron&#8217;s overused euphemism for cuts and austerity &#8211; that the voters most needed to be persuaded of his motives, his decency and his desire to speak to absolutely every voter. But he clearly was not buying this analysis. His economic inheritance in general and the deficit specifically had carved out a mission that left little room for such niceties as the sensitivities of hoodies. This was a tougher, toughened politician, who bore the calluses of office and financial downturn, and still had much to do. The rest &#8211; well, that would have to wait.</p>\n<p>* * *</p>\n<p><strong>Later on the afternoon of 16 April, </strong>Cameron was preparing to take questions from workers at an O2 call centre in Leeds. Hundreds of them peered down at him, ranged on the stairwell that curled upward from the makeshift dais acting as his soapbox.</p>\n<p>That morning he had launched the Scottish Conservative manifesto in Glasgow, before a group of adoring activists led by the party&#8217;s Scottish leader, Ruth Davidson. The campaign, she said, was demonstrating daily that &#8220;David Cameron is obviously, self-evidently, unequivocally, unquestionably, the right man for the job&#8221;. Nods, applause. Within the tiny stockade of Scottish Toryism, there was only the comfortable certainty that binds a tiny sect under siege. Its members were the custodians of a heritage society, supporters not only of the Union of Scotland and England, but also of a party that is positively loathed by most Scots. No wonder they cheered Cameron.</p>\n<p>In Leeds, it was very different. The wall of faces was a living mural of multiracial, contemporary Britain: most looked under 40, almost all were dressed in jeans, T-shirts, trainers. Thatcher&#8217;s children they might be, but they had been raised for 13 years by fractious foster parents, Tony and Gordon. The notion of the Conservatives as the &#8220;natural party of government&#8221; would seem laughable to them. The call centre was in a Labour-Tory marginal (Morley and Outwood: shadow chancellor Ed Balls&#8217;s seat), but this was scarcely Conservative country. The O2 staff held up their phones, ready to take pictures &#8211; but as a reflex, in the presence of celebrity, rather than a sincere token of personal enthusiasm for Dave.</p>\n<p>The atmosphere before Cameron arrived was one of collective scepticism, with a whiff of outright suspicion. I overheard the words &#8220;posh&#8221;, &#8220;southern&#8221; and &#8220;public school&#8221; muttered in surly exasperation. Someone else said that they wished Boris Johnson was coming instead. Cameron was running late, which did not help. Then, the prime minister swept in with his entourage, apologised and told them that, since the BBC &#8220;challengers&#8217; debate&#8221; was being broadcast that very evening (featuring all the party leaders bar himself and Nick Clegg), it was good to be out and about, answering questions. I looked up at the wall of faces &#8211; 200? 300? &#8211; and wondered, quite seriously, if they might eat him alive.</p>\n<p>Yet in the space of a few minutes, the wall of death had changed quite dramatically. The faces softened, the laughter churned agreeably. Cameron answered the questions (on childcare, apprenticeships, social housing and higher education fees) with fluency and clarity and &#8211; wisely &#8211; did not try to pull the wool over their eyes. When he was asked about the cuts to legal aid, he did not obfuscate or tap-dance. Yes, there had been cuts, and there would be more. If the voters wanted a well-funded NHS, a decent settlement for schools and better social care, they would have to accept savings elsewhere. Cameron&#8217;s vision of the state, he explained, was all about priorities, and it was up to the audience to decide whether they agreed with his. He implored them to vote, even if they did not vote for his party.</p>\n\n<blockquote>\n<p>In the space of a few minutes, the Wall of Death had changed dramatically. The faces softened, the laughter churned</p>\n</blockquote>\n\n<p>For the first time in the campaign, I thought &#8211; felt is perhaps more accurate &#8211; that Cameron might just pull it off; that the Tories might emerge on May 8 as the largest single party in the Commons. It was not a moment of dazzling epiphany, but of cautious recognition. Confronted with an audience that could easily have reacted with outright hostility, he had won their respect. He had not abused the power of incumbency &#8211; there was no hauteur about his delivery &#8211; but acknowledged how precarious the tenure of office always is. Would many of them vote Tory on May 7? Maybe not. But each of them would tell a few people that the PM had come to their workplace and played fair. That is how campaigns succeed.</p>\n<p>There were speed bumps along the campaign trail, and controversy about the bleak simplicity of the theme agreed back in 2013. Was the promise of competence and security enough? Was it enough for him?</p>\n<p>Cameron had been around too long to be loved, perhaps too long to be liked. But only the churlish could deny that he had quickly acquired and retained the stature of a prime minister. He also had the capacity to surprise. After decades of Liberal-Labour flirtation, it was a Tory leader who broke the mould and delivered a coalition government. He had presided over the legalisation of gay marriage. In the face of furious party opposition, he had renewed his party&#8217;s commitment to spend 0.7% of GDP on international development. He might yet have one last surprise left in him.</p>\n<p>Defeat would abruptly end his frontline career. But a result that permitted him to cobble together a parliamentary pact, however loose&#8209;knit, would confront him with a great strategic choice: whether to settle for completing the &#8220;unfinished business&#8221; of economic recovery and fiscal control, or opting for the much bolder mission to prove that &#8220;compassionate conservatism&#8221; was not an oxymoron &#8211; that progressive ends could be achieved by centre-right means. The battle with Miliband was for a job; but the battle within Cameron was, as it had always been, for his very soul.</p>\n<p>Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\" class=\" u-underline\">@gdnlongread</a></p>\n</div>",
  "authors": [
    "Matthew D'ancona"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "David Cameron",
    "Politics",
    "UK news",
    "Conservatives"
  ],
  "ntitle": "the_trials_of_david_cameron",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Back in 2013, David Cameron held a confidential meeting at Chequers, attended by only a handful of trusted political lieutenants – a caucus of senior cabinet ministers that included his closest ally, chancellor George Osborne, the home secretary and emerging Tory leadership contender Theresa May, and the then defence secretary, Philip Hammond, who was soon to become foreign secretary. The purpose of the gathering was to agree a core strategy for the 2015 general election.\n\nIt was time, Cameron told his inner team, to settle on a theme and stick to it. He regarded the 2010 campaign, which had failed to deliver Tory victory, as an unqualified mess that conspicuously lacked a single, memorable message. In the months after the election, the work and pensions minister Iain Duncan Smith – who knew all about the pressures of Tory leadership – joked that discussing the election around Cameron was like mentioning Heather Mills around Paul McCartney: something to be avoided. The explicitpurpose of this meeting was to prevent another such fiasco.\n\nFrom his very first weekend at Chequers in 2010, Cameron had looked (and felt) at home. Gordon Brown disliked perks of any sort, and never appeared at ease in the 16th-century country pile, often greeting visitors in a business suit. But from the start, Cameron would bound out to meet his guests in jeans and a casual shirt, ready for a pre-lunch yomp to one of the local pubs. He enjoyed giving the penny tour, too, showing his visitors the room in which Lady Jane Grey’s sister, Mary, was held captive between 1565 and 1567, and the Churchillian memorabilia. Fancying himself a foodie, Cameron made it his business to get to know the cooking staff, and to keep an eye on the menus. When he embarked upon a no-cream diet in preparation for the election, the chefs tortured him with indulgently rich puddings.\n\nIain Duncan Smith said discussing the election around Cameron was like mentioning Heather Mills around Paul McCartney\n\nOn this occasion back in 2013, Cameron’s purpose, to adapt Churchill’s famous line, was to give the pudding of Toryism an unmissable theme. It was therefore an exercise in self-definition, too. Since becoming leader in 2005, Cameron had experimented with a smorgasbord of ideas and slogans, including the “big society”, “social responsibility”, and even the “post-bureaucratic state” (hard to chant on a rally, that one). For a while, Cameron had favoured the notion of the “global race” and Britain’s prospects in that planetary contest. But focus groups revealed – embarrassingly – that too many voters thought the “global race” referred to some form of ideal ethnicity. Such misunderstandings exasperated Cameron. He would press his advisers to tell him what the focus groups said about him. “That you’re out of touch,” they replied, a little nervously. “What,” he cried, “would an ‘in‑touch’ prime minister look like?”\n\nBut, as a professional politician, Cameron understood that perception was all. If “global race” confused the punters, it had to go. But what should replace it? So much had happened to the coalition collectively and to Cameron personally, from the NHS reform fiasco to the “omnishambles” budget of 2012; from the war in Libya to the riots of 2011; from the glory of the London Olympics to the Leveson inquiry. By his own admission, the PM had learned all about what he called the “buggeration factor” in government: the almost organic capacity of institutions to drain energy from radical policies. (As he put it to me, the green deal, a campaign to encourage energy saving in the home, “was not so successful, too bureaucratic”.) He had discovered that managing a coalition was incredibly hard, but that leading the Conservative party in government could be even harder. He had watched with alarm as Europe, yet again, returned to haunt his tribe, and Ukip had gorged itself on the frustrations of traditional Tories. He had grown frustrated with President Obama and close to Chancellor Merkel. In his ground floor den in No 10 or on the global stage, he had faced the complexities of being a head of government in an interconnected, interdependent world.\n\nBut complexity was the enemy on this occasion. Whatever the chosen electoral theme might be, Cameron insisted that it be straightforward. At this Chequers mini-summit, the PM and his ministerial team settled on “security” as their election theme for 2015. The party would naturally claim that it needed a second term to entrench the recovery and the taming of the deficit. But it would also promise a “more secure future” at every stage of a voter’s life. At that gathering was born the Conservative general election manifesto, which used the word “security”, or one of its derivatives, more than 120 times.\n\nFacebook Twitter Pinterest David Cameron and his closest ally George Osborne in the first week of the 2015 general election campaign. Photograph: Leon Neal/AFP/Getty Images\n\nThis was not the politics of inspiration, or a call to crusade. Cameron was perfectly capable of such rhetoric: in his 2009 party conference speech, he had warned Tory activists that they faced testing times: “Yes, there is a steep climb ahead. But I tell you this. The view from the summit will be worth it.” That was a challenge, an invitation to party and country alike to take a leap of faith.\n\nBy 2013, he had decided upon a very different rhetorical register, a safer musical key. In the months to come, Lynton Crosby, his all-powerful election consultant, would often be an object of scorn for distilling the Conservative message so radically that its scope could be shrunk to a single word (“competence”, as opposed to Labour “chaos”). But it was Cameron himself who chose fierce simplicity over broad, open horizons. He would, he said, offer the voters reassurance from childhood to old age. He would urge them not to be reckless with their vote, or to jeopardise the unfinished recovery. Let others quicken the national pulse. It was the PM’s task to plead the virtues of calm over chaos.\n\n“Cameron has changed remarkably little in office,” one cabinet minister told me, drawing a contrast with Thatcher and Blair. “That continuity is very unusual in politics.” What did change in the Cameron era was the context – and the aspects of his essentially stable personality that came to the fore. In the middle ages, they called it psychomachia: the battle of spirits for a soul. To understand Cameron is to look beyond the straightforward countenance – the psychic inertia in which the English upper middle class seems to specialise – and to observe the struggle between a radical social reformer who wanted to transform both the character of conservatism and the nature of the 21st-century state, and the supreme pragmatist who accepted that politicians must adapt dreams to circumstances. He never forgot that, in politics, he had chosen what Bismarck called “the art of the possible”; or, that in politics, as in any performance art, timing is all.\n\n* * *\n\nIn August 2011, a year and three months after Cameron became prime minister, riots tore through Britain’s cities. Notionally, the disorder had been sparked by the death of Mark Duggan, a 29-year-old black man from Tottenham, who was shot by police. But what started as protest descended quickly into criminal anarchy.\n\nAfter three nights of violence, I accompanied Cameron to Salford, where he talked to police officers, firefighters and others who had seen the conflagration. The prime minister inspected a Lidl store – or what was left of it, after the looters and flames had done their work. Cameron was more visibly shaken than I had ever seen him; politically anxious, of course – he was under attack for not returning from holiday sooner – but clearly unsettled at a much deeper level, too. In the hollowed-out supermarket, amid the ash and the charred timber, he looked dejected and drained.\n\nFacebook Twitter Pinterest David Cameron visits Croydon after the riots in 2011. Photograph: Stefan RousseauAFP/Getty Images\n\nIt was not a posture or a mood one associated with Cameron. When I first met him in the mid-90s, he already had what I called the “double helix” of ambition and patience. Even as a young cabinet special adviser to chancellor Norman Lamont and home secretary Michael Howard, he made little attempt to disguise his sense of destiny, which is fine if you are Bob Dylan, but dangerous in a game as resentful and poisonous as politics. The dauphin often meets a sticky end. But Cameron’s trick, as he led the discussion at Tory tables, drawing on the hefty cigars he called “logs”, or hosted villa holidays for friends, was to adapt and survive. He was seriously precocious, which was provocative enough. He did not compound the affront to older Tories by identifying too closely with this or that faction in the Balkanised Conservative party. As was often said of his occasional role model, Tony Blair, the thing about Cameron was that you had to take the smooth with the smooth.\n\nYet, sooner or later, the abrasions of reality were bound to get to him, as they manifestly had on that bleak summer day in Salford. Confronted by the vacant ruins, the former Tory princeling of the 90s looked careworn and fretful – as well he might. His initial response to the riots had been to condemn the criminality, to reassure law-abiding citizens that order would be maintained and to get the courts whirring into action round the clock. But Cameron knew there was more to the disturbances than looting and opportunism and box-fresh trainers. “The complicated bit is why are there so many,” he said. “Why is there this sizeable minority of people who are prepared to do this?”\n\nThough possessed of a first-class mind, Cameron is not a reflective politician. He rarely agonises over a problem, preferring to resolve dilemmas as quickly and pragmatically as he can, generally with a group of close allies such as Osborne, Ed Llewellyn (his longtime chief of staff), Kate Fall (Llewellyn’s deputy) and Craig Oliver (director of communications). But – very unusually – the disorder and violence had driven him to introspection. “You read stories in the papers and it just makes you want to weep, when you hear some of the parents describing how they just can’t control their children and, anyway, it’s not really their job.”\n\nWho was going to set boundaries? Who was going to offer hope? Officially, he might have redefined himself as a fiscal plumber, a political workman with no time for such indulgent questions. Officially, his priority was still the deficit, jobs and restoring growth. His welfare reforms, notably the so-called “bedroom tax” and the household welfare cap, had hardened the impression that his party was indifferent to those in need. But it was clear that the riots – “a huge event in the life of the nation” – had cut him to the quick.\n\nFacebook Twitter Pinterest David Cameron was, at the age of 26, a special adviser to the then chancellor Norman Lamont, right, in 1993. Photograph: Neil Munns/PA\n\nEarlier that week, he had called David Lammy, the Labour MP for Tottenham, to express his sadness at the disturbances. Lammy asked Cameron if this would push the “big society” – Cameron’s preoccupation with social cohesion – back to the top of his agenda. The PM agreed that it might. The riots had awoken a cluster of complex concerns, related to his own good fortune in life, his responsibilities as a father, and the melancholy conclusion (implied, not spelt out) that so much depends upon chance. As one long-time friend put it: “It really bugged him, and it bugged him that, in all likelihood, nobody would believe that he gave a damn.”\n\nThe great irony was that social reform is what animated him most deeply: he saw it as the gateway to a Toryism that was about more than efficient spending and free markets; one that dared to dream of a better society. The tragedy of his political career was that he had not been able to act as fully upon this impulse as he would have wished. Blair had not expected to be a foreign-policy prime minister. Cameron did not intend to spend his time in No 10 agreeing cuts with Nick Clegg. To govern is not always to choose.\n\n* * *\n\nThe aesthetics of politics are often determined by time. Too early, too late, too short, too long: often these are the criteria that distinguish success from failure. By January 2013, when I saw Cameron in Manchester after he had addressed a meeting of Tory activists from the north-west of England, the vicissitudes of time – and its bearing on his political fortunes – were foremost in his mind.\n\n“There are so many things we need to do that need to get properly done,” he told me. “I feel the road map in front of me has got so much on it that needs to get fixed that I don’t think of it like that … I feel I have plenty on my plate, in terms of delivering the Gove school reforms, the Duncan Smith welfare reforms, massive change to our foreign policy that William Hague and I have been putting in place, the whole trade agenda, the deficit – I feel there is so much.”\n\nSteve Hilton, for so many years Cameron’s intellectual alter ego before his departure to Stanford in 2012, had always maintained that a government must behave as if it only has a single term in which to force through its blueprint. But the PM had realised as early as 2010 that the core fiscal mission would require two parliaments. In the 2011 autumn statement, his government’s strategy was explicitly realigned to fit this new timetable, so that its pitch for re-election in 2015 was bound to be some variant on the plea: “Let us finish the job.” In 2012, Cameron urged his staff to read and absorb the speech Bill Clinton delivered to the Democratic party convention nominating Obama for a second term. “No president – not me, not any of my predecessors – no one could have fully repaired all the damage that he found in just four years,” Clinton said. “But he has laid the foundations for a new, modern successful economy of shared prosperity.”\n\nThis was precisely Cameron’s point. During our interview in Manchester, he disclosed to me that he would serve a second “full term” if re-elected in 2015, and that he meant those two words absolutely literally (unlike Tony Blair). This implied, in theory at least, that he wanted to stay in No 10 until 2020: prime minister for 10 years, Tory leader for almost 15. The long haul, so to speak.\n\nWhat Cameron did not spell out at the time was an assumption that he apparently considered self-evident. The Fixed-term Parliaments Act of 2011 had removed from the prime minister the prerogative to dissolve parliament when he or she chose, replacing that arbitrary power with a five-year timetable and a new set of rules whereby a failing government could be put out of its misery. The implicit corollary, Cameron believed, was that prime ministers would naturally observe an unofficial version of the US 22nd Amendment, limiting themselves to two terms. Thatcher and Blair had stayed longer and demonstrated why this was a mistake. Yes: two terms was plenty.\n\nIn so many ways, all this was a parable of Cameron’s political identity. While others panicked, he was unfazed by his government’s failure to meet its original fiscal targets. Just as he had turned the Tories’ disappointment on election night 2010 into “a big, open and comprehensive offer” to the Lib Dems, so he had taken the coalition’s missed fiscal targets and the still-sluggish performance of the economy, and made them the basis of his request to the electorate for more time. This did not mean, of course, that the ploy would work. But the brazen political alchemy was quintessential Cameron.\n\nSo too, however, was the limitation that he set himself – and his mild bafflement that anyone should imagine he would even dream of carrying on to 2025. He is of a generation of politicians that devoted the first half of their adult lives almost exclusively to politics: his perspectives were shaped from an early age by the brutal rituals, folklore and gossip of the Westminster village, rather than by a profession or overseas posting. He was 21 when he joined the Conservative research department in 1988 and – aside from a spell at Carlton Communications – has been mired in the political world ever since. Even if he holds on to power in 2015, he will still only be 53 when the movers come to take his elegant kitchen utensils from the Downing Street flat in five years.\n\nThat would leave plenty of time for an entirely different second career, and a happy middle age with his wife, Samantha, and children. (Even Cameron’s most venomous detractors concede that he is devoted to his family: when his son Ivan died in 2009 he gave serious thought to giving up politics altogether.) He was cheeky enough to want a second term, even though he was unlikely to win a majority. But he was realistic, too, fully aware that this was the endgame. This curious cocktail of ego and humility was, and remains today, at the heart of Cameron’s personality.\n\nFrancis Elliott and James Hanning’s 2012 biography of the prime minister quoted an ally remarking that “if there was an Olympic gold medal for ‘chillaxing’ [Cameron] would win it”. After the fingernail-chewing mania of Brown’s premiership, this was intended to mark a happy contrast. Instead, the quip chimed with the accusation that it had all come too easily to Eton’s 19th prime minister, and that his laid-back manner reflected arrogance rather than psychological balance.\n\nFacebook Twitter Pinterest David and Samantha Cameron on holiday in Ibiza in 2013. Photograph: Getty Images\n\nWhat might be thought a useful characteristic in a leader – a refusal to fret unless absolutely necessary – seemed to some observers like intolerable smugness. So much so, indeed, that the notion that he was a patrician dilettante was one of the few that visibly got to him. On a later occasion he said to me: “I don’t feel I’m laid back at all! I feel I am a very passionate, go-getting, get-stuck-in person.” Then, ruefully: “But obviously people sometimes do read into me – I don’t know – a sort of laid-backness that makes it sound like I’m not hungry. I’m desperately hungry to win this election, more than anything. I feel I am halfway through my life’s work. I hope that shows and I’m trying to switch on even more, to demonstrate how strongly I feel. Because I keep thinking: ‘How can anyone not see how passionate I am?’ – so I’m trying to sort that out.”\n\nHaving spoken to dozens of people – both Tories and Liberal Democrats – who have worked with Cameron in government, I am confident that he is as industrious as any voter could reasonably hope, frequently at work by 5am or not long after. But the charge was really a proxy accusation. When his detractors said “laid back”, what they really meant was detached, disengaged, the aristo in his country house. What they meant was posh.\n\n* * *\n\nOn “D-21” of the Tory campaign, 16 April, 2015, Cameron stretched out in his little office at the back of the Tory battle bus, variously known as the “love pod”, the “power pod” and the “boss box”. He was tieless, energised and joking with his staff that the campaign managers back in party HQ did not know what it was like on the stump. Llewellyn and his own team back in London had been making suggestions to hone the message. Cameron feigned the outrage of the grunt stuck in the Mekong Delta complaining to the officer at base: “You don’t know what it’s like, man! You weren’t there!”\n\nMore than last time, he clearly believed that he had a duty to win. (In 2010, he and Osborne knew well before polling day that a majority was out of their reach and had prepared systematically, if covertly, for coalition.) Win or lose, this would be his last general election campaign as leader – if he won a second term, he would not seek a third – and the man who had urged us nine years before to “let sunshine win the day” seemed determined to enjoy the fight.\n\nThere was, he said, the obvious difference that he was campaigning as the incumbent rather than the challenger. Last time he had had to overcome Brown’s claims that the Tories would wreck the economy. Miliband, he claimed, “is not really engaged on the [Tory] plan”, merely highlighting this or that issue as it arose. But Cameron did not feel, in any case, as if he were trading blows with Ed so much as fighting a campaign of persuasion, street to street, audience to audience. “It is very different – but in a way, I think what I’m fighting most of all is convincing people that we should finish the job. So I can’t concentrate too much on his campaign.”\n\nIn other words: believe in my mission, believe in me. Though he scorned Miliband’s declaration that he was “ready” as political egomania, the prime minister saw his own campaign in profoundly personal terms too: he must persuade the public that he needed a second term to finish the job, that he deserved one, and that his motives were decent. Through his well-used political binoculars, the bloodiest, muddiest terrain of this election lay not between left and right, but between misconceptions of himself and the reality.\n\nAlmost 10 years since he became Tory leader, Cameron was still fighting to convince the nation that he was more than a competent manager, that he did not – as he put it at his manifesto launch – “come into politics to be some high‑powered accountant and just balance the books”. Cameron was deeply sensitive to the charge that he was simply the shop steward of the rich, the protector of the haves, the front man of the mighty. When Michael Gove said that the number of Etonians in the cabinet was “preposterous”, his boss reprimanded him sharply.\n\nIn the early years of his leadership, Cameron fended off questions about class with his weakest mantra: “It’s not where you come from, it’s where you’re going.” That may be how it seemed when you were coming from Eton, Oxford and a house in Kensington, but it sounded at best naive elsewhere. The “classless society” was a worthy enough aspiration, but it did not mean much to a person who could hardly afford to feed her children.\n\nOne of Cameron’s undoubted clangers during the campaign was his ignorance, revealed by Jeremy Paxman, of the number of food banks. In a later interview on Radio 1, he could not specify the living wage. The coalition’s welfare reforms have been broadly popular: a Populus poll in the Financial Times last month suggested that Osborne’s plan to make further cuts has the support of 75% of voters, while a YouGov poll in March found 63% backed the government’s intention to cut the household benefit cap from £26,000pa to £23,000pa. At the same time, such measures – compounded by the clumsy inhumanity of the work capability assessments of Atos, revealed by this newspaper – have also entrenched the image of snooty cruelty. The most damaging impression that faces Cameron has always been one of detachment and the assumption that a politician of his background simply cannot understand hardship. (Of course, the same could be said of Miliband and Clegg.)\n\nIn any case, it was always lazy to caricature Cameron as a hyper-privileged toff who regarded the premiership as his due. There was always more to him than that. True, he was (unlike Osborne) a cradle Tory, and, in spite of his academic accomplishments (a first from Oxford among them), a visceral politician who felt that the country was better off when governed by the Conservative party. But his instincts were not those of the class fortress.\n\nFor a start, his particular brand of conservatism had its roots in a notion of civic responsibility he often attributed to his mother, Mary, a former magistrate, and in his late father’s unquenchable optimism. Ian Cameron, though born disabled, taught his son “that no matter how bad things are, you can overcome them”. Tories are naturally pessimistic about human perfectibility and the limits of collective action, so this characteristic marked him out in his political tribe from the very beginning.\n\nThough it sometimes seemed that Cameron’s rise had been frictionless, he had learned the hard way about human vulnerability. His first son, Ivan, was born in 2002 with a severe disability, and died six years later. He had watched one of his closest relatives become addicted to heroin and supported them through rehabilitation. I remember sitting with Cameron in the Commons in late 2003, when he had been instructed by Michael Howard, then the Tory leader, to prepare a response to the Hutton report on the death of Dr David Kelly – the Ministry of Defence weapons specialist who committed suicide during the controversy over the BBC’s reporting of the Iraq dossier. It was a daunting forensic task. As we talked, Cameron’s phone rang repeatedly, with news from his wife, who was at the hospital with Ivan. I was struck both by Cameron’s gentleness and his strength of character: one moment we were discussing the notorious claim that Saddam Hussein could launch weapons of mass destruction in 45 minutes; the next, he was talking tenderly to his wife about who would be staying with the child at the hospital and how they would both get a hot meal. As steely as Cameron was, he had his priorities right.\n\nAs much as he sometimes seemed to fit the stereotype of the Tory Fauntleroy, Cameron was no stranger to the terrible frailties of human existence. Ivan’s brief life and tragically young death did not make Cameron, as he himself put it, “an angel”, but it certainly had a profound effect upon both the man and the politician. As I wrote at the time: “At the heart of what he now calls ‘progressive conservatism’ is a profoundly personal and private narrative.” It helps to explain why he strayed off-script on the BBC’s Question Time special last week by declaring the improvement of the NHS “my life’s work”.\n\nAll the same, he was not an early convert to the cause of Tory modernisation, faddish “compassionate conservatism”, or to the proposition that the party had to take radical action to address public distrust of its motives, priorities, and values. His support for Michael Portillo’s leadership candidacy in 2001 – a pilot run for his own – was not zealous. But by 2005 he had become fully convinced of the argument: as Nick Boles, the ultra-moderniser and minister of state for skills and equalities, liked to put it, Cameron’s conversion to modernisation had been as lengthy, careful and thorough as the cooking of a slow-roast lamb (a dish he frequently serves up to guests). He saw the electoral logic: the party badly needed to broaden its appeal if it was ever again to win a majority. But he was also increasingly drawn to the modernisers’ emphasis upon social reform and social justice, which chimed with his partly inherited sense of civic responsibility. In 2006, he made a remarkable speech about the neglected teenagers who drifted into petty crime and workless, hopeless apathy. The message was rendered in a famous headline as “hug a hoodie”, words that Cameron did not, in fact, use. But what he did say was no less striking when uttered by a Conservative leader: “When you see a child walking down the road, hoodie up, head down, moody, swaggering, dominating the pavement – think what has brought that child to that moment.”\n\nFacebook Twitter Pinterest David Cameron visits the Benchill area of Wythenshawe, Greater Manchester in December 2007, the year after his hug-a-hoodie speech. Photograph: Martin Rickett/PA\n\nNine years on, I quoted this line back to Cameron, and reminded him of the electric charge it had sent through his party and beyond. Whatever happened to his project to find a new language for Conservatives? “We’ve got to do more,” he conceded. “I think there were some important breakthroughs in saying the Conservative party has a deep social conscience and cares about the environment. But the real push we’ve got to get – which is where I think Michael Gove has been so powerful – is if you take together education, welfare and economic policy. It is about transforming the life chances of all the people in our country. We’ve got to drive that harder, to the exclusion perhaps of other things.”\n\nWhat he meant was that, in straitened times, the more conventional Conservative strategy to support aspiration and social mobility had priority over what was, for Tories, a much more radical notion: namely that even those left behind repeatedly, the feckless, the helpless and the hapless, deserved a stretched-out hand. It was this contention that had made Cameron’s first two years an extraordinary punctuation mark in the party’s history. But now – well, now things were different. The tone of his response said it all: get real.\n\n“Look: when I became leader of the Conservative party the economy seemed to be on a good trail, and all the rest of it. [But] for the last eight years, we’ve been operating in an environment where it has been bloody tough, and that’s why we’ve had to address ourselves squarely to that task. And that will be the case for some time to come.”\n\nHere we came to the crux of the matter: if there was a route map to Cameron’s evolution as leader, he was describing the crossroads. By inclination, he was a social reformer rather than a fiscal repairman. But his primary role had been recast seven years before. In September 2008, the collapse of Lehman Brothers – and the ensuing bailouts and questions about banks “too big to fail” – transformed public discourse and the nature of the task facing governments all over the world. Globalised capitalism faltered as never before, and left democracy to clear up the mess. At the time, I was editor of the Spectator; at the end of that month, the magazine hosted a champagne reception at the Conservative conference in Birmingham, complete with blue carpet and music. As the first guests were arriving, the news was dominated by ominous headlines from America – the Dow Jones index had suffered its biggest drop in history after Congress rejected a bank bailout package. Andy Coulson, then Cameron’s director of communications, called me to explain that his boss had decided – on balance – that this was not a night for Tories to be photographed holding champagne flutes and making merry.\n\nWilliam Hague was dispatched to make a polite appearance and to apologise in person for the (inevitable) decision. He did not stay long. Back in his hotel room, the Prince Hal of the Tory revival was brooding upon the task, transforming himself into the future prime minister who would inherit an economic crisis and must prove himself equal to it: “Presume not that I am the thing I was.”\n\nThis remained Cameron’s position in 2015. Whatever he had hoped to do – whatever his personal priorities might be – history had dealt him a hard hand, and left him no room for the softer, gentler work of early modernisation. “What I am saying is the concerns about how to make the family budget [balance], how to get a job – that is the most important thing right now. I think we have made quite a lot of progress on the agenda of social breakdown I was talking about. Actually, there are better schools in inner-city areas, crime has come down, there is quite a lot evidence on life chances for children and family breakdown and all the rest of it.”\n\nI thought this was a false dichotomy, and said so. It was precisely when a party and a prime minister were taking “difficult decisions” – Cameron’s overused euphemism for cuts and austerity – that the voters most needed to be persuaded of his motives, his decency and his desire to speak to absolutely every voter. But he clearly was not buying this analysis. His economic inheritance in general and the deficit specifically had carved out a mission that left little room for such niceties as the sensitivities of hoodies. This was a tougher, toughened politician, who bore the calluses of office and financial downturn, and still had much to do. The rest – well, that would have to wait.\n\n* * *\n\nLater on the afternoon of 16 April, Cameron was preparing to take questions from workers at an O2 call centre in Leeds. Hundreds of them peered down at him, ranged on the stairwell that curled upward from the makeshift dais acting as his soapbox.\n\nThat morning he had launched the Scottish Conservative manifesto in Glasgow, before a group of adoring activists led by the party’s Scottish leader, Ruth Davidson. The campaign, she said, was demonstrating daily that “David Cameron is obviously, self-evidently, unequivocally, unquestionably, the right man for the job”. Nods, applause. Within the tiny stockade of Scottish Toryism, there was only the comfortable certainty that binds a tiny sect under siege. Its members were the custodians of a heritage society, supporters not only of the Union of Scotland and England, but also of a party that is positively loathed by most Scots. No wonder they cheered Cameron.\n\nIn Leeds, it was very different. The wall of faces was a living mural of multiracial, contemporary Britain: most looked under 40, almost all were dressed in jeans, T-shirts, trainers. Thatcher’s children they might be, but they had been raised for 13 years by fractious foster parents, Tony and Gordon. The notion of the Conservatives as the “natural party of government” would seem laughable to them. The call centre was in a Labour-Tory marginal (Morley and Outwood: shadow chancellor Ed Balls’s seat), but this was scarcely Conservative country. The O2 staff held up their phones, ready to take pictures – but as a reflex, in the presence of celebrity, rather than a sincere token of personal enthusiasm for Dave.\n\nThe atmosphere before Cameron arrived was one of collective scepticism, with a whiff of outright suspicion. I overheard the words “posh”, “southern” and “public school” muttered in surly exasperation. Someone else said that they wished Boris Johnson was coming instead. Cameron was running late, which did not help. Then, the prime minister swept in with his entourage, apologised and told them that, since the BBC “challengers’ debate” was being broadcast that very evening (featuring all the party leaders bar himself and Nick Clegg), it was good to be out and about, answering questions. I looked up at the wall of faces – 200? 300? – and wondered, quite seriously, if they might eat him alive.\n\nYet in the space of a few minutes, the wall of death had changed quite dramatically. The faces softened, the laughter churned agreeably. Cameron answered the questions (on childcare, apprenticeships, social housing and higher education fees) with fluency and clarity and – wisely – did not try to pull the wool over their eyes. When he was asked about the cuts to legal aid, he did not obfuscate or tap-dance. Yes, there had been cuts, and there would be more. If the voters wanted a well-funded NHS, a decent settlement for schools and better social care, they would have to accept savings elsewhere. Cameron’s vision of the state, he explained, was all about priorities, and it was up to the audience to decide whether they agreed with his. He implored them to vote, even if they did not vote for his party.\n\nIn the space of a few minutes, the Wall of Death had changed dramatically. The faces softened, the laughter churned\n\nFor the first time in the campaign, I thought – felt is perhaps more accurate – that Cameron might just pull it off; that the Tories might emerge on May 8 as the largest single party in the Commons. It was not a moment of dazzling epiphany, but of cautious recognition. Confronted with an audience that could easily have reacted with outright hostility, he had won their respect. He had not abused the power of incumbency – there was no hauteur about his delivery – but acknowledged how precarious the tenure of office always is. Would many of them vote Tory on May 7? Maybe not. But each of them would tell a few people that the PM had come to their workplace and played fair. That is how campaigns succeed.\n\nThere were speed bumps along the campaign trail, and controversy about the bleak simplicity of the theme agreed back in 2013. Was the promise of competence and security enough? Was it enough for him?\n\nCameron had been around too long to be loved, perhaps too long to be liked. But only the churlish could deny that he had quickly acquired and retained the stature of a prime minister. He also had the capacity to surprise. After decades of Liberal-Labour flirtation, it was a Tory leader who broke the mould and delivered a coalition government. He had presided over the legalisation of gay marriage. In the face of furious party opposition, he had renewed his party’s commitment to spend 0.7% of GDP on international development. He might yet have one last surprise left in him.\n\nDefeat would abruptly end his frontline career. But a result that permitted him to cobble together a parliamentary pact, however loose‑knit, would confront him with a great strategic choice: whether to settle for completing the “unfinished business” of economic recovery and fiscal control, or opting for the much bolder mission to prove that “compassionate conservatism” was not an oxymoron – that progressive ends could be achieved by centre-right means. The battle with Miliband was for a job; but the battle within Cameron was, as it had always been, for his very soul.\n\nFollow the Long Read on Twitter: @gdnlongread",
  "title": "The trials of David Cameron",
  "ts_in": "2015-05-05T21:22:00.490852",
  "url": "http://www.theguardian.com/politics/2015/may/05/the-trials-of-david-cameron"
}