{
  "article_html": "<div><p>A word of advice for Douglas Flint and Stuart Gulliver, the two men in charge of HSBC: few sounds are less tuneful than the whingeing of a millionaire. Last summer, Mr Flint, the bank&#8217;s chairman, was annoyed with financial regulation, which, he claimed, was making financiers more <a href=\"http://www.theguardian.com/business/2014/aug/04/hsbc-chairman-warns-against-ringfence-banks\" title=\"\" class=\" u-underline\">&#8220;risk-averse&#8221;</a>. He has also <a href=\"http://www.theguardian.com/business/2014/aug/03/hsbc-chairman-douglas-flint-calls-halt-rules-ringfencing-high-street-business\" title=\"\" class=\" u-underline\">complained</a> about the government&#8217;s plan to force banks to ringfence their high street operations from their riskier investment-banking operations. Last month, he warned that all this state-led beastliness could force Britain&#8217;s biggest bank to shift its headquarters overseas. This was greeted with a predictable hoo-hah &#8211; presumably just as Mr Flint wanted. As for HSBC&#8217;s chief executive, Mr Gulliver, he is an enthusiastic partner in this tag-team of whining. He resents the bank levy brought in by George Osborne. And yesterday he made it sound as if relocation was not only likely but imminent, claiming a decision could be made within <a href=\"http://www.theguardian.com/business/2015/may/05/hsbc-to-decide-this-year-on-moving-its-hq-from-uk\" title=\"\" class=\" u-underline\">&#8220;a few months, not years&#8221;</a>.</p>\n<p>Two things should be said about the idea of HSBC relocating. First, it provides students of English usage with a textbook example of that age-old cliche, the empty threat. Second, if the bank&#8217;s executives and shareholders actually did decide to put up, rather than shut up, British taxpayers should gather to wave them off from terminal five. These two claims are of course connected: if a corporation really thinks that paying taxes and following rules are too high a price to pay for staying in the UK, then the UK must not bend the rules or cut its taxes to get them to stay. That goes double for a bank that&#8217;s both too big to fail (<a href=\"http://www.wired.co.uk/magazine/archive/2013/07/start/banking-on-your-payment\" title=\"\" class=\" u-underline\">HSBC&#8217;s assets are worth more than the UK&#8217;s annual GDP</a>) and too troubled to carry on in its current form, having mired itself in scandal after scandal.</p>\n<p>None of this is to say that the UK would barely notice the loss of HSBC. Mr Gulliver rightly (and regularly) points out that his bank is far and away the biggest contributor to the bank levy &#8211; a stream of tax income for which both George Osborne and Ed Balls have big plans. And while the move of a brass nameplate may cost the UK only a couple of hundred jobs upfront, it will surely lead to more losses at the bank&#8217;s business partners and down the line. That said, the unwinding of affairs would have big tax, legal and political implications. Take one: HSBC struck a deferred prosecution deal with the US over money-laundering. Authorities there will have something to say if the bank ships off to Hong Kong. <a href=\"http://www.theguardian.com/business/hsbcholdings\" class=\" u-underline\">HSBC</a> executives might not enjoy the post-Lehman froideur of the political class, but the worst punishment faced by a British executive since 2008 has been one of Margaret Hodge&#8217;s tongue-lashings.</p>\n<p>Other states might not be so lenient. Mr Gulliver might complain that the bank levy deprives his shareholders of higher dividends &#8211; but so too do the fines and charges arising from the bank&#8217;s PPI mis-selling, Libor-rigging and Swiss banking practices. And while the <a href=\"http://uk.reuters.com/article/2015/02/23/uk-hsbc-tax-swiss-idUKKBN0LR01T20150223\" title=\"\" class=\" u-underline\">non-domiciled chief executive</a> might feel perfectly happy about moving to the far east, he should remember that a predecessor, <a href=\"http://www.theguardian.com/business/2010/sep/23/hsbc-mike-geohegan-replaced-stuart-gulliver\" title=\"\" class=\" u-underline\">Mark Geoghegan</a>, tried it before. One generous relocation allowance later, the office soon moved back to London.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "HSBC",
    "Business",
    "Banking",
    "Tax and spending",
    "Politics"
  ],
  "ntitle": "the_guardian_view_on_hsbc_leaving_london_either_an_empty_threat_or_a_cause_for_celebration",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A word of advice for Douglas Flint and Stuart Gulliver, the two men in charge of HSBC: few sounds are less tuneful than the whingeing of a millionaire. Last summer, Mr Flint, the bank’s chairman, was annoyed with financial regulation, which, he claimed, was making financiers more “risk-averse”. He has also complained about the government’s plan to force banks to ringfence their high street operations from their riskier investment-banking operations. Last month, he warned that all this state-led beastliness could force Britain’s biggest bank to shift its headquarters overseas. This was greeted with a predictable hoo-hah – presumably just as Mr Flint wanted. As for HSBC’s chief executive, Mr Gulliver, he is an enthusiastic partner in this tag-team of whining. He resents the bank levy brought in by George Osborne. And yesterday he made it sound as if relocation was not only likely but imminent, claiming a decision could be made within “a few months, not years”.\n\nTwo things should be said about the idea of HSBC relocating. First, it provides students of English usage with a textbook example of that age-old cliche, the empty threat. Second, if the bank’s executives and shareholders actually did decide to put up, rather than shut up, British taxpayers should gather to wave them off from terminal five. These two claims are of course connected: if a corporation really thinks that paying taxes and following rules are too high a price to pay for staying in the UK, then the UK must not bend the rules or cut its taxes to get them to stay. That goes double for a bank that’s both too big to fail (HSBC’s assets are worth more than the UK’s annual GDP) and too troubled to carry on in its current form, having mired itself in scandal after scandal.\n\nNone of this is to say that the UK would barely notice the loss of HSBC. Mr Gulliver rightly (and regularly) points out that his bank is far and away the biggest contributor to the bank levy – a stream of tax income for which both George Osborne and Ed Balls have big plans. And while the move of a brass nameplate may cost the UK only a couple of hundred jobs upfront, it will surely lead to more losses at the bank’s business partners and down the line. That said, the unwinding of affairs would have big tax, legal and political implications. Take one: HSBC struck a deferred prosecution deal with the US over money-laundering. Authorities there will have something to say if the bank ships off to Hong Kong. HSBC executives might not enjoy the post-Lehman froideur of the political class, but the worst punishment faced by a British executive since 2008 has been one of Margaret Hodge’s tongue-lashings.\n\nOther states might not be so lenient. Mr Gulliver might complain that the bank levy deprives his shareholders of higher dividends – but so too do the fines and charges arising from the bank’s PPI mis-selling, Libor-rigging and Swiss banking practices. And while the non-domiciled chief executive might feel perfectly happy about moving to the far east, he should remember that a predecessor, Mark Geoghegan, tried it before. One generous relocation allowance later, the office soon moved back to London.",
  "title": "The Guardian view on HSBC leaving London: either an empty threat or a cause for celebration",
  "ts_in": "2015-05-05T21:21:49.856295",
  "url": "http://www.theguardian.com/commentisfree/2015/may/05/guardian-view-on-hsbc-leaving-london"
}