{
  "article_html": "<div><p>Tehran might get you down sometimes, what with pollution, morality patrols, and a pizza delivery service that responds faster than the police. But where else can middle-class straphangers take a taxi to work every day?<br></p>\n<p>It&#8217;s not what the Iranians call it, but how I commute to work every day is best described as a &#8220;<a href=\"http://www.pbs.org/wgbh/pages/frontline/tehranbureau/2011/05/taxicab-confessions-tehran.html\" class=\" u-underline\">shared taxi</a>&#8221;. It&#8217;s a convenient, luxurious, and yet inexpensive form of public transport that&#8217;s something like hitchhiking-slash-carpooling with total strangers. And once you get the hang of it, its absence will be sorely missed in many other major cities you travel to.</p>\n<p>Shared taxis come in several varieties. </p>\n<p>The most accessible kind drives up and down a single street, picking up and dropping off passengers along the way (make sure to step down from the kerb for this one). If you&#8217;re running too late to wait for a bus and need to make it to the other end of a long boulevard, you can always depend on shared taxis combing the streets for stragglers. </p>\n<p>It won&#8217;t take more than a few seconds for someone to pick you up. They&#8217;ll get your attention either by slowing down, flashing their headlights, or initiating a baby-honk. To respond, just nod or look expectant. Even if you&#8217;re not looking for a shared taxi but just happen to be wandering aimlessly, drivers will baby-honk to see if you want a ride.</p>\n<p>If you&#8217;re not interested, you can just wave them away or keep walking until they get the idea. The shared taxi is probably the only form of public transport that actively chases you down for a ride. Interestingly, motorcyclists also honk at you offering a ride that can weave through traffic. But whether you accept this helmet-less &#8220;journey&#8221; is really more about whether you find living a worthwhile pursuit.</p>\n<p>A second kind of shared taxi follows <a href=\"http://www.pbs.org/wgbh/pages/frontline/tehranbureau/2012/02/dispatch-tehran-drift-between-omar-khayyam-and-the-void.html\" class=\" u-underline\">pre-set routes that cover vast expanses</a> of the city - if not travelling between cities. Taxis following such routes might park at hotspots known to public transport junkies. Drivers step out for a few minutes to yell out first their destination and then how many more passengers are needed to fill up the car, as in &#8220;Azadi, one person&#8221;. If you don&#8217;t want to wait for the car to fill up, just tell driver that you&#8217;ll pay for two people - or however many empty seats there are.<br></p>\n<p>Scouting out unofficial hotspots can be gratifying because those who&#8217;ve mastered the lesser-known routes might be able to squirm through Tehran&#8217;s heinous rush-hour traffic (if you need to make it uptown fast at around 6pm, the shared taxis parked north of Vanak Square can be a godsend, even if they&#8217;re a bit pricier than the norm). </p>\n<p>But the hotspots are fading away. Since the Tehran municipality started to institutionalise the shared taxi phenomenon, most cabbies now line up at smaller &#8220;taxi stops&#8221; with signs that mark destinations. This has benefits for foreigners. Speaking another language, especially in a thick non-Iranian accent, gives the impression that you&#8217;ve lived abroad, and living abroad is expensive, which means you must have money.</p>\n<p>Private taxi drivers can take advantage of this to rip off not-so-savvy customers. And this is when you&#8217;ll miss those God-awful taxi meters, which still aren&#8217;t too common in Iran. Thankfully, <a href=\"http://taxi.tehran.ir/Default.aspx?tabid=168\" class=\" u-underline\">shared taxis are price-controlled</a>, with a neat sticker on the top right corner of the windshield indicating how much everyone should pay. So don&#8217;t hesitate to speak in the thickest of thick accents and advertise your foreignness.</p>\n<p>Summoning a third kind of shared taxi involves standing on the side of the road, preferably at an intersection, and yelling out where you want to go to drivers slowing down to reel in customers, hoping your destination matches theirs (some drivers have become uncannily good lip-readers, so yelling may be unnecessary). This can be particularly helpful when you&#8217;re coming back from a party at 3am and aren&#8217;t in the mood for some private taxi agency&#8217;s skewed notion of late-night surge pricing. But it also might mean standing at an intersection for half-an-hour until you find a match. </p>\n<p>Granted, buses and the metro are cheaper than the shared taxi. A ride on the BRT, a rapid bus line that cuts through the city, costs 3,500 rials on average (&#163;0.07, $0.10), and a metro ride will set you back 6,000. But even people who take traditional public transport might have to hail a shared cab at some point because buses and the metro do have blind spots in a city that sprawls like Tehran (the city&#8217;s constantly expanding metro is still nowhere near as expansive as Tokyo or New York&#8217;s).</p>\n<p>Most of the shared taxi rides you&#8217;ll take will cost at least 10,000 rials, and people usually combine a few - let&#8217;s say two - 10,000 rial routes to get to work. The same applies on the way back from work. If we assume a middle-class income hovers somewhere around 10,000,000 rials a month, this means forking over something like 900,000 - or 9% - of your monthly earnings just to get to and from your workplace. </p>\n<p>But there&#8217;s something magical about riding shotgun in a shared taxi and revelling in the cheap upholstered fabric of the passenger seat. It can fend off a Case of the Mondays (even though the workweek in <a href=\"http://www.theguardian.com/world/iran\" class=\" u-underline\">Iran</a> starts on Saturday). Yes, nabbing the front seat means getting in and getting off without having to worry about letting others out.</p>\n<p>Though, if you get shafted with the backseat, it might mean exchanging sinister glances to win a few extra inches of legroom or running the risk of being pummelled by elbows and briefcases. Sometimes, unless you sit by the child-locked left backseat door, you&#8217;ll be repeatedly bothered to scooch out of the car to let others off (advice: pull out your headphones). And if you&#8217;re in a Paykan - an Iranian-made 1967 Hillman Hunter that hasn&#8217;t been in production for years - your morning commute will be invaded by mysterious exhaust fumes seeping into the car&#8217;s interior. No one will muster the courage to point this out.</p>\n<p>It will take a while to learn the ropes. But once you&#8217;ve embarrassed yourself enough times by yelling out far-flung destinations that no one&#8217;s headed towards, and learned where which shared-taxis gather, you&#8217;ll have figured out your daily commute. Just don&#8217;t thrust your thumb forward - it&#8217;s Iran&#8217;s equivalent of the middle finger. </p>\n\n\n<a href=\"/world/iran-blog/2015/may/05/tehran-iran-taxis-transport#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430593191397/df5ce8ad-7a23-4acf-aa48-7a8ea82ecfaf-300x225.jpeg\" alt=\"Tehran taxi terminal \" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482nj%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=The+logistics+of+the+Tehran+taxi+commute&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482nj%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=The+logistics+of+the+Tehran+taxi+commute&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2Firan-blog%2F2015%2Fmay%2F05%2Ftehran-iran-taxis-transport&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430593191928%2F594a0ccf-50d8-4292-a45f-4d3095226f79-1020x765.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA taxi terminal in Tehran, Iran Photograph: Tehran Bureau\n\n\n\n<p>If you&#8217;re a real stickler, you can make sure to travel with licensed cabbies, who drive either yellow or green cars or have an official-looking sticker on their windshield. But most people don&#8217;t seem to care. And you won&#8217;t either.</p>\n<p>In metro lingo, getting to where you need to go might involve &#8220;transferring&#8221; from one taxi terminal (or hotspot) to another. But that&#8217;s only if you have the routes memorised. There&#8217;s no shared-taxi map that&#8217;ll tell you where &#8211; or what - you can transfer.</p>\n<p>At any point during the ride, you can tell the driver &#8220;I&#8217;ll get off here&#8221;, and he or she will pull over. At this point you can pay, or if you pay at the beginning of the ride as I do, just get off without having to deal with change. Most drivers appreciate a &#8220;thank you&#8221; or &#8220;have a nice day&#8221; and will respond in kind.</p>\n<p>Depending on the <a href=\"http://www.pbs.org/wgbh/pages/frontline/tehranbureau/2012/11/iran-standard-time-a-taste-of-tehran-by-taxi.html\" class=\" u-underline\">driver you get</a>, you could be in for a trying monologue, a comedian in disguise, or that guy who steals glances at the LCD he installed on top of his ashtray, terrifying you and the people sitting next to you as you speed toward your destination. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/iran-blog/2013/dec/26/iran-drama-tehran-taxi\" class=\" u-underline\">Immersive drama set in a Tehran taxi</a> </p>\n\n<p>In my experience, heated political conversations don&#8217;t erupt as frequently as they do with private taxi drivers (ie regular taxis in just about every other country). Maybe that&#8217;s just private cabbies taking advantage of docile single-passengers to vent. Because in shared taxis, the morning commute is largely silent. When conversation does break out, people mostly talk about sports or how expensive things have gotten rather than, say, the nuclear negotiations, which strangely don&#8217;t inspire much discussion (unless you provoke it).</p>\n<p>Common tropes do occasionally rear their heads. One driver will lambast the &#8220;damn mullahs&#8221; under his breath. Another will praise former president Mahmoud Ahmadinejad as a man of the people. I&#8217;ve heard both in a single day.</p>\n<p>Yes, the commute is impersonal and quiet, like most other forms of public transport. But it&#8217;s set against the backdrop of a roaring ideological crusade waged daily on walls, banners, and billboards along Tehran&#8217;s highways. You pass faded murals of the Ayatollah Khomeini, &#8220;Down with the USA,&#8221; and bearded revolutionary fighters. And then ads for Samsung, LG, and Dae Woo. Sometimes you can&#8217;t help but wonder if kitchen appliances are the real enemy. Or maybe South Korea. </p>\n</div>",
  "authors": [
    "Tehran Bureau Correspondent"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Iran",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "the_logistics_of_the_tehran_taxi_commute",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Tehran might get you down sometimes, what with pollution, morality patrols, and a pizza delivery service that responds faster than the police. But where else can middle-class straphangers take a taxi to work every day?\n\n\n\nIt’s not what the Iranians call it, but how I commute to work every day is best described as a “shared taxi”. It’s a convenient, luxurious, and yet inexpensive form of public transport that’s something like hitchhiking-slash-carpooling with total strangers. And once you get the hang of it, its absence will be sorely missed in many other major cities you travel to.\n\nShared taxis come in several varieties.\n\nThe most accessible kind drives up and down a single street, picking up and dropping off passengers along the way (make sure to step down from the kerb for this one). If you’re running too late to wait for a bus and need to make it to the other end of a long boulevard, you can always depend on shared taxis combing the streets for stragglers.\n\nIt won’t take more than a few seconds for someone to pick you up. They’ll get your attention either by slowing down, flashing their headlights, or initiating a baby-honk. To respond, just nod or look expectant. Even if you’re not looking for a shared taxi but just happen to be wandering aimlessly, drivers will baby-honk to see if you want a ride.\n\nIf you’re not interested, you can just wave them away or keep walking until they get the idea. The shared taxi is probably the only form of public transport that actively chases you down for a ride. Interestingly, motorcyclists also honk at you offering a ride that can weave through traffic. But whether you accept this helmet-less “journey” is really more about whether you find living a worthwhile pursuit.\n\nA second kind of shared taxi follows pre-set routes that cover vast expanses of the city - if not travelling between cities. Taxis following such routes might park at hotspots known to public transport junkies. Drivers step out for a few minutes to yell out first their destination and then how many more passengers are needed to fill up the car, as in “Azadi, one person”. If you don’t want to wait for the car to fill up, just tell driver that you’ll pay for two people - or however many empty seats there are.\n\n\n\nScouting out unofficial hotspots can be gratifying because those who’ve mastered the lesser-known routes might be able to squirm through Tehran’s heinous rush-hour traffic (if you need to make it uptown fast at around 6pm, the shared taxis parked north of Vanak Square can be a godsend, even if they’re a bit pricier than the norm).\n\nBut the hotspots are fading away. Since the Tehran municipality started to institutionalise the shared taxi phenomenon, most cabbies now line up at smaller “taxi stops” with signs that mark destinations. This has benefits for foreigners. Speaking another language, especially in a thick non-Iranian accent, gives the impression that you’ve lived abroad, and living abroad is expensive, which means you must have money.\n\nPrivate taxi drivers can take advantage of this to rip off not-so-savvy customers. And this is when you’ll miss those God-awful taxi meters, which still aren’t too common in Iran. Thankfully, shared taxis are price-controlled, with a neat sticker on the top right corner of the windshield indicating how much everyone should pay. So don’t hesitate to speak in the thickest of thick accents and advertise your foreignness.\n\nSummoning a third kind of shared taxi involves standing on the side of the road, preferably at an intersection, and yelling out where you want to go to drivers slowing down to reel in customers, hoping your destination matches theirs (some drivers have become uncannily good lip-readers, so yelling may be unnecessary). This can be particularly helpful when you’re coming back from a party at 3am and aren’t in the mood for some private taxi agency’s skewed notion of late-night surge pricing. But it also might mean standing at an intersection for half-an-hour until you find a match.\n\nGranted, buses and the metro are cheaper than the shared taxi. A ride on the BRT, a rapid bus line that cuts through the city, costs 3,500 rials on average (£0.07, $0.10), and a metro ride will set you back 6,000. But even people who take traditional public transport might have to hail a shared cab at some point because buses and the metro do have blind spots in a city that sprawls like Tehran (the city’s constantly expanding metro is still nowhere near as expansive as Tokyo or New York’s).\n\nMost of the shared taxi rides you’ll take will cost at least 10,000 rials, and people usually combine a few - let’s say two - 10,000 rial routes to get to work. The same applies on the way back from work. If we assume a middle-class income hovers somewhere around 10,000,000 rials a month, this means forking over something like 900,000 - or 9% - of your monthly earnings just to get to and from your workplace.\n\nBut there’s something magical about riding shotgun in a shared taxi and revelling in the cheap upholstered fabric of the passenger seat. It can fend off a Case of the Mondays (even though the workweek in Iran starts on Saturday). Yes, nabbing the front seat means getting in and getting off without having to worry about letting others out.\n\nThough, if you get shafted with the backseat, it might mean exchanging sinister glances to win a few extra inches of legroom or running the risk of being pummelled by elbows and briefcases. Sometimes, unless you sit by the child-locked left backseat door, you’ll be repeatedly bothered to scooch out of the car to let others off (advice: pull out your headphones). And if you’re in a Paykan - an Iranian-made 1967 Hillman Hunter that hasn’t been in production for years - your morning commute will be invaded by mysterious exhaust fumes seeping into the car’s interior. No one will muster the courage to point this out.\n\nIt will take a while to learn the ropes. But once you’ve embarrassed yourself enough times by yelling out far-flung destinations that no one’s headed towards, and learned where which shared-taxis gather, you’ll have figured out your daily commute. Just don’t thrust your thumb forward - it’s Iran’s equivalent of the middle finger.\n\nFacebook Twitter Pinterest A taxi terminal in Tehran, Iran Photograph: Tehran Bureau\n\nIf you’re a real stickler, you can make sure to travel with licensed cabbies, who drive either yellow or green cars or have an official-looking sticker on their windshield. But most people don’t seem to care. And you won’t either.\n\nIn metro lingo, getting to where you need to go might involve “transferring” from one taxi terminal (or hotspot) to another. But that’s only if you have the routes memorised. There’s no shared-taxi map that’ll tell you where – or what - you can transfer.\n\nAt any point during the ride, you can tell the driver “I’ll get off here”, and he or she will pull over. At this point you can pay, or if you pay at the beginning of the ride as I do, just get off without having to deal with change. Most drivers appreciate a “thank you” or “have a nice day” and will respond in kind.\n\nDepending on the driver you get, you could be in for a trying monologue, a comedian in disguise, or that guy who steals glances at the LCD he installed on top of his ashtray, terrifying you and the people sitting next to you as you speed toward your destination.\n\nRelated: Immersive drama set in a Tehran taxi\n\nIn my experience, heated political conversations don’t erupt as frequently as they do with private taxi drivers (ie regular taxis in just about every other country). Maybe that’s just private cabbies taking advantage of docile single-passengers to vent. Because in shared taxis, the morning commute is largely silent. When conversation does break out, people mostly talk about sports or how expensive things have gotten rather than, say, the nuclear negotiations, which strangely don’t inspire much discussion (unless you provoke it).\n\nCommon tropes do occasionally rear their heads. One driver will lambast the “damn mullahs” under his breath. Another will praise former president Mahmoud Ahmadinejad as a man of the people. I’ve heard both in a single day.\n\nYes, the commute is impersonal and quiet, like most other forms of public transport. But it’s set against the backdrop of a roaring ideological crusade waged daily on walls, banners, and billboards along Tehran’s highways. You pass faded murals of the Ayatollah Khomeini, “Down with the USA,” and bearded revolutionary fighters. And then ads for Samsung, LG, and Dae Woo. Sometimes you can’t help but wonder if kitchen appliances are the real enemy. Or maybe South Korea.",
  "title": "The logistics of the Tehran taxi commute",
  "ts_in": "2015-05-05T07:54:21.027298",
  "url": "http://www.theguardian.com/world/iran-blog/2015/may/05/tehran-iran-taxis-transport"
}