{
  "article_html": "<div><p>One morning in the spring of 1949, <a href=\"http://www.theguardian.com/books/saulbellow\" class=\" u-underline\">Saul Bellow</a> was walking along a Parisian street to the Left Bank hotel room he was renting for a dollar a day as a study, when he experienced a revelation. Bellow had been staying in the city over the winter with his wife, Anita, and five-year-old son, Gregory, in order to make progress on his third novel, The Crab and the Butterfly. Paris was still at sea after occupation; the few writers and editors Bellow had encountered were unmoored, like him, by each newly published survivor&#8217;s report of concentration camps. The Crab and the Butterfly, only a chapter of which remains, reflected that dislocating anxiety.</p>\n<p>It was, Bellow later recalled, a novel featuring &#8220;two men in a hospital room, one dying, the other trying to keep him from surrendering to death&#8221;, their dialogue developing the question of whether our &#8220;original nature is murderous&#8221;.</p>\n<p>This Beckett-like scenario matched Bellow&#8217;s mood. As well as the gloom of Paris (&#8220;Gay Paris?&#8221; he wrote in a letter. &#8220;Gay my foot!&#8221;), he felt trapped in his marriage and stylistically confined by his first two, well-received books, <a href=\"http://www.amazon.co.uk/Dangling-Man-Saul-Bellow/dp/0141188774/ref=sr_1_1?ie=UTF8&amp;qid=1430233850&amp;sr=8-1&amp;keywords=dangling+man\" title=\"\" class=\" u-underline\">Dangling Man</a> and The Victim, which gave him &#8220;cherished pride in being a steady performer&#8221; and a Guggenheim fellowship to live off, but not much joy.</p>\n<p>As he walked along the street that morning, &#8220;deep in the dumps&#8221;, street cleaners were opening the hydrants and letting the water run in torrents along the gutter. It was, looking back, in that mundane vision that Bellow believed he saw his own liberation. He described the experience later to his friend Philip Roth: &#8220;I suppose a psychiatrist would say that this was some kind of hydrotherapy&#8230; but it wasn&#8217;t so much the water as the sunny iridescence&#8230; I remember saying to myself, &#8216;Well, why not take a short break and have at least as much freedom of movement as this running water?&#8217;&#8221; He determined at once to abandon his dread hospital novel. And then he recalled: &#8220;I seemed to have gone back to childhood in my thoughts and remembered a pal of mine whose surname was August &#8211; a handsome freewheeling kid who used to yell out when we were playing checkers, &#8216;I got a scheme!&#8217;&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/apr/17/the-five-essential-saul-bellow-novels\" class=\" u-underline\">The five essential Saul Bellow novels</a> </p>\n\n<p>Like a character out of Rodgers and Hammerstein, Bellow hurried to his writing hotel with his own &#8220;I got a scheme!&#8221; forming with &#8220;magical suddenness&#8221; in his mind, bashed out a first paragraph of the novel that was to be <a href=\"http://www.theguardian.com/books/2015/feb/09/saul-bellow-augie-march-100-best-novels-robert-mccrum\" title=\"\" class=\" u-underline\">The Adventures of Augie March</a>, and began 20 years in which he redefined the scope and soul of American fiction: &#8220;I am American, Chicago-born&#8230; and go at things as I have taught myself, free-style, and will make the record in my own way&#8230;&#8221;</p>\n<p>Language, which had been dripping and trickling in Paris, in a spirit of European rationing, &#8220;rushed out of me&#8221;, he recalled, in a great midwestern dam burst. &#8220;I was turned on like a hydrant in summer.&#8221; There were waterfalls of metaphor and story everywhere: &#8220;All I had to do was be there with buckets to catch it.&#8221;</p>\n<p>This epiphany comes 34 years into Bellow&#8217;s life and 371 pages into the first volume of Zachary Leader&#8217;s account of it. As a reader, you feel something of Bellow&#8217;s relief at this moment, not least because there is briefly an exclamatory rapidity in the steady flow of Leader&#8217;s narrative. Bellow&#8217;s authorised biographer has approached the task of doing full justice to the life of the &#8220;most decorated writer in American history&#8221; with an indefatigable rigour. He takes as his model <a href=\"http://bookshop.theguardian.com/james-joyce-5.html\" title=\"\" class=\" u-underline\">Richard Ellmann&#8217;s James Joyce</a>, he explains in his preface, and a determination to dwell on &#8220;the personality of the subject as a series of concomitant relations with other people&#8221;. It is not clear that the approach &#8211; impressively researched evidence of Bellow the social man &#8211; always does full justice to the sometimes wild cadences of the interior life. Leader compares the developing genius of his subject at various points to the &#8220;seed-time&#8221; of Wordsworth (a subject he has written about in more strictly academic books), but though both might justifiably lay claim to &#8220;strange fits of passion&#8221;, the analogy does not always seem apt. Bellow described his own life as one of determined disruption (&#8220;I haven&#8217;t been able to resist safety and I haven&#8217;t been able to rest in it&#8221;); the best of him, creatively, happened in the &#8220;jumps&#8221; he made, he believed. Sometimes, in Leader&#8217;s handling, those leaps of faith seem purposeful strides.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2010/oct/10/saul-bellow-letters-janis-interview\" class=\" u-underline\">Saul Bellow's widow on his life and letters | Interview</a> </p>\n\n<p>Leader is at his best in relating the detail of the life to the detail of the work, the way those Bellow loved and those he hated found their way kicking and screaming into his fiction. This volume follows the trajectory of Bellow&#8217;s writing from the &#8220;square and honest&#8221; semi-autobiography of Dangling Man, waiting to be drafted into the army in 1943, married and cheating on his young wife, to the primal layered complexity of Moses Herzog, the interiorised &#8220;near delirium and wide-ranging disordered thought&#8221; out of which he constructed <a href=\"http://bookshop.theguardian.com/herzog.html\" title=\"\" class=\" u-underline\">his masterpiece </a>, Herzog, in 1964.</p>\n<p>It is, in certain respects, a journey from control to its absence, in his personal life as well his sentences. Bellow embraces the gushing freedoms he experienced in Paris (not long afterwards he became briefly a disciple of <a href=\"http://www.theguardian.com/books/2011/jul/08/wilhelm-reich-free-love-orgasmatron\" title=\"\" class=\" u-underline\">Wilhelm Reich</a> and installed a homemade &#8220;orgone box&#8221; in his study to channel orgasmic energy) and accepts their consequences. His second marriage to Sasha (model for Moses Herzog&#8217;s nightmarish wife, Madeleine)&#160;ended in brutal acrimony with his discovery of her long-term affair with his friend and university colleague Jack Ludwig, the adulterer become cuckold, &#160;and Bellow&#8217;s lust for life hardened into something equally self-aware, but more bitter.</p>\n\n<blockquote>\n<p>I haven't been able to resist safety and I haven't been able to rest in it</p>\n</blockquote>\n\n<p>The biographer opens this volume, in his introduction, with the famous question Bellow asked on his deathbed of his friend Eugene Goodheart: &#8220;Was I a man or a jerk?&#8221; Martin Amis, one of Bellow&#8217;s many acolytes, once glossed that last line in the following way: &#8220;Bellow wasn&#8217;t thinking about his books, his Nobel prize and all that. He was thinking about his three children by different women, his four marriages, now a fifth marriage&#8230; &#8221; You imagine that Leader, best known as <a href=\"http://www.theguardian.com/books/2006/nov/18/biography.kingsleyamis\" title=\"\" class=\" u-underline\">official biographer of Kingsley Amis,</a> set out wanting to pitch his account exactly in the no-man&#8217;s-land between those particular trenches &#8211; those manned on the one hand by devoted readers and critics and on the other by those by ill-treated wives and neglected children. (Greg Bellow wrote his own memoir of his father, <a href=\"http://bookshop.theguardian.com/saul-bellow-s-heart.html\" title=\"\" class=\" u-underline\">Saul Bellow&#8217;s Heart</a>, which dwelt on his father&#8217;s hardening distance from his family even as his novels expanded their uncanny empathy; it was mostly savaged by critics.) Leader&#8217;s volume ends up, though, making an incontrovertible case for the defence &#8211; man, not jerk &#8211; and it does so with the methods of a top-drawer American legal team: dizzying in detail, mitigating as a point of principle.</p>\n<p>Bellow himself seems to have remained unconvinced to the end about which way the balance lay. &#8220;In daily life,&#8221; he told the Romanian novelist Norman Manea when he was 84, &#8220;I don&#8217;t ask myself what is honourable or dishonourable but I do when I&#8217;m writing: I ask myself whether it would be dishonourable to put it this way.&#8221; He had no wish to let himself off the hook. &#8220;I leave infinities on every side to be desired,&#8221; he admitted to his nemesis, Ludwig. But he remained nevertheless faithful to one principle, which Leader ultimately takes as his own: &#8220;What matters is that good things get written.&#8221;</p>\n<p><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283514/\" title=\"\" class=\" u-underline\">The Life of Saul Bellow is published by Jonathan Cape (&#163;35). Click here to buy it for &#163;28</a></p>\n</div>",
  "authors": [
    "Tim Adams"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Saul Bellow",
    "Biography",
    "Books",
    "Culture"
  ],
  "ntitle": "the_life_of_saul_bellow_to_fame_and_fortune_1915_1964_review_a_dizzyingly_detailed_case_for_the_defence",
  "publish_date": "2015-05-04T00:00:00",
  "tags": [],
  "text": "One morning in the spring of 1949, Saul Bellow was walking along a Parisian street to the Left Bank hotel room he was renting for a dollar a day as a study, when he experienced a revelation. Bellow had been staying in the city over the winter with his wife, Anita, and five-year-old son, Gregory, in order to make progress on his third novel, The Crab and the Butterfly. Paris was still at sea after occupation; the few writers and editors Bellow had encountered were unmoored, like him, by each newly published survivor’s report of concentration camps. The Crab and the Butterfly, only a chapter of which remains, reflected that dislocating anxiety.\n\nIt was, Bellow later recalled, a novel featuring “two men in a hospital room, one dying, the other trying to keep him from surrendering to death”, their dialogue developing the question of whether our “original nature is murderous”.\n\nThis Beckett-like scenario matched Bellow’s mood. As well as the gloom of Paris (“Gay Paris?” he wrote in a letter. “Gay my foot!”), he felt trapped in his marriage and stylistically confined by his first two, well-received books, Dangling Man and The Victim, which gave him “cherished pride in being a steady performer” and a Guggenheim fellowship to live off, but not much joy.\n\nAs he walked along the street that morning, “deep in the dumps”, street cleaners were opening the hydrants and letting the water run in torrents along the gutter. It was, looking back, in that mundane vision that Bellow believed he saw his own liberation. He described the experience later to his friend Philip Roth: “I suppose a psychiatrist would say that this was some kind of hydrotherapy… but it wasn’t so much the water as the sunny iridescence… I remember saying to myself, ‘Well, why not take a short break and have at least as much freedom of movement as this running water?’” He determined at once to abandon his dread hospital novel. And then he recalled: “I seemed to have gone back to childhood in my thoughts and remembered a pal of mine whose surname was August – a handsome freewheeling kid who used to yell out when we were playing checkers, ‘I got a scheme!’”\n\nRelated: The five essential Saul Bellow novels\n\nLike a character out of Rodgers and Hammerstein, Bellow hurried to his writing hotel with his own “I got a scheme!” forming with “magical suddenness” in his mind, bashed out a first paragraph of the novel that was to be The Adventures of Augie March, and began 20 years in which he redefined the scope and soul of American fiction: “I am American, Chicago-born… and go at things as I have taught myself, free-style, and will make the record in my own way…”\n\nLanguage, which had been dripping and trickling in Paris, in a spirit of European rationing, “rushed out of me”, he recalled, in a great midwestern dam burst. “I was turned on like a hydrant in summer.” There were waterfalls of metaphor and story everywhere: “All I had to do was be there with buckets to catch it.”\n\nThis epiphany comes 34 years into Bellow’s life and 371 pages into the first volume of Zachary Leader’s account of it. As a reader, you feel something of Bellow’s relief at this moment, not least because there is briefly an exclamatory rapidity in the steady flow of Leader’s narrative. Bellow’s authorised biographer has approached the task of doing full justice to the life of the “most decorated writer in American history” with an indefatigable rigour. He takes as his model Richard Ellmann’s James Joyce, he explains in his preface, and a determination to dwell on “the personality of the subject as a series of concomitant relations with other people”. It is not clear that the approach – impressively researched evidence of Bellow the social man – always does full justice to the sometimes wild cadences of the interior life. Leader compares the developing genius of his subject at various points to the “seed-time” of Wordsworth (a subject he has written about in more strictly academic books), but though both might justifiably lay claim to “strange fits of passion”, the analogy does not always seem apt. Bellow described his own life as one of determined disruption (“I haven’t been able to resist safety and I haven’t been able to rest in it”); the best of him, creatively, happened in the “jumps” he made, he believed. Sometimes, in Leader’s handling, those leaps of faith seem purposeful strides.\n\nRelated: Saul Bellow's widow on his life and letters | Interview\n\nLeader is at his best in relating the detail of the life to the detail of the work, the way those Bellow loved and those he hated found their way kicking and screaming into his fiction. This volume follows the trajectory of Bellow’s writing from the “square and honest” semi-autobiography of Dangling Man, waiting to be drafted into the army in 1943, married and cheating on his young wife, to the primal layered complexity of Moses Herzog, the interiorised “near delirium and wide-ranging disordered thought” out of which he constructed his masterpiece , Herzog, in 1964.\n\nIt is, in certain respects, a journey from control to its absence, in his personal life as well his sentences. Bellow embraces the gushing freedoms he experienced in Paris (not long afterwards he became briefly a disciple of Wilhelm Reich and installed a homemade “orgone box” in his study to channel orgasmic energy) and accepts their consequences. His second marriage to Sasha (model for Moses Herzog’s nightmarish wife, Madeleine) ended in brutal acrimony with his discovery of her long-term affair with his friend and university colleague Jack Ludwig, the adulterer become cuckold, and Bellow’s lust for life hardened into something equally self-aware, but more bitter.\n\nI haven't been able to resist safety and I haven't been able to rest in it\n\nThe biographer opens this volume, in his introduction, with the famous question Bellow asked on his deathbed of his friend Eugene Goodheart: “Was I a man or a jerk?” Martin Amis, one of Bellow’s many acolytes, once glossed that last line in the following way: “Bellow wasn’t thinking about his books, his Nobel prize and all that. He was thinking about his three children by different women, his four marriages, now a fifth marriage… ” You imagine that Leader, best known as official biographer of Kingsley Amis, set out wanting to pitch his account exactly in the no-man’s-land between those particular trenches – those manned on the one hand by devoted readers and critics and on the other by those by ill-treated wives and neglected children. (Greg Bellow wrote his own memoir of his father, Saul Bellow’s Heart, which dwelt on his father’s hardening distance from his family even as his novels expanded their uncanny empathy; it was mostly savaged by critics.) Leader’s volume ends up, though, making an incontrovertible case for the defence – man, not jerk – and it does so with the methods of a top-drawer American legal team: dizzying in detail, mitigating as a point of principle.\n\nBellow himself seems to have remained unconvinced to the end about which way the balance lay. “In daily life,” he told the Romanian novelist Norman Manea when he was 84, “I don’t ask myself what is honourable or dishonourable but I do when I’m writing: I ask myself whether it would be dishonourable to put it this way.” He had no wish to let himself off the hook. “I leave infinities on every side to be desired,” he admitted to his nemesis, Ludwig. But he remained nevertheless faithful to one principle, which Leader ultimately takes as his own: “What matters is that good things get written.”\n\nThe Life of Saul Bellow is published by Jonathan Cape (£35). Click here to buy it for £28",
  "title": "The Life of Saul Bellow: To Fame and Fortune 1915-1964 review – a dizzyingly detailed case for the defence",
  "ts_in": "2015-05-05T21:22:41.032546",
  "url": "http://www.theguardian.com/books/2015/may/04/life-saul-bellow-fame-fortune-review-detailed-case-defence"
}