{
  "article_html": "<div><p>The <a href=\"http://www.theguardian.com/sport/houston-astros\" class=\" u-underline\">Houston Astros</a> as punchline is over.</p>\n<p>The team has won 10 out of 11 and are in first place in the American League West. They can pitch. They lead the major leagues in home runs. And their big league club and farm system is stocked with young talent. At this rate, <a href=\"https://usatftw.files.wordpress.com/2014/06/10464218_10154263320520431_6241616349984624771_n.jpg?w=1000\" class=\" u-underline\">the team Sports Illustrated predicted to be the 2017 World Series champs</a> will be working on third title by then.</p>\n<p>The Astros are an underdog story every baseball fan can get behind. Barring a massive collapse, they will be baseball&#8217;s darlings all season long, like the 2014 Royals or the Pirates the year before that. But as great as this turnaround is for the franchise and their fans, it&#8217;s also a time to mourn and remember what they were not so long ago. </p>\n<p>Because the Astros weren&#8217;t just any terrible team. They were a once-in-a-generation terrible team. They were perhaps the worst baseball team of our lifetime. Sure, the 2003 Tigers lost 119 games, but the Astros lost 106 games or more for three years in a row from 2011 to 2013 and they did it in style. If there wasn&#8217;t a good game on one night, you could always flip on the Astros for guaranteed entertainment. They were must-watch TV, even if you watched through your fingers or between face palms. </p>\n<p><a href=\"https://vine.co/v/hvZhbbOrMzW\" class=\" u-underline\">They gave us butt slides</a>. </p>\n<p><a href=\"http://www.sportspickle.com/wp-content/uploads/2013/05/8020fbb029b46f9f96b4d40f9fe93429.gif\" class=\" u-underline\">They gave us pitchers giving up runs by not even throwing the ball</a>. </p>\n<p><a href=\"https://vine.co/v/h6d1JjtDEzu\" class=\" u-underline\">They gave us catchers spiking the ball beside home plate to allow runners to score</a>. </p>\n<p><a href=\"http://www.sportspickle.com/wp-content/uploads/2013/05/19ff8dcbc922c1a47518a7f205112417.gif\" class=\" u-underline\">They gave us walk-off routine pop-ups</a>. </p>\n<p>They gave us all that and so much more. What are they giving us now? Home runs? Hit-and-runs? Perfectly executed double plays? Great for them and their fans. But plenty of teams can do that. Playing sound baseball doesn&#8217;t necessarily stand out. Only the vintage, classic Astros gave us baseball slapstick. They were special. Unique. They were a team that history won&#8217;t soon forget. </p>\n<p>There were three World Series champions between 2011 and 2013: the Cardinals, Red Sox and Giants. But there was only one Astros. They were a losing dynasty. They defined an era. That era is now officially over. </p>\n<p>No one would wish a return to that level of failure on the Astros. The franchise rebuilt the right way, from the bottom up, and is now reaping the rewards. But what we wouldn&#8217;t all give to see just one butt slide again and remember what we once had. </p>\n<p>The punchline Astros are gone. They will be missed. <br></p>\n<h2><strong>Quote of the Week</strong></h2>\n<p>&#8220;I&#8217;m not looking at the manager or the general manager right now.&#8221; - <strong>Mark Attanasio, Milwaukee Brewers owner</strong>. </p>\n<p>Full disclosure: despite the heading above, that quote did not occur this past week. It came way back in the Year of Our Lord 2015 on the 22nd day of April. So just 11 days after that quote, it seems Attanasio decided he didn&#8217;t want to have to look at Ron Roenicke ever again and fired him. Brewers general manager Doug Melvin can&#8217;t be feeling too safe right now. Attanasio may as well be standing over him with a magnifying glass held to his face. &#8220;Owww! The sun burns, Mr. Attanasio! This is inhumane!&#8221;<br> </p>\n<h2><strong>Stat of the week</strong></h2>\n<h2><strong>9.6</strong></h2>\n<p>The Astros went a combined 232-416 over the last four seasons, averaging 9.6 wins per month. Per month. They recently won 10 games in 10 days, until their run came to an end on Monday night. Yes, the Astros are playing over their heads right now, but even if they crash back to earth and win just 10 games a month from here on out, they&#8217;ll still finish ... 69-93. </p>\n<p>Oh. </p>\n<p>See, when I started this little math exercise, I expected to find that the Astros&#8217; winning ways had built such a cushion that there would be no possible way for them to not finish with a respectable record. But all it did was remind me that baseball season is really long. Really really really really long. Super long. Maybe the Astros shouldn&#8217;t cancel that Taylor Swift concert just yet. </p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; #VoteAstros (@astros)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Note: the date of the Taylor Swift 1989 tour show at <a href=\"https://twitter.com/hashtag/MMP?src=hash\" class=\" u-underline\">#MMP</a> is subject to change if it conflicts with an <a href=\"https://twitter.com/hashtag/Astros?src=hash\" class=\" u-underline\">#Astros</a> postseason home game.</p>\n<a href=\"https://twitter.com/astros/status/542858311205261312\"></a>\n</blockquote>\n\n<p><strong>This Week&#8217;s Horrible Fantasy Team That&#8217;s Better Than Your Team</strong></p>\n<p>Dan Uggla, 2B, Nationals - 6-for-14, HR, 8 RBI</p>\n<p>Stephen Vogt, C, A&#8217;s - 6-for-15, 2 HR, 6 RBI</p>\n<p>Odubel Herrera, OF, Phillies - 10-for-26, 6 RBI</p>\n<p>Trevor Plouffe, 3B, Twins - 10-for-27, 3 HR, 11 RBI</p>\n<p>Carlos Villanueve, P, Cardinals - 5.2 innings, 2 wins, 4 strikeouts, 0.00 ERA</p>\n<p>Mike Pelfrey, P, Twins - 10.1 innings, 1 win, 8 strikeouts, 2.61 ERA<br> </p>\n<p><strong>Reader Twitter Question of the Week</strong></p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Andrew Heacox (@AndrewHeacox)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\"><a href=\"https://twitter.com/DJGalloEtc\" class=\" u-underline\">@DJGalloEtc</a> Is Mike Trout the best fish-related baseball player of all time?</p>\n<a href=\"https://twitter.com/AndrewHeacox/status/595013157816381441\"></a>\n</blockquote>\n\n<p>This is a good question. An important question. First, we must determine if Trout is the greatest Trout of all-time. Two previous Trouts played in the majors: Steve Trout and Dizzy Trout. Steve was mediocre while Dizzy won 170 games in 15 big league seasons. Solid, but not Mike Trout. So Mike is the best Trout, there&#8217;s no doubt.</p>\n<p>Now we move onto other fish. Sadly, there has never been a player named Goldfish. Same with Cod, Grouper and Tilapia. There are, however, four former players named Salmon: Roger, Brad, Tim and Chico. Among the Salmon, Tim was the best. He won a Rookie of the Year in 1993, played for the World Series champion Angels in 2002 and finished his career with 299 career home runs. He played six full seasons in his 20s and had an OPS above .910 in five of them. You could say he always swam upstream. </p>\n<p>Trout has played three full major league seasons so far and has posted an OPS of .938 or above in each. Trout is surely on pace to be better than Salmon, but this fish tale is far from complete. Please ask this important question again in five years. </p>\n<p>Oh, and Jim &#8220;Catfish&#8221; Hunter doesn&#8217;t count. He was a poser fish man. </p>\n<h2><strong>Phillies-ness of the Week</strong></h2>\n<p>The Phillies went a respectable-for-them 2-5 this week, but things are about to get very unpleasant. When their season opened on 6 April, Philadelphia sports fans could still be distracted by the Flyers and Sixers playing out their schedules. Then the attention of Philadelphia turned fully to the NFL draft and how Chip Kelly would land Marcus Mariota. (Breaking News: The Eagles quarterback is still Sam Bradford.) Now, with the draft over, the full attention of the easily enraged Philadelphia sports fan will turn to this horrid team. Between now and NFL training camp opening in July &#8211; with brief breaks for the Sixers to draft a seven-footer with two broken legs and the Flyers to use their first round pick on an enforcer - the Phillies are all the people of Philadelphia have to watch. Pray for them. <br> </p>\n<h2><strong>Cubs World Series Odds: Falling</strong></h2>\n<p>The Cubs completed the weekend by dropping back-to-back games to the Brewers, a team so bad it fired its manager even after beating the Cubs twice. Kris Bryant has yet to homer in 54 at-bats, a pace that puts him on track to hit 0 home runs this year. And then the Cubs had to go and potentially curse Chicago&#8217;s best sports franchise. </p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Chicago Tribune (@chicagotribune)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Joe Maddon, Cubs show support for <a href=\"https://twitter.com/hashtag/Blackhawks?src=hash\" class=\" u-underline\">#Blackhawks</a> on road trip <a href=\"http://t.co/sv3hWYSIb2\" class=\" u-underline\">http://t.co/sv3hWYSIb2</a> <a href=\"http://t.co/I5Kx6KCqmF\" class=\" u-underline\">pic.twitter.com/I5Kx6KCqmF</a></p>\n<a href=\"https://twitter.com/chicagotribune/status/595017466419478529\"></a>\n</blockquote>\n\n<p>Our dream of a Cubs-Astros World Series could be falling apart if the Cubs don&#8217;t pick it up. </p>\n<h2><strong>A-Rod-ness of the Week</strong></h2>\n<p>Alex Rodriguez hit his 660th career home run Friday night, tying him with Willie Mays for fourth all-time, but the Yankees have no plans to pay him the $6m bonus he&#8217;s owed for the accomplishment. &#8220;We have the right but not the obligation to do something, and that&#8217;s it,&#8221; said Brian Cashman. <br> </p>\n<p>The mastermind behind the $200m team that has missed the playoffs in back-to-back years is right. It&#8217;s like how from now on when fans go to Yankee Stadium, they have the right to use the bathroom facilities there, but not the obligation to actually hit the urinal. It&#8217;s a basic right v obligation issue. You don&#8217;t get to be a classy organization like the Yankees without parsing those kinds of things to your benefit.</p>\n<h2><strong>10 Things I Think I Thought I Think </strong></h2>\n<p><strong><br></strong>1) Folk singer James Taylor is releasing his first album in 11 years and it includes a song called Angels of Fenway. <br></p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>The song is an ode to growing up a Red Sox fan and to the championship won by the 2004 team. It includes lyrics like: Hey, Nana, can I have another Coke? / Here comes the hot dog man / Look at that, his bat just broke / Gee, that&#8217;s got to hurt his hand.</p>\n<p>Awful. Awful awful awful. Hearing that song made me want to escape to Carolina in my mind. </p>\n<p>2) Who ever could have predicted that Scott Stapp would one day compare favorably to James Taylor? </p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>3) While it&#8217;s difficult for the average fan to root for the Yankees, the 2015 edition is as close to lovable as a Yankee team will ever get because they are ruthlessly destroying the baseball media&#8217;s favorite storylines. Derek Jeter is an unmatched leader while A-Rod is a clubhouse cancer? Counterpoint: Jeter is gone, the Yankees are playing much better and A-Rod is leading the way. Mariano Rivera is an all-time great pitcher who could never be replaced in the hallowed closer&#8217;s role? Counterpoint: a 29 year-old journeyman named Andrew Miller has 10 saves, hasn&#8217;t allowed a single run and has 23 strikeouts in 13.1 innings. If this devastation of narratives continues, people might soon realize Yankee Stadium isn&#8217;t some hallowed landmark worthy of hushed tones, but an overpriced replica built in 2009. </p>\n<p>4) The Pirates are hoping this is the year they finally knock off the Cardinals in the NL Central. So far that&#8217;s not going well, especially since they spent the weekend losing three games in a row in extra innings to St Louis. <a href=\"http://www.theguardian.com/sport/blog/2015/apr/13/the-agony-and-agony-and-agony-and-utter-boredom-of-extra-innings-baseball\" class=\" u-underline\">Maybe if the Pirates had supported my initiative to ban extra innings, they wouldn&#8217;t be in this bind</a>. If you&#8217;re listening now, Pirates, I also suggest you have Andrew McCutchen grow his hair back so he can hit again and that you move to the American League so Pedro Alvarez doesn&#8217;t have to field a position. You&#8217;re welcome. </p>\n<p>5) MLB started <a href=\"http://web.mlbcommunity.org/index.jsp?content=programs&amp;program=play_sun_smart\" class=\" u-underline\">a sun safety and skin cancer awareness initiative this week called Play Sun Smart</a>. It&#8217;s a much-needed program that promotes sunscreen, shade and clothing as ways to protect yourself from the sun. But they oddly forgot to include one way to avoid skin cancer that has deep baseball roots: smearing your chewed up tobacco all over your face, arms and legs once you&#8217;ve sucked all the delicious juice out of it.</p>\n<p>6) Voting for the greatest living player in baseball history ends on 8 May. The four winners will be honored at the All-Star Game. You can vote here, but know that Derek Jeter is not one of the possible options. Apparently Derek Jeter has died. RIP Derek Jeter. Gone 2 2oon.</p>\n<p>7) Brian Cashman doesn&#8217;t seem to realize that not paying A-Rod his bonus isn&#8217;t go to help him attract good players to New York. &#8220;Come play with the team that will screw you out of contract bonuses!&#8221; Is $6m worth it to the Yankees? What is $6 million to the Yankees? Other than about a third of a season of a past-his-prime veteran, of course.</p>\n<p>8) It&#8217;s going to be very disappointing if new Brewers manager Craig Counsell doesn&#8217;t have a managerial stance as unorthodox as his batting stance. Whether it&#8217;s how he hands over his lineup card or the way he calls for a reliever, he&#8217;s got to do something weird. I suggest hanging from the dugout roof like a bat. Maybe the Brewers will look better upside-down. At best, your head explodes from the blood pressure. </p>\n<p>9) Counsell is going to be a solid manager. Think how much time most managers spend each day doing things like shaving and putting on deodorant. But Counsell hasn&#8217;t hit puberty yet, so he doesn&#8217;t need to do that stuff and can spend all his extra time on baseball. You heard it here first: Watch out for the Brewers and their manager/bat boy. </p>\n<p>10) Ron Roenicke&#8217;s demise in Milwaukee started last year when the Brewers collapsed down the stretch. That coincided with Ryan Braun having the worst season of his career. This year the Brewers are even worse while Braun is having yet another career-worst season. In all seriousness, Counsell&#8217;s best shot to turn Milwaukee around is probably to get Braun back on the PEDs and hope a rogue urine collector &#8220;mishandles&#8221; another sample. <br></p>\n</div>",
  "authors": [
    "Dj Gallo"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "MLB",
    "Baseball",
    "Sport",
    "US sports",
    "Houston Astros"
  ],
  "ntitle": "the_punchline_houston_astros_are_no_more_oh_how_they_will_be_missed",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The Houston Astros as punchline is over.\n\nThe team has won 10 out of 11 and are in first place in the American League West. They can pitch. They lead the major leagues in home runs. And their big league club and farm system is stocked with young talent. At this rate, the team Sports Illustrated predicted to be the 2017 World Series champs will be working on third title by then.\n\nThe Astros are an underdog story every baseball fan can get behind. Barring a massive collapse, they will be baseball’s darlings all season long, like the 2014 Royals or the Pirates the year before that. But as great as this turnaround is for the franchise and their fans, it’s also a time to mourn and remember what they were not so long ago.\n\nBecause the Astros weren’t just any terrible team. They were a once-in-a-generation terrible team. They were perhaps the worst baseball team of our lifetime. Sure, the 2003 Tigers lost 119 games, but the Astros lost 106 games or more for three years in a row from 2011 to 2013 and they did it in style. If there wasn’t a good game on one night, you could always flip on the Astros for guaranteed entertainment. They were must-watch TV, even if you watched through your fingers or between face palms.\n\nThey gave us butt slides.\n\nThey gave us pitchers giving up runs by not even throwing the ball.\n\nThey gave us catchers spiking the ball beside home plate to allow runners to score.\n\nThey gave us walk-off routine pop-ups.\n\nThey gave us all that and so much more. What are they giving us now? Home runs? Hit-and-runs? Perfectly executed double plays? Great for them and their fans. But plenty of teams can do that. Playing sound baseball doesn’t necessarily stand out. Only the vintage, classic Astros gave us baseball slapstick. They were special. Unique. They were a team that history won’t soon forget.\n\nThere were three World Series champions between 2011 and 2013: the Cardinals, Red Sox and Giants. But there was only one Astros. They were a losing dynasty. They defined an era. That era is now officially over.\n\nNo one would wish a return to that level of failure on the Astros. The franchise rebuilt the right way, from the bottom up, and is now reaping the rewards. But what we wouldn’t all give to see just one butt slide again and remember what we once had.\n\nThe punchline Astros are gone. They will be missed.\n\n\n\nQuote of the Week\n\n“I’m not looking at the manager or the general manager right now.” - Mark Attanasio, Milwaukee Brewers owner.\n\nFull disclosure: despite the heading above, that quote did not occur this past week. It came way back in the Year of Our Lord 2015 on the 22nd day of April. So just 11 days after that quote, it seems Attanasio decided he didn’t want to have to look at Ron Roenicke ever again and fired him. Brewers general manager Doug Melvin can’t be feeling too safe right now. Attanasio may as well be standing over him with a magnifying glass held to his face. “Owww! The sun burns, Mr. Attanasio! This is inhumane!”\n\n\n\nStat of the week\n\n9.6\n\nThe Astros went a combined 232-416 over the last four seasons, averaging 9.6 wins per month. Per month. They recently won 10 games in 10 days, until their run came to an end on Monday night. Yes, the Astros are playing over their heads right now, but even if they crash back to earth and win just 10 games a month from here on out, they’ll still finish ... 69-93.\n\nOh.\n\nSee, when I started this little math exercise, I expected to find that the Astros’ winning ways had built such a cushion that there would be no possible way for them to not finish with a respectable record. But all it did was remind me that baseball season is really long. Really really really really long. Super long. Maybe the Astros shouldn’t cancel that Taylor Swift concert just yet.\n\n— #VoteAstros (@astros) Note: the date of the Taylor Swift 1989 tour show at #MMP is subject to change if it conflicts with an #Astros postseason home game.\n\nThis Week’s Horrible Fantasy Team That’s Better Than Your Team\n\nDan Uggla, 2B, Nationals - 6-for-14, HR, 8 RBI\n\nStephen Vogt, C, A’s - 6-for-15, 2 HR, 6 RBI\n\nOdubel Herrera, OF, Phillies - 10-for-26, 6 RBI\n\nTrevor Plouffe, 3B, Twins - 10-for-27, 3 HR, 11 RBI\n\nCarlos Villanueve, P, Cardinals - 5.2 innings, 2 wins, 4 strikeouts, 0.00 ERA\n\nMike Pelfrey, P, Twins - 10.1 innings, 1 win, 8 strikeouts, 2.61 ERA\n\n\n\nReader Twitter Question of the Week\n\n— Andrew Heacox (@AndrewHeacox) @DJGalloEtc Is Mike Trout the best fish-related baseball player of all time?\n\nThis is a good question. An important question. First, we must determine if Trout is the greatest Trout of all-time. Two previous Trouts played in the majors: Steve Trout and Dizzy Trout. Steve was mediocre while Dizzy won 170 games in 15 big league seasons. Solid, but not Mike Trout. So Mike is the best Trout, there’s no doubt.\n\nNow we move onto other fish. Sadly, there has never been a player named Goldfish. Same with Cod, Grouper and Tilapia. There are, however, four former players named Salmon: Roger, Brad, Tim and Chico. Among the Salmon, Tim was the best. He won a Rookie of the Year in 1993, played for the World Series champion Angels in 2002 and finished his career with 299 career home runs. He played six full seasons in his 20s and had an OPS above .910 in five of them. You could say he always swam upstream.\n\nTrout has played three full major league seasons so far and has posted an OPS of .938 or above in each. Trout is surely on pace to be better than Salmon, but this fish tale is far from complete. Please ask this important question again in five years.\n\nOh, and Jim “Catfish” Hunter doesn’t count. He was a poser fish man.\n\nPhillies-ness of the Week\n\nThe Phillies went a respectable-for-them 2-5 this week, but things are about to get very unpleasant. When their season opened on 6 April, Philadelphia sports fans could still be distracted by the Flyers and Sixers playing out their schedules. Then the attention of Philadelphia turned fully to the NFL draft and how Chip Kelly would land Marcus Mariota. (Breaking News: The Eagles quarterback is still Sam Bradford.) Now, with the draft over, the full attention of the easily enraged Philadelphia sports fan will turn to this horrid team. Between now and NFL training camp opening in July – with brief breaks for the Sixers to draft a seven-footer with two broken legs and the Flyers to use their first round pick on an enforcer - the Phillies are all the people of Philadelphia have to watch. Pray for them.\n\n\n\nCubs World Series Odds: Falling\n\nThe Cubs completed the weekend by dropping back-to-back games to the Brewers, a team so bad it fired its manager even after beating the Cubs twice. Kris Bryant has yet to homer in 54 at-bats, a pace that puts him on track to hit 0 home runs this year. And then the Cubs had to go and potentially curse Chicago’s best sports franchise.\n\n— Chicago Tribune (@chicagotribune) Joe Maddon, Cubs show support for #Blackhawks on road trip http://t.co/sv3hWYSIb2 pic.twitter.com/I5Kx6KCqmF\n\nOur dream of a Cubs-Astros World Series could be falling apart if the Cubs don’t pick it up.\n\nA-Rod-ness of the Week\n\nAlex Rodriguez hit his 660th career home run Friday night, tying him with Willie Mays for fourth all-time, but the Yankees have no plans to pay him the $6m bonus he’s owed for the accomplishment. “We have the right but not the obligation to do something, and that’s it,” said Brian Cashman.\n\n\n\nThe mastermind behind the $200m team that has missed the playoffs in back-to-back years is right. It’s like how from now on when fans go to Yankee Stadium, they have the right to use the bathroom facilities there, but not the obligation to actually hit the urinal. It’s a basic right v obligation issue. You don’t get to be a classy organization like the Yankees without parsing those kinds of things to your benefit.\n\n10 Things I Think I Thought I Think\n\n\n\n1) Folk singer James Taylor is releasing his first album in 11 years and it includes a song called Angels of Fenway.\n\n\n\nThe song is an ode to growing up a Red Sox fan and to the championship won by the 2004 team. It includes lyrics like: Hey, Nana, can I have another Coke? / Here comes the hot dog man / Look at that, his bat just broke / Gee, that’s got to hurt his hand.\n\nAwful. Awful awful awful. Hearing that song made me want to escape to Carolina in my mind.\n\n2) Who ever could have predicted that Scott Stapp would one day compare favorably to James Taylor?\n\n3) While it’s difficult for the average fan to root for the Yankees, the 2015 edition is as close to lovable as a Yankee team will ever get because they are ruthlessly destroying the baseball media’s favorite storylines. Derek Jeter is an unmatched leader while A-Rod is a clubhouse cancer? Counterpoint: Jeter is gone, the Yankees are playing much better and A-Rod is leading the way. Mariano Rivera is an all-time great pitcher who could never be replaced in the hallowed closer’s role? Counterpoint: a 29 year-old journeyman named Andrew Miller has 10 saves, hasn’t allowed a single run and has 23 strikeouts in 13.1 innings. If this devastation of narratives continues, people might soon realize Yankee Stadium isn’t some hallowed landmark worthy of hushed tones, but an overpriced replica built in 2009.\n\n4) The Pirates are hoping this is the year they finally knock off the Cardinals in the NL Central. So far that’s not going well, especially since they spent the weekend losing three games in a row in extra innings to St Louis. Maybe if the Pirates had supported my initiative to ban extra innings, they wouldn’t be in this bind. If you’re listening now, Pirates, I also suggest you have Andrew McCutchen grow his hair back so he can hit again and that you move to the American League so Pedro Alvarez doesn’t have to field a position. You’re welcome.\n\n5) MLB started a sun safety and skin cancer awareness initiative this week called Play Sun Smart. It’s a much-needed program that promotes sunscreen, shade and clothing as ways to protect yourself from the sun. But they oddly forgot to include one way to avoid skin cancer that has deep baseball roots: smearing your chewed up tobacco all over your face, arms and legs once you’ve sucked all the delicious juice out of it.\n\n6) Voting for the greatest living player in baseball history ends on 8 May. The four winners will be honored at the All-Star Game. You can vote here, but know that Derek Jeter is not one of the possible options. Apparently Derek Jeter has died. RIP Derek Jeter. Gone 2 2oon.\n\n7) Brian Cashman doesn’t seem to realize that not paying A-Rod his bonus isn’t go to help him attract good players to New York. “Come play with the team that will screw you out of contract bonuses!” Is $6m worth it to the Yankees? What is $6 million to the Yankees? Other than about a third of a season of a past-his-prime veteran, of course.\n\n8) It’s going to be very disappointing if new Brewers manager Craig Counsell doesn’t have a managerial stance as unorthodox as his batting stance. Whether it’s how he hands over his lineup card or the way he calls for a reliever, he’s got to do something weird. I suggest hanging from the dugout roof like a bat. Maybe the Brewers will look better upside-down. At best, your head explodes from the blood pressure.\n\n9) Counsell is going to be a solid manager. Think how much time most managers spend each day doing things like shaving and putting on deodorant. But Counsell hasn’t hit puberty yet, so he doesn’t need to do that stuff and can spend all his extra time on baseball. You heard it here first: Watch out for the Brewers and their manager/bat boy.\n\n10) Ron Roenicke’s demise in Milwaukee started last year when the Brewers collapsed down the stretch. That coincided with Ryan Braun having the worst season of his career. This year the Brewers are even worse while Braun is having yet another career-worst season. In all seriousness, Counsell’s best shot to turn Milwaukee around is probably to get Braun back on the PEDs and hope a rogue urine collector “mishandles” another sample.\n\n",
  "title": "The punchline Houston Astros are no more. Oh, how they will be missed",
  "ts_in": "2015-05-05T21:22:18.053232",
  "url": "http://www.theguardian.com/sport/blog/2015/may/05/the-punchline-houston-astros-are-no-more-oh-how-they-will-be-missed"
}