{
  "article_html": "<div><p>In a rare public offering of emotion, Tiger Woods has admitted the strain of <a href=\"http://www.theguardian.com/sport/2015/may/03/tiger-woods-girlfriend-lindsey-vonn-relationship\" title=\"\" class=\" u-underline\">his split from Lindsey Vonn</a>, added to the anniversary of his father&#8217;s death, means he has not slept since the weekend.</p>\n<p>Woods and Vonn issued statements on Sunday confirming the end of their three-year relationship. Living mutually hectic and essentially separate sporting lives &#8211; Vonn is an Olympic skier &#8211; is the reason that has been cited publicly and privately for that decision. A degree of upset on Woods&#8217;s part is inevitable and Vonn always appeared to be close to Woods&#8217;s two children.</p>\n<p>And so, on Tuesday at Sawgrass, where he continues preparations for the Players Championship, it was put to Woods that he would only be human to have been affected by the break-up. He added in the emotion attached to the passing of his father, Earl, also on 3 May, in 2006. This was a striking moment; Woods does not make a habit of revealing his softer side.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/may/04/rory-mcilroy-players-championship-wgc-world-match-play\" class=\" u-underline\">Rory McIlroy sets sights on Players Championship after Match Play win</a> </p>\n\n<p>&#8220;Obviously it does affect me,&#8221; said the 14-time major winner. &#8220;It is tough. There&#8217;s no doubt. I&#8217;m not going to lie about that, it is tough.</p>\n<p>&#8220;And on top of that, this time of year is really, really hard on me. This three-day window is really hard. I haven&#8217;t slept. These three days, May 3rd though the 5th, today, is just brutal on me. And then obviously with what happened on Sunday, it just adds to it.&#8221;</p>\n<p>Perhaps Woods can draw on the inspiration of location. One of his five wins in 2013 arrived here; the intervening spell has been seriously disrupted by loss of fitness and form. He begins this event as the 125th-ranked player in the world and a distant part of the sport&#8217;s narrative which, for now, is dominated by Rory McIlroy and Jordan Spieth.</p>\n<p>&#8220;I&#8217;ve always had to deal with circumstances on both; stuff outside the ropes and once you are inside, it is time to tee it up and play,&#8221; he added. &#8220;You go out there and, for me, I focus, I get into my little world, my little zone, and do the best I possibly can.</p>\n<p>&#8220;It used to be four hours. Now it is a five-hour period of grinding it out and winning golf tournaments. Because, in the end, to me that is what I want to do in that particular week; win the tournament.&#8221;</p>\n<p>Woods partnered Jason Day for nine holes morning. This marks the 39-year-old American&#8217;s first start since the Masters, where he returned from self-imposed competitive exile to finish in a share of 17th place. &#8220;It is certainly coming,&#8221; Woods said of his game. &#8220;It is coming along. I have made some huge, huge strides since where I was at Torrey Pines [where he withdrew] and Phoenix [where he returned his worst round as a professional, 82].</p>\n<p>&#8220;To go from that point to where I was at Augusta, I worked my ass off. I really did, I worked hard. To change all that and go to a major championship basically untested and do what I did, I thought that was pretty good for three days. Then obviously Sunday [at Augusta] didn&#8217;t pan out the way I wanted it. I just need to keep building on that, keep chipping away at it, keep getting progressively a little better. I am on the right road. I have made all the big changes, now it is just the incremental ones.</p>\n<p>&#8220;Eventually it will click and I&#8217;ll have a little run. Two years ago it was five wins. I can get on runs like that. I am going to play more tournaments from here on out. I am finally healthy enough to do it. I have got my body in the shape I need to have it in, a full practice schedule and everything is full go.&#8221;</p>\n<p>Still, that final Augusta round was also notable for Woods injuring a wrist when striking an exposed tree root mid-shot on the 9th hole. &#8220;It&#8217;s fine. I took a full week where I didn&#8217;t lift [weights] at all,&#8221; he explained. &#8220;I did leg stuff but nothing with my hand. I completely got away from anything with lifting or grabbing. I was getting treatment every day through that period. After that I started building up strength in the hand, the forearm and eventually the whole upper body.&#8221;</p>\n<p>Woods will partner Adam Scott and the defending champion, Martin Kaymer, on Thursday and Friday&#8217;s rounds.</p>\n</div>",
  "authors": [
    "Ewan Murray"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Tiger Woods",
    "Golf",
    "PGA Tour",
    "Sport",
    "US sports"
  ],
  "ntitle": "tiger_woods_sleepless_at_sawgrass_and_keen_to_get_back_into_my_little_zone",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "In a rare public offering of emotion, Tiger Woods has admitted the strain of his split from Lindsey Vonn, added to the anniversary of his father’s death, means he has not slept since the weekend.\n\nWoods and Vonn issued statements on Sunday confirming the end of their three-year relationship. Living mutually hectic and essentially separate sporting lives – Vonn is an Olympic skier – is the reason that has been cited publicly and privately for that decision. A degree of upset on Woods’s part is inevitable and Vonn always appeared to be close to Woods’s two children.\n\nAnd so, on Tuesday at Sawgrass, where he continues preparations for the Players Championship, it was put to Woods that he would only be human to have been affected by the break-up. He added in the emotion attached to the passing of his father, Earl, also on 3 May, in 2006. This was a striking moment; Woods does not make a habit of revealing his softer side.\n\nRelated: Rory McIlroy sets sights on Players Championship after Match Play win\n\n“Obviously it does affect me,” said the 14-time major winner. “It is tough. There’s no doubt. I’m not going to lie about that, it is tough.\n\n“And on top of that, this time of year is really, really hard on me. This three-day window is really hard. I haven’t slept. These three days, May 3rd though the 5th, today, is just brutal on me. And then obviously with what happened on Sunday, it just adds to it.”\n\nPerhaps Woods can draw on the inspiration of location. One of his five wins in 2013 arrived here; the intervening spell has been seriously disrupted by loss of fitness and form. He begins this event as the 125th-ranked player in the world and a distant part of the sport’s narrative which, for now, is dominated by Rory McIlroy and Jordan Spieth.\n\n“I’ve always had to deal with circumstances on both; stuff outside the ropes and once you are inside, it is time to tee it up and play,” he added. “You go out there and, for me, I focus, I get into my little world, my little zone, and do the best I possibly can.\n\n“It used to be four hours. Now it is a five-hour period of grinding it out and winning golf tournaments. Because, in the end, to me that is what I want to do in that particular week; win the tournament.”\n\nWoods partnered Jason Day for nine holes morning. This marks the 39-year-old American’s first start since the Masters, where he returned from self-imposed competitive exile to finish in a share of 17th place. “It is certainly coming,” Woods said of his game. “It is coming along. I have made some huge, huge strides since where I was at Torrey Pines [where he withdrew] and Phoenix [where he returned his worst round as a professional, 82].\n\n“To go from that point to where I was at Augusta, I worked my ass off. I really did, I worked hard. To change all that and go to a major championship basically untested and do what I did, I thought that was pretty good for three days. Then obviously Sunday [at Augusta] didn’t pan out the way I wanted it. I just need to keep building on that, keep chipping away at it, keep getting progressively a little better. I am on the right road. I have made all the big changes, now it is just the incremental ones.\n\n“Eventually it will click and I’ll have a little run. Two years ago it was five wins. I can get on runs like that. I am going to play more tournaments from here on out. I am finally healthy enough to do it. I have got my body in the shape I need to have it in, a full practice schedule and everything is full go.”\n\nStill, that final Augusta round was also notable for Woods injuring a wrist when striking an exposed tree root mid-shot on the 9th hole. “It’s fine. I took a full week where I didn’t lift [weights] at all,” he explained. “I did leg stuff but nothing with my hand. I completely got away from anything with lifting or grabbing. I was getting treatment every day through that period. After that I started building up strength in the hand, the forearm and eventually the whole upper body.”\n\nWoods will partner Adam Scott and the defending champion, Martin Kaymer, on Thursday and Friday’s rounds.",
  "title": "Tiger Woods sleepless at Sawgrass and keen to get back into ‘my little zone’",
  "ts_in": "2015-05-05T21:22:22.628104",
  "url": "http://www.theguardian.com/sport/2015/may/05/tiger-woods-lindsey-vonn-players-championship"
}