{
  "article_html": "<div><p>Last year&#8217;s Maidan revolution in <a href=\"http://www.theguardian.com/world/ukraine\" class=\" u-underline\">Ukraine</a> was meant to usher in a new kind of politics and end official corruption and behind-the-scenes oligarchic influence. But an Austrian court last week heard claims that President Petro Poroshenko had his path to the presidency cleared for him only after a summit in Vienna with controversial oligarch Dmytro Firtash.</p>\n<p>The claims came as part of a one-day hearing in Vienna last week, when an Austrian judge rejected a US extradition request for Firtash. The oligarch claimed the US charges against him &#8211; of bribing Indian officials &#8211; were politically motivated and were Washington&#8217;s way of removing him from the Ukrainian political playing field at a sensitive time. </p>\n<p>In much the same way that proceedings in London&#8217;s high court between Russian oligarchs have <a href=\"http://www.theguardian.com/world/2011/nov/07/abramovich-berezovsky\" class=\" u-underline\">brought to light elements of Russian backroom deals</a>, the single-day hearing in Vienna provided a number of tantalising details about recent Ukrainian politics.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2014/may/25/petro-poroshenko-ukraine-president-wins-election\" class=\" u-underline\">Petro Poroshenko wins Ukraine presidency, according to exit polls</a> </p>\n\n<p>Firtash is one of the most powerful and most elusive of Ukraine&#8217;s oligarch class, a small group of individuals who have controlled much of the business in post-Soviet Ukraine and have often had huge influence over the political system. He has been linked to the Kremlin <a href=\"http://www.theguardian.com/world/2010/dec/01/wikileaks-cables-russian-mafia-gas\" class=\" u-underline\">as well as figures in the Russian underworld</a> &#8211; claims he has denied.</p>\n<p>Usually, oligarchs like to remain in the shadows, but to make his case that the US charges were politically motivated, Firtash made a rare boast about his political influence inside Ukraine.</p>\n<p>Firtash told the court he arranged a summit in Vienna after the Maidan revolution between former boxer Vitali Klitschko and Poroshenko, who <a href=\"http://www.theguardian.com/world/2014/may/25/petro-poroshenko-ukraine-president-wins-election\" class=\" u-underline\">went on to become Ukraine&#8217;s president</a> following the overthrow of President Viktor Yanukovych. After the meeting, Firtash said, Klitschko agreed to run for mayor of Kiev rather than the presidency. For a nation sick of big decisions being taken in shadowy closed-doors meetings, the claims have hit a nerve.</p>\n<p>Vasyl Rasevych, a Ukrainian historian and journalist, said the revelations at the trial suggested that Ukraine&#8217;s president was essentially appointed by oligarchs.<br></p>\n<p>&#8220;In Ukraine, after the revolution of dignity there is still no politics, we&#8217;re still run by an oligarchic system. People who claimed to be oppositionist and swore to change the system, they instead lied to the public and continue to make back-door deals Yanukovych-style.&#8221;</p>\n<p>Some, however, have pointed out that Firtash clearly had a vested interest in portraying himself as a kingmaker in order to avoid his extradition, and thus his testimony could be skewed.</p>\n<p>Klitschko gave a vague denial, stating that Firtash&#8217;s words were &#8220;incorrect&#8221;, while Svyatoslav Tsegolko, Poroshenko&#8217;s spokesman, said the president had a &#8220;very simple position&#8221; on the issue and had commented on the meeting during last year&#8217;s election campaign. Then, Poroshenko had admitted meeting Firtash in Vienna, when he travelled to <a href=\"http://www.theguardian.com/world/austria\" class=\" u-underline\">Austria</a> for the birthday part of Vitali Klitschko&#8217;s brother Wladimir.</p>\n<p>&#8220;I do not think [Firtash] liked the outcome of the meeting,&#8221; Poroshenko said later, local media reported. Tsegolko said Poroshenko was &#8220;a president of de-oligarchisation&#8221;, pointing to a recent law to reform the energy sector, as well as the <a href=\"http://www.theguardian.com/world/2015/mar/25/ukraines-president-sacks-oligarch-from-post-as-regional-governor\" class=\" u-underline\">dismissal of Ihor Kolomoisky</a>, the oligarch governor of Dnipropetrovsk region, in March.</p>\n<p>Ukrainian prosecutors have opened investigations of their own against Firtash, as part of Poroshenko&#8217;s mission to free the country from oligarchic influence. </p>\n<p>The cynics point out that Poroshenko himself is a wealthy businessman, and wonder whether any promises were given during the meeting between Poroshenko, Klitschko and Firtash last year.</p>\n<p>Member of parliament Victoria Voytsitska said: &#8220;If there was a deal, Poroshenko needs to admit it and reveal the terms. Were there any obligations on his part when he became the president, towards Firtash or any other oligarch? If he does not comment, then questions will only intensify as to what he is trying to hide, and there won&#8217;t be much trust or belief in his claims to be fighting the oligarchs.&#8221;<br></p>\n<p>Olga Belkova, an MP from Poroshenko&#8217;s bloc who sits on the parliamentary energy committee, said key reforms were being pushed through the sector, and the most important thing is that the system, rather than simply ownership, is changed.</p>\n<p>&#8220;Now is the moment when the system will either be cleansed, or everything will stay the same.&#8221;</p>\n<p>The second major question raised by the Vienna trial is the level of US interference in Ukrainian politics. The US indictment against Firtash alleged that the oligarch paid bribes to Indian officials as part of a titanium deal. Analysts have noted that the charges are relatively minor given the importance of Firtash in Ukraine and the timing of the arrest, something which the judge also mentioned. </p>\n<p>The oligarch compared the history of Firtash&#8217;s arrest and extradition requests with dates of US assistant secretary of state Victoria Nuland&#8217;s travel in and out of Kiev, suggesting that the Americans used the threat as leverage to force Yanukovych to sign a European Union integration pact in autumn 2013. </p>\n<p>Yanukovych later changed his mind over signing the pact, which led to the Maidan revolution, following which Firtash was apprehended by Austrian police at US request. Firtash&#8217;s defence strategy was to suggest that the whole case against him was part of a US attempt to influence events in Ukraine. </p>\n<p>The US maintains there was no political motivation behind the extradition request and the overlap of dates with Nuland&#8217;s travel was just a coincidence.<br></p>\n<p>&#8220;This is a case brought by the [US] Justice Department as part of a foreign corruption investigation,&#8221; one State Department official told the Guardian.</p>\n<p>&#8220;We are disappointed with the court&#8217;s ruling and have filed an appeal,&#8221; he added.</p>\n</div>",
  "authors": [
    "Shaun Walker",
    "Dan Roberts"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ukraine",
    "Austria",
    "US foreign policy",
    "US news",
    "Europe",
    "World news"
  ],
  "ntitle": "ukraine_oligarch_claims_us_extradition_request_is_political_interference",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Last year’s Maidan revolution in Ukraine was meant to usher in a new kind of politics and end official corruption and behind-the-scenes oligarchic influence. But an Austrian court last week heard claims that President Petro Poroshenko had his path to the presidency cleared for him only after a summit in Vienna with controversial oligarch Dmytro Firtash.\n\nThe claims came as part of a one-day hearing in Vienna last week, when an Austrian judge rejected a US extradition request for Firtash. The oligarch claimed the US charges against him – of bribing Indian officials – were politically motivated and were Washington’s way of removing him from the Ukrainian political playing field at a sensitive time.\n\nIn much the same way that proceedings in London’s high court between Russian oligarchs have brought to light elements of Russian backroom deals, the single-day hearing in Vienna provided a number of tantalising details about recent Ukrainian politics.\n\nRelated: Petro Poroshenko wins Ukraine presidency, according to exit polls\n\nFirtash is one of the most powerful and most elusive of Ukraine’s oligarch class, a small group of individuals who have controlled much of the business in post-Soviet Ukraine and have often had huge influence over the political system. He has been linked to the Kremlin as well as figures in the Russian underworld – claims he has denied.\n\nUsually, oligarchs like to remain in the shadows, but to make his case that the US charges were politically motivated, Firtash made a rare boast about his political influence inside Ukraine.\n\nFirtash told the court he arranged a summit in Vienna after the Maidan revolution between former boxer Vitali Klitschko and Poroshenko, who went on to become Ukraine’s president following the overthrow of President Viktor Yanukovych. After the meeting, Firtash said, Klitschko agreed to run for mayor of Kiev rather than the presidency. For a nation sick of big decisions being taken in shadowy closed-doors meetings, the claims have hit a nerve.\n\nVasyl Rasevych, a Ukrainian historian and journalist, said the revelations at the trial suggested that Ukraine’s president was essentially appointed by oligarchs.\n\n\n\n“In Ukraine, after the revolution of dignity there is still no politics, we’re still run by an oligarchic system. People who claimed to be oppositionist and swore to change the system, they instead lied to the public and continue to make back-door deals Yanukovych-style.”\n\nSome, however, have pointed out that Firtash clearly had a vested interest in portraying himself as a kingmaker in order to avoid his extradition, and thus his testimony could be skewed.\n\nKlitschko gave a vague denial, stating that Firtash’s words were “incorrect”, while Svyatoslav Tsegolko, Poroshenko’s spokesman, said the president had a “very simple position” on the issue and had commented on the meeting during last year’s election campaign. Then, Poroshenko had admitted meeting Firtash in Vienna, when he travelled to Austria for the birthday part of Vitali Klitschko’s brother Wladimir.\n\n“I do not think [Firtash] liked the outcome of the meeting,” Poroshenko said later, local media reported. Tsegolko said Poroshenko was “a president of de-oligarchisation”, pointing to a recent law to reform the energy sector, as well as the dismissal of Ihor Kolomoisky, the oligarch governor of Dnipropetrovsk region, in March.\n\nUkrainian prosecutors have opened investigations of their own against Firtash, as part of Poroshenko’s mission to free the country from oligarchic influence.\n\nThe cynics point out that Poroshenko himself is a wealthy businessman, and wonder whether any promises were given during the meeting between Poroshenko, Klitschko and Firtash last year.\n\nMember of parliament Victoria Voytsitska said: “If there was a deal, Poroshenko needs to admit it and reveal the terms. Were there any obligations on his part when he became the president, towards Firtash or any other oligarch? If he does not comment, then questions will only intensify as to what he is trying to hide, and there won’t be much trust or belief in his claims to be fighting the oligarchs.”\n\n\n\nOlga Belkova, an MP from Poroshenko’s bloc who sits on the parliamentary energy committee, said key reforms were being pushed through the sector, and the most important thing is that the system, rather than simply ownership, is changed.\n\n“Now is the moment when the system will either be cleansed, or everything will stay the same.”\n\nThe second major question raised by the Vienna trial is the level of US interference in Ukrainian politics. The US indictment against Firtash alleged that the oligarch paid bribes to Indian officials as part of a titanium deal. Analysts have noted that the charges are relatively minor given the importance of Firtash in Ukraine and the timing of the arrest, something which the judge also mentioned.\n\nThe oligarch compared the history of Firtash’s arrest and extradition requests with dates of US assistant secretary of state Victoria Nuland’s travel in and out of Kiev, suggesting that the Americans used the threat as leverage to force Yanukovych to sign a European Union integration pact in autumn 2013.\n\nYanukovych later changed his mind over signing the pact, which led to the Maidan revolution, following which Firtash was apprehended by Austrian police at US request. Firtash’s defence strategy was to suggest that the whole case against him was part of a US attempt to influence events in Ukraine.\n\nThe US maintains there was no political motivation behind the extradition request and the overlap of dates with Nuland’s travel was just a coincidence.\n\n\n\n“This is a case brought by the [US] Justice Department as part of a foreign corruption investigation,” one State Department official told the Guardian.\n\n“We are disappointed with the court’s ruling and have filed an appeal,” he added.",
  "title": "Ukraine oligarch claims US extradition request is political interference",
  "ts_in": "2015-05-05T21:21:43.674056",
  "url": "http://www.theguardian.com/world/2015/may/05/ukraine-oligarch-brokered-deal-petro-poroshenko-president-dmytro-firtash"
}