{
  "article_html": "<div><p>SpaceX plans to launch a dummy almost a mile into the sky on Wednesday, in a test of the private spaceflight company&#8217;s new emergency abort system, a first step to safeguarding against shuttle disasters for missions with people on board. </p>\n<p>Working with <a href=\"http://www.theguardian.com/science/nasa\" class=\" u-underline\">Nasa</a> from the space agency&#8217;s Cape Canaveral base in Florida, the pad abort test will determine whether a SpaceX spacecraft can peel away from its launch rocket in the event of an emergency and potentially save the lives of anyone inside the craft.</p>\n<p>The innovation of SpaceX&#8217;s launch is not the abort system itself &#8211; Nasa has used <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=4&amp;ved=0CDcQFjAD&amp;url=http%3A%2F%2Fwww.planetary.org%2Fblogs%2Fjason-davis%2F2014%2F20141020-orions-launch-abort-system.html&amp;ei=oA1JVYS4OdOQ7AaTy4CYAg&amp;usg=AFQjCNETtC9uUT2PtumIIfuq4FZVCc4myQ&amp;sig2=xtV02QWvbzlumluE9hZT-g&amp;bvm=bv.92291466,d.ZGU&amp;cad=rja\" class=\" u-underline\">launch abort systems</a> <a href=\"http://www.nasa.gov/content/first-testing-of-orion-launch-abort-system-flight-hardware\" class=\" u-underline\">for years</a> that use rockets atop a spacecraft to blast it away from the launchpad. </p>\n<p>But earlier systems could only work with the craft still on the launchpad or a few minutes into ascent, whereas SpaceX has built eight rocket engines into the walls of its spacecraft. The engines, in four jet packs in the trunk below the actual craft, can produce enough thrust to move the vessel 328ft in two seconds and a third of a mile in about five seconds. The launch will also be the first time SpaceX has fired all eight rockets at once.</p>\n<p>&#8220;This means Crew Dragon will have launch escape capability from the launchpad all the way to orbit,&#8221; according to <a href=\"http://www.spacex.com/news/2015/05/04/5-things-know-about-spacexs-pad-abort-test\" class=\" u-underline\">the company</a>.</p>\n<h2>Five-hour launch window on Wednesday</h2>\n<p>Barring the fickle weather of coastal Florida in spring, SpaceX will launch the spacecraft &#8211; with dummy inside &#8211; at 7am ET on Wednesday, sending it hurtling at a controlled burn over the ocean. After the rockets burn out and the spacecraft lifts up to nine-tenths of a mile above the earth, the spacecraft will drop its trunk and start its course down toward the ocean.<br></p>\n\n<p> Related: <a href=\"http://www.theguardian.com/science/2015/apr/14/spacex-launch-rocket-delay\" class=\" u-underline\">SpaceX fails in third attempt to land reusable Falcon 9 rocket on barge</a> </p>\n\n<p>Then the drogues unfurl &#8211; elongated, specially designed parachutes that slow down aircraft without entangling each other. Three larger parachutes will further slow the spacecraft until it splashes into the Atlantic a little more than a mile away from Cape Canaveral. </p>\n<p>The test will last about a minute and a half, Hans Koenigsmann, a vice-president of SpaceX, told reporters last week. Engineers have <a href=\"http://www.nasa.gov/nasatv\" class=\" u-underline\">a window of 7am-2.30pm ET</a> to launch the spacecraft.</p>\n<h2>What do scientists hope to learn?</h2>\n<p>The test has limitations &#8211; most obviously that it won&#8217;t use a spaceworthy rocket, like SpaceX&#8217;s Falcon 9, and instead simply use the eight SuperDraco engines built into the spacecraft. But it is a first step from which Nasa and SpaceX engineers hope to see how the system performs: that the engines respond to data as designed, that the spacecraft lands where it ought to when it ought to, and that the dummy on board is as safe and healthy as an inanimate human simulacrum can be considering its whirling journey into the sky and back.</p>\n<p>SpaceX has also installed more than 250 sensors in the spacecraft to gauge its movements, temperature and how the extreme gravitational force caused by such quick acceleration affects the vessel and dummy.</p>\n<p>&#8220;This is what SpaceX was basically founded for, human spaceflight,&#8221; Koenigsmann said. &#8220;We&#8217;ve developed a revolutionary system for the safety of the astronauts, and this test is going to show how it works. It&#8217;s our first big test on the Crew Dragon.</p>\n<p>&#8220;Whatever happens to Falcon 9, you will be able to pull out the astronauts and land them safely on this Crew Dragon. In my opinion, this will make it the safest vehicle that you can possibly fly.&#8221;</p>\n<p>Also speaking to reporters, Jon Cowart, a manager for Nasa&#8217;s commercial crew program, said: &#8220;We&#8217;ve been planning this for a very, very long time. A lot of folks [put] a lot of effort into this. It is rocketry.&#8221;</p>\n<p>&#8220;You&#8217;ve done all the really nerdy things you get to go do. And now there&#8217;s going to be some smoke and fire.&#8221;</p>\n<h2>Fixing past mistakes</h2>\n<p>Nasa has urged its contractors, SpaceX and Boeing, to develop escape systems that avoid the mistakes of the agency&#8217;s past. In 1986 seven Americans died when the shuttle Challenger disintegrated as it ascended toward space, and in 2003 the shuttle Columbia broke apart as it descended, also killing seven. The now retired space shuttles had no escape functions.</p>\n<p>Earlier Nasa and Russian designs for capsules had launch escape systems, though their utility was limited. After Challenger, Nasa greatly expanded its options for aborting launches and developed emergency plans such as the &#8220;<a href=\"http://spaceflight.nasa.gov/shuttle/reference/shutref/escape/inflight.html\" class=\" u-underline\">inflight crew escape system</a>&#8221; &#8211; even briefly <a href=\"http://www.space.com/11350-space-shuttle-pilot-bob-crippen-30th-anniversary.html\" class=\" u-underline\">installing ejection seats</a> on shuttles for two-man missions, although the agency eventually <a href=\"http://articles.latimes.com/2001/may/27/news/mn-3137\" class=\" u-underline\">deemed them impractical</a>.</p>\n<p>Nasa hopes to resume launching manned missions into space from the United States in 2017. SpaceX plans to test another Dragon flight later this year.</p>\n<h2>And one more thing</h2>\n<p>The company has also clarified that their dummy should not be confused with another: &#8220;Buster the Dummy already works for a great show you may have heard of called MythBusters. Our dummy prefers to remain anonymous for the time being.&#8221;</p>\n</div>",
  "authors": [
    "Alan Yuhas"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Space",
    "Nasa",
    "US news",
    "Science"
  ],
  "ntitle": "unmanned_spacex_flight_aims_to_show_it_has_learned_shuttle_disaster_lessons",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "SpaceX plans to launch a dummy almost a mile into the sky on Wednesday, in a test of the private spaceflight company’s new emergency abort system, a first step to safeguarding against shuttle disasters for missions with people on board.\n\nWorking with Nasa from the space agency’s Cape Canaveral base in Florida, the pad abort test will determine whether a SpaceX spacecraft can peel away from its launch rocket in the event of an emergency and potentially save the lives of anyone inside the craft.\n\nThe innovation of SpaceX’s launch is not the abort system itself – Nasa has used launch abort systems for years that use rockets atop a spacecraft to blast it away from the launchpad.\n\nBut earlier systems could only work with the craft still on the launchpad or a few minutes into ascent, whereas SpaceX has built eight rocket engines into the walls of its spacecraft. The engines, in four jet packs in the trunk below the actual craft, can produce enough thrust to move the vessel 328ft in two seconds and a third of a mile in about five seconds. The launch will also be the first time SpaceX has fired all eight rockets at once.\n\n“This means Crew Dragon will have launch escape capability from the launchpad all the way to orbit,” according to the company.\n\nFive-hour launch window on Wednesday\n\nBarring the fickle weather of coastal Florida in spring, SpaceX will launch the spacecraft – with dummy inside – at 7am ET on Wednesday, sending it hurtling at a controlled burn over the ocean. After the rockets burn out and the spacecraft lifts up to nine-tenths of a mile above the earth, the spacecraft will drop its trunk and start its course down toward the ocean.\n\n\n\nRelated: SpaceX fails in third attempt to land reusable Falcon 9 rocket on barge\n\nThen the drogues unfurl – elongated, specially designed parachutes that slow down aircraft without entangling each other. Three larger parachutes will further slow the spacecraft until it splashes into the Atlantic a little more than a mile away from Cape Canaveral.\n\nThe test will last about a minute and a half, Hans Koenigsmann, a vice-president of SpaceX, told reporters last week. Engineers have a window of 7am-2.30pm ET to launch the spacecraft.\n\nWhat do scientists hope to learn?\n\nThe test has limitations – most obviously that it won’t use a spaceworthy rocket, like SpaceX’s Falcon 9, and instead simply use the eight SuperDraco engines built into the spacecraft. But it is a first step from which Nasa and SpaceX engineers hope to see how the system performs: that the engines respond to data as designed, that the spacecraft lands where it ought to when it ought to, and that the dummy on board is as safe and healthy as an inanimate human simulacrum can be considering its whirling journey into the sky and back.\n\nSpaceX has also installed more than 250 sensors in the spacecraft to gauge its movements, temperature and how the extreme gravitational force caused by such quick acceleration affects the vessel and dummy.\n\n“This is what SpaceX was basically founded for, human spaceflight,” Koenigsmann said. “We’ve developed a revolutionary system for the safety of the astronauts, and this test is going to show how it works. It’s our first big test on the Crew Dragon.\n\n“Whatever happens to Falcon 9, you will be able to pull out the astronauts and land them safely on this Crew Dragon. In my opinion, this will make it the safest vehicle that you can possibly fly.”\n\nAlso speaking to reporters, Jon Cowart, a manager for Nasa’s commercial crew program, said: “We’ve been planning this for a very, very long time. A lot of folks [put] a lot of effort into this. It is rocketry.”\n\n“You’ve done all the really nerdy things you get to go do. And now there’s going to be some smoke and fire.”\n\nFixing past mistakes\n\nNasa has urged its contractors, SpaceX and Boeing, to develop escape systems that avoid the mistakes of the agency’s past. In 1986 seven Americans died when the shuttle Challenger disintegrated as it ascended toward space, and in 2003 the shuttle Columbia broke apart as it descended, also killing seven. The now retired space shuttles had no escape functions.\n\nEarlier Nasa and Russian designs for capsules had launch escape systems, though their utility was limited. After Challenger, Nasa greatly expanded its options for aborting launches and developed emergency plans such as the “inflight crew escape system” – even briefly installing ejection seats on shuttles for two-man missions, although the agency eventually deemed them impractical.\n\nNasa hopes to resume launching manned missions into space from the United States in 2017. SpaceX plans to test another Dragon flight later this year.\n\nAnd one more thing\n\nThe company has also clarified that their dummy should not be confused with another: “Buster the Dummy already works for a great show you may have heard of called MythBusters. Our dummy prefers to remain anonymous for the time being.”",
  "title": "Unmanned SpaceX flight aims to show it has learned shuttle disaster lessons",
  "ts_in": "2015-05-05T23:26:07.990515",
  "url": "http://www.theguardian.com/science/2015/may/05/spacex-flight-dummy-shuttle-disaster-lessons"
}