{
  "article_html": "<div><p>The US is a nation built on immigration, and few groups have shaped the country like the Germans. Hot dogs, Christmas trees, kindergartens, and all that. The migrant story of Ger-merican Fabian Johnson is a different one altogether, at least outside of the US men&#8217;s national soccer team.</p>\n<p>Like all but one of his of his grandparents, Johnson grew up feeling American. His dad, a basketballer of note, had put his life on the line to fight for the country&#8217;s armed forces. They spoke English at home and presumably celebrated Thanksgiving come November. Yet until a few years ago, when the opportunity to play in the top tier of German football took him to Wolfsburg, he had never lived outside of Munich.</p>\n<p>The American diaspora rarely gets spoken of, and its story is dwarfed by that of American immigration. But it is real. The country&#8217;s influence on the world is so great - culturally, economically, and, as in this case, militarily - <a href=\"http://news.nationalgeographic.com.au/news/2002/11/1120_021120_GeoRoperSurvey.html\" class=\" u-underline\">that even if some can&#8217;t place their beloved homeland on a globe</a>, they can rest assured that there are Americans all over it. </p>\n<p>Johnson&#8217;s maternal grandmother was a Bavarian; her husband was a recent arrival there from the States. The pattern would be repeated when their daughter met an American soldier stationed in Germany around the end of the Cold War. </p>\n<p>There must have been some celebrating going on when the Iron Curtain was pegged back and the threat of World War III lifted, judging from the USMNT team sheet. Johnson is one of around six players whose parents met the same way. Those relationships didn&#8217;t always work out as well it did for the Johnsons, who stayed together in Munich, Germany&#8217;s second biggest city, where Fabian was born and raised. </p>\n<p>&#8220;I always feel quite American, I just grew up in Germany,&#8221; he says in an accent that is &#8216;international&#8217; more than anything specific. English might have been the lingua franca at home, but he carries few of his dad&#8217;s Michiganisms.<strong> </strong>&#8220;Almost my whole family is still in Munich. It&#8217;s kind of home for me.&#8221;</p>\n<p>The elder Johnson passed on his athletic genes to Fabian, though it was a gift that took them in very different directions. Whereas Fabian spent his youth at 1860 Munich, his dad had played for local rival, Bayern Munich. The basketball team, that is. &#8220;Yeah, but at this time, their basketball wasn&#8217;t as good as it is now,&#8221; Fabian says. &#8220;I think they were in the third or fourth league, or something like this. Now they are in the first league. It&#8217;s not the same.&#8221;</p>\n<p>It&#8217;s common in Germany, and elsewhere in continental Europe, for football to be just one of many sports a club fields teams in. Bayern, for instance, even have a chess team. &#8220;Yeah, it&#8217;s crazy, huh.&#8221;</p>\n<p>It was football, not basketball or chess, where the young Fabian got his break. His big brother, who he stuck with like a shadow, taught him more about the game than his dad could, though he learned plenty from him too. </p>\n<p>&#8220;My dad always just gave me advice, like listen to your coach, do what he says and not get into like too many troubles,&#8221; he says with a cheeky grin. He also showed him the importance of developing both feet<strong>, </strong>and helped to carve the neural pathways that have made Fabian as effective on his left as he is on his right. It means he rarely plays in the same position for club and country these days (though, for the record, he likes the consistency of being a left midfielder, where he spends most weeks for Borussia M&#246;nchengladbach.)</p>\n<p>At 1860, Johnson progressed from ball boy to a member of their senior outfit, which plays in Germany&#8217;s second division. From 16 onwards, he was part of Germany&#8217;s national youth teams and won the European Under 21 championship with them in 2009.</p>\n<p>Breaking in to the German national team was another thing altogether. At that stage of his career, his versatility was yet to be fully recognised, and he was competing for the right-back position with Philipp Lahm, the man who would lift the World Cup in Rio de Janeiro last year. </p>\n<p>His move to Wolfsburg didn&#8217;t help his cause. The team was enjoying unprecedented success, and there was little space for the budding Johnson, no matter what his talent or potential. In two seasons, he played little more than a dozen games there. </p>\n<p>Everything changed with a switch to Hoffenheim, where regular game time led to international attention, even if it was a little out of left-field. </p>\n<p>&#8220;Good evening, I just wanted to ask you: can you imagine to play for the US?&#8221; </p>\n<p>Johnson remembers J&#252;rgen Klinsmann&#8217;s first words to him well. He almost choked on his dinner when the call came. </p>\n<p>&#8220;At first I couldn&#8217;t believe it, because J&#252;rgen is quite a legend [but] I was quite excited, and I said &#8216;Yes, of course.&#8217;&#8221; After hanging out with the side for a week in LA, his mind was made up. &#8220;There was a good vibe, everything was perfect. And, yeah, I made the switch.&#8221;</p>\n<p>While some in the US have questioned Klinsmann&#8217;s recruiting of so many dual-citizen players, it&#8217;s the Germans who could have felt most aggrieved, having spent years on Johnson&#8217;s development. But the player says there was never any resentment towards him, just lots of goodwill.</p>\n<p>&#8220;I think most of the people were just happy about it, that I took the chance to play for the US. They were just trying to support me however they can.&#8221;</p>\n<p>It&#8217;s a team which survived the group of death in Brazil last year and then resisted Belgium for the best part of 120 minutes. The focus now is on defending the Gold Cup on home soil this summer.</p>\n<p>First though, Johnson has to get Gladbach, who he signed with in the off-season, into the Champions League. They are battling for third spot on the Bundesliga table (although second is a distinct possibility too), a finish that would give them Germany&#8217;s last automatic spot in next season&#8217;s European competition. </p>\n<p>&#8220;The first half of this season was quite hard [for me], because I just came right off the World Cup, and I had no pre-season. But right now I&#8217;m doing pretty good after the winter break, so I try to keep going and stay healthy.&#8221;</p>\n</div>",
  "authors": [
    "Jack Kerr"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "USA",
    "Borussia Mönchengladbach",
    "Football",
    "US sports",
    "Sport"
  ],
  "ntitle": "usmnt_s_fabian_johnson_interview_i_always_felt_american_i_just_grew_up_in_germany",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "The US is a nation built on immigration, and few groups have shaped the country like the Germans. Hot dogs, Christmas trees, kindergartens, and all that. The migrant story of Ger-merican Fabian Johnson is a different one altogether, at least outside of the US men’s national soccer team.\n\nLike all but one of his of his grandparents, Johnson grew up feeling American. His dad, a basketballer of note, had put his life on the line to fight for the country’s armed forces. They spoke English at home and presumably celebrated Thanksgiving come November. Yet until a few years ago, when the opportunity to play in the top tier of German football took him to Wolfsburg, he had never lived outside of Munich.\n\nThe American diaspora rarely gets spoken of, and its story is dwarfed by that of American immigration. But it is real. The country’s influence on the world is so great - culturally, economically, and, as in this case, militarily - that even if some can’t place their beloved homeland on a globe, they can rest assured that there are Americans all over it.\n\nJohnson’s maternal grandmother was a Bavarian; her husband was a recent arrival there from the States. The pattern would be repeated when their daughter met an American soldier stationed in Germany around the end of the Cold War.\n\nThere must have been some celebrating going on when the Iron Curtain was pegged back and the threat of World War III lifted, judging from the USMNT team sheet. Johnson is one of around six players whose parents met the same way. Those relationships didn’t always work out as well it did for the Johnsons, who stayed together in Munich, Germany’s second biggest city, where Fabian was born and raised.\n\n“I always feel quite American, I just grew up in Germany,” he says in an accent that is ‘international’ more than anything specific. English might have been the lingua franca at home, but he carries few of his dad’s Michiganisms. “Almost my whole family is still in Munich. It’s kind of home for me.”\n\nThe elder Johnson passed on his athletic genes to Fabian, though it was a gift that took them in very different directions. Whereas Fabian spent his youth at 1860 Munich, his dad had played for local rival, Bayern Munich. The basketball team, that is. “Yeah, but at this time, their basketball wasn’t as good as it is now,” Fabian says. “I think they were in the third or fourth league, or something like this. Now they are in the first league. It’s not the same.”\n\nIt’s common in Germany, and elsewhere in continental Europe, for football to be just one of many sports a club fields teams in. Bayern, for instance, even have a chess team. “Yeah, it’s crazy, huh.”\n\nIt was football, not basketball or chess, where the young Fabian got his break. His big brother, who he stuck with like a shadow, taught him more about the game than his dad could, though he learned plenty from him too.\n\n“My dad always just gave me advice, like listen to your coach, do what he says and not get into like too many troubles,” he says with a cheeky grin. He also showed him the importance of developing both feet, and helped to carve the neural pathways that have made Fabian as effective on his left as he is on his right. It means he rarely plays in the same position for club and country these days (though, for the record, he likes the consistency of being a left midfielder, where he spends most weeks for Borussia Mönchengladbach.)\n\nAt 1860, Johnson progressed from ball boy to a member of their senior outfit, which plays in Germany’s second division. From 16 onwards, he was part of Germany’s national youth teams and won the European Under 21 championship with them in 2009.\n\nBreaking in to the German national team was another thing altogether. At that stage of his career, his versatility was yet to be fully recognised, and he was competing for the right-back position with Philipp Lahm, the man who would lift the World Cup in Rio de Janeiro last year.\n\nHis move to Wolfsburg didn’t help his cause. The team was enjoying unprecedented success, and there was little space for the budding Johnson, no matter what his talent or potential. In two seasons, he played little more than a dozen games there.\n\nEverything changed with a switch to Hoffenheim, where regular game time led to international attention, even if it was a little out of left-field.\n\n“Good evening, I just wanted to ask you: can you imagine to play for the US?”\n\nJohnson remembers Jürgen Klinsmann’s first words to him well. He almost choked on his dinner when the call came.\n\n“At first I couldn’t believe it, because Jürgen is quite a legend [but] I was quite excited, and I said ‘Yes, of course.’” After hanging out with the side for a week in LA, his mind was made up. “There was a good vibe, everything was perfect. And, yeah, I made the switch.”\n\nWhile some in the US have questioned Klinsmann’s recruiting of so many dual-citizen players, it’s the Germans who could have felt most aggrieved, having spent years on Johnson’s development. But the player says there was never any resentment towards him, just lots of goodwill.\n\n“I think most of the people were just happy about it, that I took the chance to play for the US. They were just trying to support me however they can.”\n\nIt’s a team which survived the group of death in Brazil last year and then resisted Belgium for the best part of 120 minutes. The focus now is on defending the Gold Cup on home soil this summer.\n\nFirst though, Johnson has to get Gladbach, who he signed with in the off-season, into the Champions League. They are battling for third spot on the Bundesliga table (although second is a distinct possibility too), a finish that would give them Germany’s last automatic spot in next season’s European competition.\n\n“The first half of this season was quite hard [for me], because I just came right off the World Cup, and I had no pre-season. But right now I’m doing pretty good after the winter break, so I try to keep going and stay healthy.”",
  "title": "USMNT's Fabian Johnson interview: 'I always felt American, I just grew up in Germany'",
  "ts_in": "2015-05-05T21:21:45.604631",
  "url": "http://www.theguardian.com/football/2015/may/05/usmnts-fabian-johnson-interview-i-always-felt-american-i-just-grew-up-in-germany"
}