{
  "article_html": "<div><p>On 8 May 1945 the war in Europe came to an end. Across <a href=\"http://www.theguardian.com/world/2009/sep/10/ve-day-celebrations-second-world-war\" class=\" u-underline\">Britain people celebrated</a> though for many who had lost family and friends during the war, rejoicing was muted. It&#8217;s estimated that <a href=\"http://www.economist.com/node/21556542\" class=\" u-underline\">nearly 70 million people died as a direct consequence of the fighting</a>, about two thirds of them were civilians. </p>\n<p>If you or your friends and family have memories of the end of the second world war in Europe, we would like to hear from you. Do you have stories or photographs of the celebrations in Britain? Were you or a family member still in active service on VE Day and if so where? <br></p>\n<p>We&#8217;d like to hear what it was like for people living in other countries too. How did you hear about the end of the war in eastern Europe? What was the reaction to the news in Germany?<br></p>\n<p>You can share your photos and stories of VE Day by clicking on the blue &#8216;Contribute&#8217; button on this article. You can also use the <a href=\"https://witness.theguardian.com/apps\" class=\" u-underline\">GuardianWitness smartphone app</a> or the <a href=\"http://preview.gutools.co.uk/global/ng-interactive/2014/may/29/-sp-the-guardian-app-for-ios-and-android\" class=\" u-underline\">Guardian app</a> and search for &#8216;GuardianWitness assignments&#8217;. You can also email us at guardian.witness@theguardian.com<br></p>\n<p>We will use the most interesting contributions in our reporting. <br></p>\n<ul>\n<li><a href=\"https://witness.theguardian.com/\" class=\" u-underline\">GuardianWitness</a> is the home of readers&#8217; content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site.</li>\n</ul>\n</div>",
  "authors": [
    "Caroline Bannock"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Second world war",
    "World news"
  ],
  "ntitle": "ve_day_70_years_on_share_your_photos_and_memories",
  "publish_date": "2015-04-20T00:00:00",
  "tags": [],
  "text": "On 8 May 1945 the war in Europe came to an end. Across Britain people celebrated though for many who had lost family and friends during the war, rejoicing was muted. It’s estimated that nearly 70 million people died as a direct consequence of the fighting, about two thirds of them were civilians.\n\nIf you or your friends and family have memories of the end of the second world war in Europe, we would like to hear from you. Do you have stories or photographs of the celebrations in Britain? Were you or a family member still in active service on VE Day and if so where?\n\n\n\nWe’d like to hear what it was like for people living in other countries too. How did you hear about the end of the war in eastern Europe? What was the reaction to the news in Germany?\n\n\n\nYou can share your photos and stories of VE Day by clicking on the blue ‘Contribute’ button on this article. You can also use the GuardianWitness smartphone app or the Guardian app and search for ‘GuardianWitness assignments’. You can also email us at guardian.witness@theguardian.com\n\n\n\nWe will use the most interesting contributions in our reporting.\n\n",
  "title": "VE Day 70 years on: share your photos and memories",
  "ts_in": "2015-05-05T21:21:37.660873",
  "url": "http://www.theguardian.com/world/2015/apr/20/ve-day-70-years-on-share-your-photos-and-memories"
}