{
  "article_html": "<div><p>Venezuela&#8217;s first lady Cilia Flores has been drafted into the battle to reverse her husband&#8217;s dismal approval ratings, but her dowdily wholesome new TV show looks more likely to reinforce perceptions that Chavismo is losing its charisma &#8211; as well as its audience.</p>\n<p>The first edition of Flores&#8217;s show &#8211; Con Cilia en Familia or With Cilia in the Family &#8211; featured the once-fiery lawyer in decidedly demure mode. &#8220;Blessings for all these beautiful children,&#8221; she said as the cameras followed her around a paediatric hospital in the opening sequence. This was followed by a trip to an old people&#8217;s home, then videotaped reminiscences with cabinet ministers about key moments in the history of the Bolivarian socialist revolution.</p>\n<p>The syrupy political correctness of the show could hardly be further removed from the risqu&#233; telenovelas that <a href=\"http://www.theguardian.com/world/venezuela\" class=\" u-underline\">Venezuela</a> was once famous for, but Flores&#8217;s appearance on Sunday is far more in keeping with government&#8217;s views on how the media should be used &#8211; and how much of a turn-off its approach has been for audiences.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2007/aug/28/venezuela.rorycarroll\" class=\" u-underline\">Al&#243; Presidente - episode 291: When Ch&#225;vez reclaimed Las Malvinas</a> </p>\n\n<p>This was less apparent under President Nicol&#225;s Maduro&#8217;s predecessor, Hugo Ch&#225;vez, a natural showman who would surprise, amuse and delight viewers of Al&#243; Presidente, the weekly talkathon in which the late president would tell jokes, sing songs and unveil new policies. His death in 2013 left a void that the current administration appears to be trying to fill with quantity rather than quality.</p>\n<p>Maduro and Diosdado Cabello, the president of the National Assembly and the second most powerful figure in the government, both have regular TV shows, though they rarely come close to the audiences that Ch&#225;vez drew.</p>\n<p>Flores, who has been a silent companion to Maduro in most of his public appearances over the past two years, now appears to have been recruited into the campaign in an apparent attempt to raise her profile among Chavistas. State have also started to show reruns of some of Ch&#225;vez most memorable Al&#243; Presidente shows.</p>\n\n\n<a href=\"/world/2015/may/05/venezuela-first-lady-maduro-tv-show#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/38a5dbf1e99201f3fe1e4e9c689ad62b9dd3d413/0_98_2200_1320/500.jpg\" alt=\"hugo chavez alo presidente\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F485xt%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Venezuela+first+lady%27s+reality+show%3A+just+another+reason+no+one+watches+state+TV&amp;url=http%3A%2F%2Fgu.com%2Fp%2F485xt%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Venezuela+first+lady%27s+reality+show%3A+just+another+reason+no+one+watches+state+TV&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F05%2Fvenezuela-first-lady-maduro-tv-show&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F38a5dbf1e99201f3fe1e4e9c689ad62b9dd3d413%2F0_98_2200_1320%2F2200.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVenezuela&#8217;s late former president Hugo Ch&#225;vez hosted a weekly talkathon called Al&#243; Presidente, where he would tell jokes, sing songs and unveil new policies. Photograph: Ho New/Reuters\n\n\n\n<p>But TV ratings of government channels are even lower than the approval figures for the president, <a href=\"http://www.theguardian.com/world/2015/jan/16/venezuela-struggle-streets-inflation-shortages-oil-slump\" class=\" u-underline\">who is struggling to cope with soaring inflation, food shortages, rampant violence and rising poverty</a>.</p>\n<p>Communications professor Marcelino Bisbal, said the state now owns 15 TV channels, the most important of which is Channel 8 or VTV, which is watched by only 4.8% of Venezuelans.<br></p>\n<p>&#8220;The government needs new content for all the channels and media they now control,&#8221; said V&#237;ctor Amaya, former arts and entertainment editor of &#218;ltimas Noticias newspaper. <br></p>\n<p>But, unsurprisingly, the shows the politicians approve of are very different from those the public wants to watch. Maduro, like Ch&#225;vez before him, criticised soap operas for having a negative influence over Venezuelan&#8217;s moral values and conduct. </p>\n<p>Freddy &#209;a&#241;ez, who runs the government&#8217;s arts and culture agenda in Caracas, said telenovelas are to blame for promoting individualism or what he calls &#8220;liberal realism&#8221;, something he considers even more dangerous to society than state propaganda.</p>\n<p>To counter this perceived threat, the government has entered the telenovela market to produce what it hopes will be edifying soap operas such as last year&#8217;s Guerreros y Centauros &#8211; Warriors and Centaurs &#8211; which glorified the struggles of 19th century heroes of Venezuelan independence. The audience response has been dire.<br></p>\n<p>&#8220;The government has consistently failed at using the soap opera as an educational and moral tool,&#8221; said screenplay writer Alberto Barrera. &#8220;Blaming the telenovelas is like blaming motels for infidelity.&#8221;<br></p>\n<p>To promote Bolivarian revolutionary values, the government has not only invested millions in propaganda through its own media, it also implemented laws in 2005 to control the kind of content considered appropriate for television and radio audiences. Since then, fines or fears of having their operating licences cancelled have influenced private channels when they consider which type of shows, local or imported, to broadcast to Venezuelans.<br></p>\n<p>Leonardo Padr&#243;n, a screenplay writer, said the telenovela, once Venezuela&#8217;s favourite source of entertainment, is in its darkest hour. &#8220;We used to produce up to six telenovelas per year, but the industry is in crisis because of the economic situation and because freedom of expression is under threat.&#8221; <br></p>\n<p>Many Venezuelans feel nostalgia for <a href=\"https://www.youtube.com/watch?v=kR2_6CVs204\" class=\" u-underline\">old soaps, such as Por estas calles &#8211; or On These Streets </a>&#8211; which broke all records in the 1990s because it portrayed the crude reality of the country at the time: political corruption scandals and deteriorating conditions in the poorest slums. <br></p>\n<p>A show like that would probably be unthinkable in today&#8217;s Venezuela, said Barrera, who recalled how one of his scripts was rejected a few years ago because it featured a group of fishermen protesting in the streets. The commissioning channel wanted to avoid conflict, an indispensable ingredient for the edgy telenovelas cherished across Latin America.<br></p>\n</div>",
  "authors": [
    "Catalina Lobo-guerrero In Caracas",
    "Jonathan Watts"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Venezuela",
    "Hugo Chávez",
    "Nicolás Maduro",
    "Media",
    "Television",
    "Soap opera",
    "Americas",
    "Culture",
    "World news",
    "Drama",
    "Censorship"
  ],
  "ntitle": "venezuela_first_lady_s_reality_show_just_another_reason_no_one_watches_state_tv",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Venezuela’s first lady Cilia Flores has been drafted into the battle to reverse her husband’s dismal approval ratings, but her dowdily wholesome new TV show looks more likely to reinforce perceptions that Chavismo is losing its charisma – as well as its audience.\n\nThe first edition of Flores’s show – Con Cilia en Familia or With Cilia in the Family – featured the once-fiery lawyer in decidedly demure mode. “Blessings for all these beautiful children,” she said as the cameras followed her around a paediatric hospital in the opening sequence. This was followed by a trip to an old people’s home, then videotaped reminiscences with cabinet ministers about key moments in the history of the Bolivarian socialist revolution.\n\nThe syrupy political correctness of the show could hardly be further removed from the risqué telenovelas that Venezuela was once famous for, but Flores’s appearance on Sunday is far more in keeping with government’s views on how the media should be used – and how much of a turn-off its approach has been for audiences.\n\nRelated: Aló Presidente - episode 291: When Chávez reclaimed Las Malvinas\n\nThis was less apparent under President Nicolás Maduro’s predecessor, Hugo Chávez, a natural showman who would surprise, amuse and delight viewers of Aló Presidente, the weekly talkathon in which the late president would tell jokes, sing songs and unveil new policies. His death in 2013 left a void that the current administration appears to be trying to fill with quantity rather than quality.\n\nMaduro and Diosdado Cabello, the president of the National Assembly and the second most powerful figure in the government, both have regular TV shows, though they rarely come close to the audiences that Chávez drew.\n\nFlores, who has been a silent companion to Maduro in most of his public appearances over the past two years, now appears to have been recruited into the campaign in an apparent attempt to raise her profile among Chavistas. State have also started to show reruns of some of Chávez most memorable Aló Presidente shows.\n\nFacebook Twitter Pinterest Venezuela’s late former president Hugo Chávez hosted a weekly talkathon called Aló Presidente, where he would tell jokes, sing songs and unveil new policies. Photograph: Ho New/Reuters\n\nBut TV ratings of government channels are even lower than the approval figures for the president, who is struggling to cope with soaring inflation, food shortages, rampant violence and rising poverty.\n\nCommunications professor Marcelino Bisbal, said the state now owns 15 TV channels, the most important of which is Channel 8 or VTV, which is watched by only 4.8% of Venezuelans.\n\n\n\n“The government needs new content for all the channels and media they now control,” said Víctor Amaya, former arts and entertainment editor of Últimas Noticias newspaper.\n\n\n\nBut, unsurprisingly, the shows the politicians approve of are very different from those the public wants to watch. Maduro, like Chávez before him, criticised soap operas for having a negative influence over Venezuelan’s moral values and conduct.\n\nFreddy Ñañez, who runs the government’s arts and culture agenda in Caracas, said telenovelas are to blame for promoting individualism or what he calls “liberal realism”, something he considers even more dangerous to society than state propaganda.\n\nTo counter this perceived threat, the government has entered the telenovela market to produce what it hopes will be edifying soap operas such as last year’s Guerreros y Centauros – Warriors and Centaurs – which glorified the struggles of 19th century heroes of Venezuelan independence. The audience response has been dire.\n\n\n\n“The government has consistently failed at using the soap opera as an educational and moral tool,” said screenplay writer Alberto Barrera. “Blaming the telenovelas is like blaming motels for infidelity.”\n\n\n\nTo promote Bolivarian revolutionary values, the government has not only invested millions in propaganda through its own media, it also implemented laws in 2005 to control the kind of content considered appropriate for television and radio audiences. Since then, fines or fears of having their operating licences cancelled have influenced private channels when they consider which type of shows, local or imported, to broadcast to Venezuelans.\n\n\n\nLeonardo Padrón, a screenplay writer, said the telenovela, once Venezuela’s favourite source of entertainment, is in its darkest hour. “We used to produce up to six telenovelas per year, but the industry is in crisis because of the economic situation and because freedom of expression is under threat.”\n\n\n\nMany Venezuelans feel nostalgia for old soaps, such as Por estas calles – or On These Streets – which broke all records in the 1990s because it portrayed the crude reality of the country at the time: political corruption scandals and deteriorating conditions in the poorest slums.\n\n\n\nA show like that would probably be unthinkable in today’s Venezuela, said Barrera, who recalled how one of his scripts was rejected a few years ago because it featured a group of fishermen protesting in the streets. The commissioning channel wanted to avoid conflict, an indispensable ingredient for the edgy telenovelas cherished across Latin America.\n\n",
  "title": "Venezuela first lady's reality show: just another reason no one watches state TV",
  "ts_in": "2015-05-05T21:22:39.485462",
  "url": "http://www.theguardian.com/world/2015/may/05/venezuela-first-lady-maduro-tv-show"
}