{
  "article_html": "<div><p>Dramatic footage has emerged of migrants diving into the Mediterranean in an attempt to save themselves from the same waters that killed at least 46 on Monday morning.</p>\n<p>Several migrants, some of whom are struggling to swim, can be seen leaping from an inflatable dinghy which is crammed with sub-Saharan Africans and slowly filling with water. The amateur video was shot from a passing commercial vessel, the Zeran, whose crew are shown throwing ropes to the men.</p>\n<p>Some migrants appear to be emptying fuel cans to create makeshift buoyancy aids, while others are scaling rope-ladders lowered by the crew of the Zeran. </p>\n<p>One crew member said that at least five people drowned. About 40 more may have died in a separate incident involving a second inflatable boat in nearby waters at night, according to the testimony of survivors picked up by the Zeran.</p>\n<p>The Guardian was unable to confirm the exact timeline of events, butat least 46 migrants are feared to have drowned in the two incidents, which together constitute the first major Mediterranean disaster since <a href=\"http://www.theguardian.com/world/2015/apr/19/700-migrants-feared-dead-mediterranean-shipwreck-worst-yet\" class=\" u-underline\">the drowning of about 800 migrants in mid-April</a>. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/uk-news/2014/sep/18/-sp-world-briefing-europe-worsening-migrant-crisis\" class=\" u-underline\">Europe&#8217;s worsening migrant crisis &#8211; the Guardian briefing</a> </p>\n\n<p>It occurred despite the efforts Italian-led rescue operations that saved up to 7,000 others over the weekend and brings the 2015 death toll to more than 1,700 &#8211; about 17 times higher than the number of people who had died by the end of April 2014.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430845582291/3a55be67-2c1c-457a-8363-c032e749cb7d-300x180.jpeg\" alt=\"The body of a dead migrant is carried from a cargo ship as it arrives in the Sicilian port of Catania.\" class=\"gu-image\">\n\nThe body of a dead migrant is carried from the cargo ship Zeran as it arrives in the Sicilian port of Catania. Photograph: Antonio Parrinello/Reuters\n\n\n\n<p>The Zeran &#8211; one of several commercial ships forced to save migrants in the absence of full-scale rescue operations this week &#8211; was responsible for saving 194 migrants from the two separate boats. </p>\n<p>According to survivors, the night-time rescue took place in the small hours of Monday morning. Standing on the edge of a packed inflatable dinghy, dozens overbalanced and fell into the sea, according to testimonies gathered by the International Organisation for <a href=\"http://www.theguardian.com/global-development/migration\" class=\" u-underline\">Migration</a>.</p>\n<p>At least 91 people survived , mainly economic migrants from Gambia, Senegal and Nigeria. On Tuesday, they reached Sicily, where they told support staff of their ordeal.</p>\n<p>Flavio Di Giacomo, an IOM spokesman, said: &#8220;They left <a href=\"http://www.theguardian.com/world/libya\" class=\" u-underline\">Libya</a>, but they don&#8217;t know where from, on Saturday night at midnight, and the shipwreck occurred one day later at about 1am on Monday. They had problems inside the dinghy and when they saw the commercial ship they tried to move.&#8221; In the scrum, about 40 migrants may have toppled into the sea and drowned.</p>\n<p>The biggest Mediterranean disasters usually involve wooden or steel trawlers. But this week&#8217;s stricken boat is almost certain to have been a large inflatable dinghy, known as a Zodiac, which is designed to carry up to 24 passengers. </p>\n<p>Libyan smugglers interviewed previously by the Guardian admitted that they drastically overload these smaller boats in an attempt to make a bigger profit and fit them with wooden planks to make them more buoyant. Some smugglers acknowledged the vessels were not seaworthy enough to cross the Mediterranean.</p>\n\n\n\n<p>One Tripoli-based smuggler said last month: &#8220;It&#8217;s impossible that they reach their destination like that. But there are people who do it. They&#8217;re cheap and people know it has a slim chance.&#8221;</p>\n<p>Another smuggler, based in the western town of Zuwara, claimed it was safe to pack a Zodiac with up to 50 passengers, but any more was irresponsible. The smuggler said: &#8220;It all depends on the build. The smaller they are, if they&#8217;re Bangladeshis for example, the more you put on. [Smugglers] who don&#8217;t have ethics put more than 50 on board.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/24/libyas-people-smugglers-how-will-they-catch-us-theyll-soon-move-on\" class=\" u-underline\">Libya's people smugglers: inside the trade that sells refugees hopes of a better life</a> </p>\n\n<p>Survivors of another Zodiac boat, which was carrying more than 100 migrants, said their vessel was so overloaded that passengers had little room to move. Those at the edge frequently fell into the water and those in the middle could only relieve themselves by urinating on their fellow passengers, they said. &#8220;They pissed on all our clothes,&#8221; said Fatima Bahgar, a 20-year-old Malian student who survived a Zodiac trip last month. &#8220;I was sick of the scent.&#8221;</p>\n<p>The IOM said the volume of boats being rescued close to the Libyan shore this week showed it was vital that the EU&#8217;s revamped rescue operations patrolled the southern waters of the Mediterranean as a matter of course. Italian naval ships did so until October, but stopped because of a lack of EU support. </p>\n<p>The EU&#8217;s replacement mission, Operation Triton, usually operates much closer to the European maritime border. After public outcry at recent deaths, <a href=\"http://www.theguardian.com/world/2015/apr/23/european-leaders-pledge-ships-mediterranean-pick-up-migrants\" class=\" u-underline\">the EU has pledged to expand Triton&#8217;s activity</a>, but by what amount is not yet known.</p>\n<p>Di Giacomo said: &#8220;What is clear is that we don&#8217;t know how the new Triton operation will work and if it will patrol the area far from the Italian coast. This weekend is proof that migrants need to be rescued very close to the Libyan coast.&#8221;</p>\n<p>The IOM spokesman highlighted how commercial ships were being forced to carry out a disproportionate amount of rescue operations. &#8220;It&#8217;s thanks to the commercial ships that a lot of the migrants are being rescued. They&#8217;re called by the Italian coastguards, they&#8217;re in contact with the Italian coastguard &#8211; but nevertheless they&#8217;re rescuing a lot of people,&#8221; he said.</p>\n<p>Turkey&#8217;s coastguard has rescued 636 people trying to cross the Aegean sea over the past five days, a provincial governor&#8217;s office said on Tuesday. More than 400 of the rescued migrants were from Syria, while others were from Iraq, Afghanistan, Burma and some African countries, according to the governor of the coastal Izmir province.</p>\n<p></p>\n</div>",
  "authors": [
    "Patrick Kingsley"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Migration",
    "Europe",
    "Libya",
    "Italy",
    "World news",
    "Africa",
    "Middle East and North Africa",
    "Migration",
    "Global development",
    "Refugees"
  ],
  "ntitle": "video_surfaces_of_migrants_diving_into_mediterranean_to_save_themselves",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Dramatic footage has emerged of migrants diving into the Mediterranean in an attempt to save themselves from the same waters that killed at least 46 on Monday morning.\n\nSeveral migrants, some of whom are struggling to swim, can be seen leaping from an inflatable dinghy which is crammed with sub-Saharan Africans and slowly filling with water. The amateur video was shot from a passing commercial vessel, the Zeran, whose crew are shown throwing ropes to the men.\n\nSome migrants appear to be emptying fuel cans to create makeshift buoyancy aids, while others are scaling rope-ladders lowered by the crew of the Zeran.\n\nOne crew member said that at least five people drowned. About 40 more may have died in a separate incident involving a second inflatable boat in nearby waters at night, according to the testimony of survivors picked up by the Zeran.\n\nThe Guardian was unable to confirm the exact timeline of events, butat least 46 migrants are feared to have drowned in the two incidents, which together constitute the first major Mediterranean disaster since the drowning of about 800 migrants in mid-April.\n\nRelated: Europe’s worsening migrant crisis – the Guardian briefing\n\nIt occurred despite the efforts Italian-led rescue operations that saved up to 7,000 others over the weekend and brings the 2015 death toll to more than 1,700 – about 17 times higher than the number of people who had died by the end of April 2014.\n\nThe body of a dead migrant is carried from the cargo ship Zeran as it arrives in the Sicilian port of Catania. Photograph: Antonio Parrinello/Reuters\n\nThe Zeran – one of several commercial ships forced to save migrants in the absence of full-scale rescue operations this week – was responsible for saving 194 migrants from the two separate boats.\n\nAccording to survivors, the night-time rescue took place in the small hours of Monday morning. Standing on the edge of a packed inflatable dinghy, dozens overbalanced and fell into the sea, according to testimonies gathered by the International Organisation for Migration.\n\nAt least 91 people survived , mainly economic migrants from Gambia, Senegal and Nigeria. On Tuesday, they reached Sicily, where they told support staff of their ordeal.\n\nFlavio Di Giacomo, an IOM spokesman, said: “They left Libya, but they don’t know where from, on Saturday night at midnight, and the shipwreck occurred one day later at about 1am on Monday. They had problems inside the dinghy and when they saw the commercial ship they tried to move.” In the scrum, about 40 migrants may have toppled into the sea and drowned.\n\nThe biggest Mediterranean disasters usually involve wooden or steel trawlers. But this week’s stricken boat is almost certain to have been a large inflatable dinghy, known as a Zodiac, which is designed to carry up to 24 passengers.\n\nLibyan smugglers interviewed previously by the Guardian admitted that they drastically overload these smaller boats in an attempt to make a bigger profit and fit them with wooden planks to make them more buoyant. Some smugglers acknowledged the vessels were not seaworthy enough to cross the Mediterranean.\n\nOne Tripoli-based smuggler said last month: “It’s impossible that they reach their destination like that. But there are people who do it. They’re cheap and people know it has a slim chance.”\n\nAnother smuggler, based in the western town of Zuwara, claimed it was safe to pack a Zodiac with up to 50 passengers, but any more was irresponsible. The smuggler said: “It all depends on the build. The smaller they are, if they’re Bangladeshis for example, the more you put on. [Smugglers] who don’t have ethics put more than 50 on board.”\n\nRelated: Libya's people smugglers: inside the trade that sells refugees hopes of a better life\n\nSurvivors of another Zodiac boat, which was carrying more than 100 migrants, said their vessel was so overloaded that passengers had little room to move. Those at the edge frequently fell into the water and those in the middle could only relieve themselves by urinating on their fellow passengers, they said. “They pissed on all our clothes,” said Fatima Bahgar, a 20-year-old Malian student who survived a Zodiac trip last month. “I was sick of the scent.”\n\nThe IOM said the volume of boats being rescued close to the Libyan shore this week showed it was vital that the EU’s revamped rescue operations patrolled the southern waters of the Mediterranean as a matter of course. Italian naval ships did so until October, but stopped because of a lack of EU support.\n\nThe EU’s replacement mission, Operation Triton, usually operates much closer to the European maritime border. After public outcry at recent deaths, the EU has pledged to expand Triton’s activity, but by what amount is not yet known.\n\nDi Giacomo said: “What is clear is that we don’t know how the new Triton operation will work and if it will patrol the area far from the Italian coast. This weekend is proof that migrants need to be rescued very close to the Libyan coast.”\n\nThe IOM spokesman highlighted how commercial ships were being forced to carry out a disproportionate amount of rescue operations. “It’s thanks to the commercial ships that a lot of the migrants are being rescued. They’re called by the Italian coastguards, they’re in contact with the Italian coastguard – but nevertheless they’re rescuing a lot of people,” he said.\n\nTurkey’s coastguard has rescued 636 people trying to cross the Aegean sea over the past five days, a provincial governor’s office said on Tuesday. More than 400 of the rescued migrants were from Syria, while others were from Iraq, Afghanistan, Burma and some African countries, according to the governor of the coastal Izmir province.",
  "title": "Video surfaces of migrants diving into Mediterranean to save themselves",
  "ts_in": "2015-05-05T21:22:05.459700",
  "url": "http://www.theguardian.com/world/2015/may/05/dozens-of-migrants-feared-drowned-in-mediterranean"
}