{
  "article_html": "<div><p>In the early hours of Friday 10 April, as I slept in Melbourne, American author Naomi Wolf was posting on Facebook to condemn me as &#8220;deranged&#8221;, &#8220;genocidal&#8221; and &#8220;psychotic&#8221;. Wolf and I have never met or communicated before.</p>\n<p>Regrettably, she was not alone. In the course of that night, I was on the receiving end of a battery of threatening emails from strangers, accusing me of base and hateful racism. My Twitter feed was filled with similar messages from all over the world. </p>\n<p>That Friday morning, I awoke to find myself caught in the middle of a social media storm.</p>\n<p>Hours before Wolf wrote on Facebook and in another part of the world, the Times of Israel, a publication with which I was also not familiar, published an article on its website containing a graphically violent and racist diatribe against the Palestinian people and calling for their &#8220;extermination&#8221;. The despicable article was attributed to me and was accompanied by my photograph. It was quickly disseminated in the hothouse that is Middle East politics and spread throughout the globe.</p>\n<p>The barrage of threats that followed the article&#8217;s publication came predominantly from Europe, the US and the Middle East. One threat emanating from Little Rock, Arkansas, excoriated me as a &#8220;worthless piece of shite&#8221; and advised that I &#8220;would be dead soon&#8221;. Prior to receiving this missive, the sum of my knowledge about Little Rock was almost entirely derived from the autobiographical details of novelist Richard Ford and the Clintons. </p>\n<p>Those closer to home who know me are aware that I have never written a racist article in my life. On the contrary, I deplore racism and have been very vocal in support of strong laws against racial vilification and race hate. I have also criticised the Israeli government&#8217;s conduct towards the Palestinian people, most recently during the 2014 Gaza conflict.</p>\n<p>I had become a victim of identity theft.</p>\n<p>That morning, having well and truly woken up and then worked out what had happened to me, I posted on Twitter in forceful terms to explain that I was not the author of the racist bile. This was the cue for highly agitated editorial staff at the Times of Israel to make some urgent attempts to speak with me. They had already torn down the article and, conscious of our different time zones, were waiting for me to wake up. </p>\n<p>By the time we spoke, they had already prepared an article to explain the &#8220;hoax&#8221; that had been perpetrated on their publication and on me. They sought my permission to name me and to include a short statement from me. The published article also apologised both to readers of the Times of Israel and to me.</p>\n<p>It transpired that some weeks earlier, a person or group using my identity had made an online application to blog on the Times of Israel website. The application was checked and appeared authentic. Whatever process was followed, I did not receive any contact from the Times of Israel to verify my identity and blogging application.</p>\n<p>In the following weeks, articles that I had written and had published in the Guardian and other media organisations were posted on the Times of Israel site. The articles addressed wealth inequality in Australia, the success of business lobbyists in shaping public policy, the inhumane treatment of asylum seekers and other matters of political economy. My articles are easily accessible on the websites of media organisations that publish them and are also displayed on my personal website. Although I periodically write for various media outlets, I am not a blogger. A lawyer and occasional writer, yes. A blogger, no.</p>\n<p>The editors at the Times of Israel thought it curious that an &#8220;Australian blogger&#8221; was posting articles on its site dealing with domestic political issues in Australia. On the other hand, a senior editor there told me that her father was a Jewish &#8220;labour lawyer&#8221; in New York and I was part of a rich Jewish tradition. In the weeks during which my real writing was published on an Israeli media website, I remained blissfully unaware. </p>\n<p>Then, having established an apparently respectable identity as a blogger on the Times of Israel website, the perpetrator struck. The article opened with observations about Talmudic law before descending into a litany of repulsive race hate. The article was so rancid that some queried whether it was a failed attempt at satire.</p>\n<p><a href=\"http://www.theguardian.com/media/social-media\" class=\" u-underline\">Social media</a> shaming can escalate and spread all over the world at eye-watering speed. In the maelstrom that engulfed me for a time, I felt like I was standing in an amphitheatre surrounded by a hostile and highly multicultural audience who were baying for my blood. And the crowd kept growing &#8211; minute by minute.</p>\n<p>Where, as in this case of identity theft, the shaming is entirely misconceived, there is an upside: it can be curtailed quickly, too. A number of people suspicious about the authenticity of the racist rant did some fact checking for themselves. </p>\n<p>Even before I emphatically communicated on Twitter that I had never written or blogged for the Times of Israel, they had advised the digital mob that a hoax had been perpetrated. My denials followed. The Times of Israel then published its article explaining the hoax and apologising. Other interventions occurred online and over time, the mob muted. </p>\n<p>The storm was all but over within 36 hours. Unlike other victims of social media shaming, I did not lose my job. On the contrary, my work colleagues rallied around me.</p>\n<p>That said, there is another digital twist to this bizarre and disturbing experience. Before the offending article was torn down, an image of it was placed on another site. Despite vigorous attempts to have it removed from the internet, it still continues to be peddled online. As a result, I have received more threats. </p>\n<p>A genuine blogger, Daniel Sieradski, was prompted by my experience to do some online detective work about this episode. He discovered that a few weeks before the fake blog began to be published by the Times of Israel, a post appeared on a website foreshadowing what was to come:</p>\n<p>&#8220;Using a fake Jewish name, profile, and photo, I got myself a blog on The Times of Israel,&#8221; the post read. &#8220;These people believe I&#8217;m really a Jew.&#8221;</p>\n<p>Sieradski&#8217;s work led me to a site that appears to have been created by a neo-Nazi group based in the US. In one of their posts, the group denigrates me as a &#8220;subversive Jewish parasite&#8221;, a &#8220;human rights activist&#8221;, &#8220;open borders advocate&#8221; and &#8220;staunch supporter of hate speech laws&#8221;. The same photograph of me that was published by the Times of Israel appears on this website; this time with a yellow Star of David emblazoned on my forehead.</p>\n<p>As unpleasant as it is to be targeted in this way, more than anything, the experience has profoundly reinforced the kindness of strangers. A human rights lawyer based in Sydney who saw Naomi Wolf&#8217;s Facebook post about me intervened and prompted Wolf to retract her condemnation. It was replaced with &#8220;Progressive Australian Jewish Lawyer Josh Bornstein is a victim of a hoax that called for genocide.&#8221; I would have preferred a full apology but once again, Wolf was not alone in not offering one.</p>\n<p>Many other strangers, including Palestinian and other Arab activists for Palestinian statehood, acted quickly to defend me from further attacks. They told me of their concern for my welfare and their determination to disseminate the truth. One such activist for Palestinian rights sent me the following: &#8220;Josh, saw your situation and ensured to share the facts here in the UK among the various groups sharing that awful Times of Israel blog in your name.&#8221;</p>\n<p>Could I have done anything different to avoid this attack? I suspect that like many others, significant aspects of my identity, including photographs, are there to be found on the internet. I am outspoken and I am Jewish. Am I going to change any of that? Not so long as my tuchus points south.<br></p>\n<p>While my public identity, writing and activism undoubtedly elevated the risk of identity theft, social media participation is a two edged sword. As journalist Sarah Seltzer observed:</p>\n<p>&#8220;But imagine if Bornstein hadn&#8217;t been active on Twitter, or easily findable online &#8211; and then imagine if the screed posted in his name had been just a tad more subtle and less obviously fishy. In such a case, the post might have stayed up for much longer and made a more lasting digital imprint under his name.&#8221;</p>\n<p>White supremacists don&#8217;t do nuance. For that too, I can be thankful.</p>\n</div>",
  "authors": [
    "Josh Bornstein"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Race issues",
    "Judaism",
    "Internet",
    "Social media",
    "Digital media",
    "Blogging",
    "Newspapers & magazines"
  ],
  "ntitle": "white_supremacists_stole_my_identity_to_spew_hatred_on_the_times_of_israel",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "In the early hours of Friday 10 April, as I slept in Melbourne, American author Naomi Wolf was posting on Facebook to condemn me as “deranged”, “genocidal” and “psychotic”. Wolf and I have never met or communicated before.\n\nRegrettably, she was not alone. In the course of that night, I was on the receiving end of a battery of threatening emails from strangers, accusing me of base and hateful racism. My Twitter feed was filled with similar messages from all over the world.\n\nThat Friday morning, I awoke to find myself caught in the middle of a social media storm.\n\nHours before Wolf wrote on Facebook and in another part of the world, the Times of Israel, a publication with which I was also not familiar, published an article on its website containing a graphically violent and racist diatribe against the Palestinian people and calling for their “extermination”. The despicable article was attributed to me and was accompanied by my photograph. It was quickly disseminated in the hothouse that is Middle East politics and spread throughout the globe.\n\nThe barrage of threats that followed the article’s publication came predominantly from Europe, the US and the Middle East. One threat emanating from Little Rock, Arkansas, excoriated me as a “worthless piece of shite” and advised that I “would be dead soon”. Prior to receiving this missive, the sum of my knowledge about Little Rock was almost entirely derived from the autobiographical details of novelist Richard Ford and the Clintons.\n\nThose closer to home who know me are aware that I have never written a racist article in my life. On the contrary, I deplore racism and have been very vocal in support of strong laws against racial vilification and race hate. I have also criticised the Israeli government’s conduct towards the Palestinian people, most recently during the 2014 Gaza conflict.\n\nI had become a victim of identity theft.\n\nThat morning, having well and truly woken up and then worked out what had happened to me, I posted on Twitter in forceful terms to explain that I was not the author of the racist bile. This was the cue for highly agitated editorial staff at the Times of Israel to make some urgent attempts to speak with me. They had already torn down the article and, conscious of our different time zones, were waiting for me to wake up.\n\nBy the time we spoke, they had already prepared an article to explain the “hoax” that had been perpetrated on their publication and on me. They sought my permission to name me and to include a short statement from me. The published article also apologised both to readers of the Times of Israel and to me.\n\nIt transpired that some weeks earlier, a person or group using my identity had made an online application to blog on the Times of Israel website. The application was checked and appeared authentic. Whatever process was followed, I did not receive any contact from the Times of Israel to verify my identity and blogging application.\n\nIn the following weeks, articles that I had written and had published in the Guardian and other media organisations were posted on the Times of Israel site. The articles addressed wealth inequality in Australia, the success of business lobbyists in shaping public policy, the inhumane treatment of asylum seekers and other matters of political economy. My articles are easily accessible on the websites of media organisations that publish them and are also displayed on my personal website. Although I periodically write for various media outlets, I am not a blogger. A lawyer and occasional writer, yes. A blogger, no.\n\nThe editors at the Times of Israel thought it curious that an “Australian blogger” was posting articles on its site dealing with domestic political issues in Australia. On the other hand, a senior editor there told me that her father was a Jewish “labour lawyer” in New York and I was part of a rich Jewish tradition. In the weeks during which my real writing was published on an Israeli media website, I remained blissfully unaware.\n\nThen, having established an apparently respectable identity as a blogger on the Times of Israel website, the perpetrator struck. The article opened with observations about Talmudic law before descending into a litany of repulsive race hate. The article was so rancid that some queried whether it was a failed attempt at satire.\n\nSocial media shaming can escalate and spread all over the world at eye-watering speed. In the maelstrom that engulfed me for a time, I felt like I was standing in an amphitheatre surrounded by a hostile and highly multicultural audience who were baying for my blood. And the crowd kept growing – minute by minute.\n\nWhere, as in this case of identity theft, the shaming is entirely misconceived, there is an upside: it can be curtailed quickly, too. A number of people suspicious about the authenticity of the racist rant did some fact checking for themselves.\n\nEven before I emphatically communicated on Twitter that I had never written or blogged for the Times of Israel, they had advised the digital mob that a hoax had been perpetrated. My denials followed. The Times of Israel then published its article explaining the hoax and apologising. Other interventions occurred online and over time, the mob muted.\n\nThe storm was all but over within 36 hours. Unlike other victims of social media shaming, I did not lose my job. On the contrary, my work colleagues rallied around me.\n\nThat said, there is another digital twist to this bizarre and disturbing experience. Before the offending article was torn down, an image of it was placed on another site. Despite vigorous attempts to have it removed from the internet, it still continues to be peddled online. As a result, I have received more threats.\n\nA genuine blogger, Daniel Sieradski, was prompted by my experience to do some online detective work about this episode. He discovered that a few weeks before the fake blog began to be published by the Times of Israel, a post appeared on a website foreshadowing what was to come:\n\n“Using a fake Jewish name, profile, and photo, I got myself a blog on The Times of Israel,” the post read. “These people believe I’m really a Jew.”\n\nSieradski’s work led me to a site that appears to have been created by a neo-Nazi group based in the US. In one of their posts, the group denigrates me as a “subversive Jewish parasite”, a “human rights activist”, “open borders advocate” and “staunch supporter of hate speech laws”. The same photograph of me that was published by the Times of Israel appears on this website; this time with a yellow Star of David emblazoned on my forehead.\n\nAs unpleasant as it is to be targeted in this way, more than anything, the experience has profoundly reinforced the kindness of strangers. A human rights lawyer based in Sydney who saw Naomi Wolf’s Facebook post about me intervened and prompted Wolf to retract her condemnation. It was replaced with “Progressive Australian Jewish Lawyer Josh Bornstein is a victim of a hoax that called for genocide.” I would have preferred a full apology but once again, Wolf was not alone in not offering one.\n\nMany other strangers, including Palestinian and other Arab activists for Palestinian statehood, acted quickly to defend me from further attacks. They told me of their concern for my welfare and their determination to disseminate the truth. One such activist for Palestinian rights sent me the following: “Josh, saw your situation and ensured to share the facts here in the UK among the various groups sharing that awful Times of Israel blog in your name.”\n\nCould I have done anything different to avoid this attack? I suspect that like many others, significant aspects of my identity, including photographs, are there to be found on the internet. I am outspoken and I am Jewish. Am I going to change any of that? Not so long as my tuchus points south.\n\n\n\nWhile my public identity, writing and activism undoubtedly elevated the risk of identity theft, social media participation is a two edged sword. As journalist Sarah Seltzer observed:\n\n“But imagine if Bornstein hadn’t been active on Twitter, or easily findable online – and then imagine if the screed posted in his name had been just a tad more subtle and less obviously fishy. In such a case, the post might have stayed up for much longer and made a more lasting digital imprint under his name.”\n\nWhite supremacists don’t do nuance. For that too, I can be thankful.",
  "title": "White supremacists stole my identity to spew hatred on the Times of Israel",
  "ts_in": "2015-05-05T21:22:04.947344",
  "url": "http://www.theguardian.com/world/2015/may/05/identity-stolen-white-supremacists-times-of-israel"
}