{
  "article_html": "<div><p>Nick Clegg&#8217;s <a href=\"http://www.theguardian.com/politics/2015/may/05/lib-dems-coalition-or-second-election-nick-clegg\" class=\" u-underline\">warning about a second election being inevitable unless the Lib Dems are in a power-sharing coalition</a> is striking (and probably rather alarming to everyone who feels that one election a year is more than enough). However, is it actually true?</p>\n<p>Under the Fixed-term Parliaments Act 2011, there will not be another general election until 2020 unless one of two things happens: two-thirds of the Commons votes for an election, or the government loses a vote of confidence and 14 days pass without an alternative government winning a vote of confidence.</p>\n\n<blockquote>\n<p>There is nothing in the FPA that restricts the number of times we go through the merry-go-round of a government falling</p>\n\nCatherine Haddon, Institute for Government\n\n</blockquote>\n\n<p>What Clegg is doing is effectively issuing the same sort of &#8220;vote for stability&#8221; message that <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> is issuing. Cameron is arguing that to ensure stability we need to avoid a coalition or a hung parliament, while Clegg is arguing that to ensure stability we do need coalition, but in other respects they are making the same point. They are both alarming voters with the prospect of chaos.</p>\n<h2>Would a minority government really be so chaotic?</h2>\n<p>If the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> or Labour try to govern as a minority party without the Lib Dems, would this really generate such chaos as to make a second election inevitable?</p>\n<p>For there to be a two-thirds vote in favour of an election, the Tories and Labour would both have to support the idea. That is not totally inconceivable, but it is very hard to imagine, mainly because circumstances that might favour one of them electorally would make the other party want to postpone. Besides, <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> cannot afford a second election.</p>\n<p>It is slightly easier to imagine a government losing a confidence vote and no alternative government winning one. However, given that the SNP has said it would do everything to keep the Tories out of power, it is hard to see it voting down a <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> government.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/5/1430834929225/f8f3d995-8c71-40ce-9290-0bae5ed34076-300x180.jpeg\" alt=\"Houses of Parliament\" class=\"gu-image\">\n\nThe SNP has promised to do everything it can to keep the Tories out of power. Photograph: Tim Ireland/PA\n\n\n\n<h2>A PM who isn&#8217;t Cameron or Miliband?</h2>\n<p>Another point is that, as long as someone else is available to try to form a government (Boris Johnson? Andy Burnham? Even Clegg himself?) it is possible they could have a go. As Catherine Haddon explains in<a href=\"http://www.instituteforgovernment.org.uk/blog/11067/the-not-so-fixed-term-parliaments-act/\" class=\" u-underline\"> a helpful Institute for Government blog on this,</a>&#8220;there is nothing in the act that restricts the number of times we go through the merry-go-round of a government falling and a further government being formed&#8221;.</p>\n<p>Clegg is assuming this crisis would arise because a minority government without the Lib Dems involved would be unable to govern. It is at this point that his logic really falls down. The Lib Dems have produced various examples of how minority Tory or Labour governments would not be able to pass bills (see the liveblog at <a href=\"http://www.theguardian.com/politics/live/2015/may/05/election-2015-live-nick-clegg-boost-campaign-final-48-hours#block-5548b9c5e4b0d1d5d9abd87c\" class=\" u-underline\">2.40pm)</a>, but they all ignore the fact that, on some measures, those governments would be able to rely on opposition support.</p>\n<p>For example, the Lib Dems say a minority Labour government would have to offer full fiscal autonomy to the SNP. It would not, because Scottish devolution legislation could go through with the support of the Lib Dems and the Tories, who both support the Smith commission proposals.</p>\n<p>Minority government would involve ministers having to compromise with the opposition, but &#8211; as Clegg should know better than anyone else, because the Lib Dems have championed pluralistic politics for years &#8211; this is perfectly doable. Anthony King, a professor of government at Essex University, <a href=\"http://www.telegraph.co.uk/news/general-election-2015/11581807/Would-a-government-that-does-very-little-be-such-a-bad-thing.html\" class=\" u-underline\">makes exactly this argument in an article in today&#8217;s Telegraph</a>.</p>\n<p>And here is the conclusion from <a href=\"http://www.instituteforgovernment.org.uk/sites/default/files/publications/Westminster%20in%20an%20age%20of%20minorities%20-%20FINAL.pdf\" class=\" u-underline\">a recent Institute for Government report, entitled Westminster in an age of minorities (pdf)</a>, which specifically addresses how a minority government could work.</p>\n<blockquote class=\"quoted\">\n<p>The biggest challenge for a minority government undoubtedly lies in the parliamentary arena, where bills and spending plans may be defeated, amended or talked out (if timetable motions are defeated). Yet minority governments are often far from impotent in the legislature. Instead, successful minority governments put together temporary coalitions with different parties on different issues, conceding enough to get their business through, and relying on the fact that the interests and preferences of opposition parties are rarely aligned.</p>\n<p>Minority administrations hold an extensive set of powerful levers simply by virtue of being in government. At Westminster, the executive tightly controls the budget process, has the ability to block non-government legislation fairly easily, retains the sole right to introduce secondary legislation (which is rarely challenged in parliament) and, despite recent reforms, can still determine the business of parliament most of the time. It makes hundreds of important public appointments, can reorganise the structure of government departments and agencies largely at will, and retains important prerogative powers over defence, foreign policy and much more.</p>\n<p>All of this illustrates that a government without a majority can still be a powerful and effective force, although its survival rests on the continued acquiescence of opposition parties.</p>\n</blockquote>\n\n\n</div>",
  "authors": [
    "Andrew Sparrow"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Politics",
    "House of Commons",
    "UK news",
    "Conservatives",
    "Liberal Democrats",
    "Labour"
  ],
  "ntitle": "will_we_really_need_a_second_general_election_before_christmas",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "Nick Clegg’s warning about a second election being inevitable unless the Lib Dems are in a power-sharing coalition is striking (and probably rather alarming to everyone who feels that one election a year is more than enough). However, is it actually true?\n\nUnder the Fixed-term Parliaments Act 2011, there will not be another general election until 2020 unless one of two things happens: two-thirds of the Commons votes for an election, or the government loses a vote of confidence and 14 days pass without an alternative government winning a vote of confidence.\n\nThere is nothing in the FPA that restricts the number of times we go through the merry-go-round of a government falling Catherine Haddon, Institute for Government\n\nWhat Clegg is doing is effectively issuing the same sort of “vote for stability” message that David Cameron is issuing. Cameron is arguing that to ensure stability we need to avoid a coalition or a hung parliament, while Clegg is arguing that to ensure stability we do need coalition, but in other respects they are making the same point. They are both alarming voters with the prospect of chaos.\n\nWould a minority government really be so chaotic?\n\nIf the Conservatives or Labour try to govern as a minority party without the Lib Dems, would this really generate such chaos as to make a second election inevitable?\n\nFor there to be a two-thirds vote in favour of an election, the Tories and Labour would both have to support the idea. That is not totally inconceivable, but it is very hard to imagine, mainly because circumstances that might favour one of them electorally would make the other party want to postpone. Besides, Labour cannot afford a second election.\n\nIt is slightly easier to imagine a government losing a confidence vote and no alternative government winning one. However, given that the SNP has said it would do everything to keep the Tories out of power, it is hard to see it voting down a Labour government.\n\nThe SNP has promised to do everything it can to keep the Tories out of power. Photograph: Tim Ireland/PA\n\nA PM who isn’t Cameron or Miliband?\n\nAnother point is that, as long as someone else is available to try to form a government (Boris Johnson? Andy Burnham? Even Clegg himself?) it is possible they could have a go. As Catherine Haddon explains in a helpful Institute for Government blog on this,“there is nothing in the act that restricts the number of times we go through the merry-go-round of a government falling and a further government being formed”.\n\nClegg is assuming this crisis would arise because a minority government without the Lib Dems involved would be unable to govern. It is at this point that his logic really falls down. The Lib Dems have produced various examples of how minority Tory or Labour governments would not be able to pass bills (see the liveblog at 2.40pm), but they all ignore the fact that, on some measures, those governments would be able to rely on opposition support.\n\nFor example, the Lib Dems say a minority Labour government would have to offer full fiscal autonomy to the SNP. It would not, because Scottish devolution legislation could go through with the support of the Lib Dems and the Tories, who both support the Smith commission proposals.\n\nMinority government would involve ministers having to compromise with the opposition, but – as Clegg should know better than anyone else, because the Lib Dems have championed pluralistic politics for years – this is perfectly doable. Anthony King, a professor of government at Essex University, makes exactly this argument in an article in today’s Telegraph.\n\nAnd here is the conclusion from a recent Institute for Government report, entitled Westminster in an age of minorities (pdf), which specifically addresses how a minority government could work.",
  "title": "Will we really need a second general election before Christmas?",
  "ts_in": "2015-05-05T21:22:08.115518",
  "url": "http://www.theguardian.com/news/reality-check/2015/may/05/will-we-really-need-a-second-general-election-before-christmas"
}