{
  "article_html": "<div><p>A woman helped her friend to kill herself in an act of misguided loyalty, a jury was told. </p>\n<p>Amelia (Milly) Caller, 22, was obsessed with Emma Crossman, 21, and would do anything for her, Lincoln crown court heard.</p>\n<p>The jury was told how Crossman was found dead in her home in Sleaford, Lincolnshire, on 15 January last year. She had suffocated.</p>\n<p>Caller went on trial on Tuesday accused of encouraging or assisting her friend to commit suicide.</p>\n<p>Opening the case for the prosecution, Mark McKone told the jury there is no dispute that the defendant supplied a gas that her friend used to help kill herself. The barrister said she bought it online.</p>\n<p>He said the facts of the case were not disputed but Caller was pleading not guilty on the basis that she did not think Crossman would actually kill herself.</p>\n<p>McKone said: &#8220;The prosecution say that Amelia Caller assisted her in her suicide by supplying her with the &#8230; gas in an act of misguided loyalty.</p>\n<p> Amelia Caller was obsessed and infatuated with Emma and would do anything for her. They spent a lot of time together, particularly after she [Emma] split from her partner.&#8221;</p>\n<p>McKone said Crossman had a history of depression, self-harm and tablet overdoses. He said she was particularly badly affected by relationship breakdowns and had split up with a partner four to six weeks before her death. He said: &#8220;The prosecution accept that some people did not always take her threats seriously.&#8221; <br></p>\n<p>McKone took the jury through a large amount of Facebook and other messages that the two friends exchanged in the days leading up to Crossman&#8217;s death, including on the night of her death. </p>\n<p>He said: &#8220;The sequence of events leading up to the suicide speak for themselves.&#8221; In one set of messages Caller, of Great Hale, near Sleaford, asked her friend if they could have one last day out together &#8211; &#8220;best friends having final fun day&#8221;.</p>\n<p>In another, Caller wrote: &#8220;I&#8217;m losing my best mate. I do understand why you are doing it and I do stand by you but it still hurts. I am sorry.&#8221;</p>\n<p>The pair&#8217;s exchanges on the night Crossman died involved her explaining what she was doing for her friend and how she was feeling. Crossman eventually asked her friend to take care of her cat, Tia. Caller replied: &#8220;She&#8217;ll be looked after always.&#8221;</p>\n<p>McKone said a suicide note was found in the room but he did not read it out in full. He said it ended: &#8220;Goodbye for now everyone. I love you all.&#8221; </p>\n<p>The trial, which is expected to last seven weeks, continues. </p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "woman_helped_best_mate_to_kill_herself_court_told",
  "publish_date": "2015-05-05T00:00:00",
  "tags": [],
  "text": "A woman helped her friend to kill herself in an act of misguided loyalty, a jury was told.\n\nAmelia (Milly) Caller, 22, was obsessed with Emma Crossman, 21, and would do anything for her, Lincoln crown court heard.\n\nThe jury was told how Crossman was found dead in her home in Sleaford, Lincolnshire, on 15 January last year. She had suffocated.\n\nCaller went on trial on Tuesday accused of encouraging or assisting her friend to commit suicide.\n\nOpening the case for the prosecution, Mark McKone told the jury there is no dispute that the defendant supplied a gas that her friend used to help kill herself. The barrister said she bought it online.\n\nHe said the facts of the case were not disputed but Caller was pleading not guilty on the basis that she did not think Crossman would actually kill herself.\n\nMcKone said: “The prosecution say that Amelia Caller assisted her in her suicide by supplying her with the … gas in an act of misguided loyalty.\n\nAmelia Caller was obsessed and infatuated with Emma and would do anything for her. They spent a lot of time together, particularly after she [Emma] split from her partner.”\n\nMcKone said Crossman had a history of depression, self-harm and tablet overdoses. He said she was particularly badly affected by relationship breakdowns and had split up with a partner four to six weeks before her death. He said: “The prosecution accept that some people did not always take her threats seriously.”\n\n\n\nMcKone took the jury through a large amount of Facebook and other messages that the two friends exchanged in the days leading up to Crossman’s death, including on the night of her death.\n\nHe said: “The sequence of events leading up to the suicide speak for themselves.” In one set of messages Caller, of Great Hale, near Sleaford, asked her friend if they could have one last day out together – “best friends having final fun day”.\n\nIn another, Caller wrote: “I’m losing my best mate. I do understand why you are doing it and I do stand by you but it still hurts. I am sorry.”\n\nThe pair’s exchanges on the night Crossman died involved her explaining what she was doing for her friend and how she was feeling. Crossman eventually asked her friend to take care of her cat, Tia. Caller replied: “She’ll be looked after always.”\n\nMcKone said a suicide note was found in the room but he did not read it out in full. He said it ended: “Goodbye for now everyone. I love you all.”\n\nThe trial, which is expected to last seven weeks, continues.",
  "title": "Woman helped 'best mate' to kill herself, court told",
  "ts_in": "2015-05-05T21:22:06.538059",
  "url": "http://www.theguardian.com/uk-news/2015/may/05/woman-helped-best-mate-kill-herself-court-told-sleaford"
}