{
  "article_html": "<div><p>My little brother and I didn&#8217;t know about your existence until I was 12 and he was 10. Despite being the youngest, he was the one who pieced together the omissions and the&#160;half-truths to discover that we weren&#8217;t each one of two siblings, but two of four.</p>\n<p>He was traumatised; I was thrilled. I had two big brothers now &#8211; I wasn&#8217;t the oldest after all &#8211; there were two more above me and I wanted to know more about you. Then the shutters came down and no more was said.</p>\n<p>In my huge family of grandparents, uncles, aunts and cousins, no one had ever thought to tell us. And some of them knew.</p>\n<p>After my brother and I found out, alert for any clues, I noticed a photograph of an unfamiliar pair of boys on my grandma&#8217;s big noticeboard, which proudly displayed pictures of members of our family. I was convinced that the picture was of you &#8211; my brothers.</p>\n<p>But I couldn&#8217;t linger, staring at it &#8211; I couldn&#8217;t get an imprint of what you looked like and who you were, I couldn&#8217;t ask anyone, &#8220;Are these my brothers?&#8221; &#8211; because the house was full of family and we didn&#8217;t talk about it.</p>\n<p>My (our) dad was silent about it, my mum evasive. It wasn&#8217;t her fault. I never understood why you had to be kept a secret from us. The hardest part was being unable to understand why and how my dad, a good dad, could ever have left you and never looked back. It just didn&#8217;t make sense. I truly believe that he never loved you less than completely and I am devastated that you missed out on that love.</p>\n<p>He still can&#8217;t &#8211; or won&#8217;t &#8211; talk about it, but I am convinced that he carries the loss of you with him to this day. The only time we ever came close to talking about you was by chance, and briefly. I was going through some old photos at my dad&#8217;s house, and suddenly again there was one of two boys, one five or six, awkwardly but proudly holding his baby brother in his arms. &#8220;Who are they?&#8221; I asked, though I&#8217;d already&#160;guessed.</p>\n<p>&#8220;Two boys I once knew,&#8221; said Dad. He couldn&#8217;t say any more, but the next&#160;time I saw him he silently handed me an envelope containing a copy of that photograph.</p>\n<p>When he&#8217;d gone, I stared at it for hours like a piece of treasure, scrutinising it for clues, for resemblances, to see if you looked like us, your little sister and your little brother. You have nephews now, five boys. Maybe you look like them.</p>\n<p>It&#8217;s three decades now since I found out that I had two big brothers. Where are you? What are you doing? Would you want to hear from me if I found you? Is there some truth that I don&#8217;t know about that would make it impossible for you to meet me? I don&#8217;t know the story about why our dad had to leave you, what stories have been woven into your own family history. The stories that mean we might never get to meet and look into each other&#8217;s eyes and create a new one that isn&#8217;t full of secrets that nobody talks about.</p>\n<p>The photograph is all I have of you and even though I&#8217;ve never met you, I miss you. I know in my heart that our dad does too, more than you could ever know.</p>\n<p>Anonymous</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Family",
    "Life and style",
    "Parents and parenting"
  ],
  "ntitle": "a_letter_to_the_secret_brothers_i_ve_never_met_and_no_one_will_talk_about",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "My little brother and I didn’t know about your existence until I was 12 and he was 10. Despite being the youngest, he was the one who pieced together the omissions and the half-truths to discover that we weren’t each one of two siblings, but two of four.\n\nHe was traumatised; I was thrilled. I had two big brothers now – I wasn’t the oldest after all – there were two more above me and I wanted to know more about you. Then the shutters came down and no more was said.\n\nIn my huge family of grandparents, uncles, aunts and cousins, no one had ever thought to tell us. And some of them knew.\n\nAfter my brother and I found out, alert for any clues, I noticed a photograph of an unfamiliar pair of boys on my grandma’s big noticeboard, which proudly displayed pictures of members of our family. I was convinced that the picture was of you – my brothers.\n\nBut I couldn’t linger, staring at it – I couldn’t get an imprint of what you looked like and who you were, I couldn’t ask anyone, “Are these my brothers?” – because the house was full of family and we didn’t talk about it.\n\nMy (our) dad was silent about it, my mum evasive. It wasn’t her fault. I never understood why you had to be kept a secret from us. The hardest part was being unable to understand why and how my dad, a good dad, could ever have left you and never looked back. It just didn’t make sense. I truly believe that he never loved you less than completely and I am devastated that you missed out on that love.\n\nHe still can’t – or won’t – talk about it, but I am convinced that he carries the loss of you with him to this day. The only time we ever came close to talking about you was by chance, and briefly. I was going through some old photos at my dad’s house, and suddenly again there was one of two boys, one five or six, awkwardly but proudly holding his baby brother in his arms. “Who are they?” I asked, though I’d already guessed.\n\n“Two boys I once knew,” said Dad. He couldn’t say any more, but the next time I saw him he silently handed me an envelope containing a copy of that photograph.\n\nWhen he’d gone, I stared at it for hours like a piece of treasure, scrutinising it for clues, for resemblances, to see if you looked like us, your little sister and your little brother. You have nephews now, five boys. Maybe you look like them.\n\nIt’s three decades now since I found out that I had two big brothers. Where are you? What are you doing? Would you want to hear from me if I found you? Is there some truth that I don’t know about that would make it impossible for you to meet me? I don’t know the story about why our dad had to leave you, what stories have been woven into your own family history. The stories that mean we might never get to meet and look into each other’s eyes and create a new one that isn’t full of secrets that nobody talks about.\n\nThe photograph is all I have of you and even though I’ve never met you, I miss you. I know in my heart that our dad does too, more than you could ever know.\n\nAnonymous",
  "title": "A letter to … The secret brothers I’ve never met and no one will talk about",
  "ts_in": "2015-05-02T16:28:19.850639",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/a-letter-to-the-secret-brothers-ive-never-met-and-no-one-will-talk-about"
}