{
  "article_html": "<div><p>All through the campaign <a href=\"http://www.sarah-jones.org/evening-standard-croydon-central-london-labour\" class=\" u-underline\">London-wide polls</a> and <a href=\"http://www.electoralcalculus.co.uk/cgi-bin/seatdetails.pl?seat=Croydon%20Central\" class=\" u-underline\">eminent psephologists</a> have had Labour on course to win marginal <a href=\"http://ukpollingreport.co.uk/2015guide/croydoncentral/\" class=\" u-underline\">Croydon Central</a> from the Conservatives. Last year&#8217;s council elections pointed that way too, with Croydon Council <a href=\"http://thecroydoncitizen.com/politics-society/labour-win-croydon-council-elections/\" class=\" u-underline\">turning to red from blue</a>. But US master pollster Nate Silver has <a href=\"http://fivethirtyeight.com/interactives/uk-general-election-predictions/\" class=\" u-underline\">predicted</a> a Tory hold, with 42.4% of the vote compared with Labour&#8217;s 40%. Now a new <a href=\"http://lordashcroftpolls.com/wp-content/uploads/2015/05/LORD-ASHCROFT-POLLS-Key-marginal-constituencies-1-May-2015.pdf\" class=\" u-underline\">Lord Ashcroft survey</a> in the Outer London constituency, conducted on Thursday, gives Tory incumbent <a href=\"http://www.gavinbarwell.com/\" class=\" u-underline\">Gavin Barwell</a> a four point lead compared with the four point advantage he found for Labour&#8217;s <a href=\"http://www.sarah-jones.org/\" class=\" u-underline\">Sarah Jones</a> in March and the six point one she enjoyed back in October. <br></p>\n<p>His finding puts the Tory vote share, at 44%, higher than it was at the 2010 election despite the trend towards <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> within London as a whole. A long term Lib Dem collapse will be part of the reason for that. But if there really is a late shift towards Barwell locally at Jones&#8217;s expense, the prime suspect will come as no surprise.<br></p>\n<p>&#8220;The Ukip share in the seat has nearly halved, from 19% to 10%, since the October poll,&#8221; Ashcroft <a href=\"http://lordashcroftpolls.com/2015/05/mixed-fortunes-in-my-final-round-of-marginals/?utm_source=Lord+Ashcroft+Polls&amp;utm_campaign=7c1a44f2fa-RSS_EMAIL_CAMPAIGN&amp;utm_medium=email&amp;utm_term=0_b70c7aec0a-7c1a44f2fa-71660429\" class=\" u-underline\">writes</a> of what he calls &#8220;the most striking&#8221; of his final batch of UK constituency polls. It&#8217;s also <a href=\"http://lordashcroftpolls.com/2015/05/croydon-central/\" class=\" u-underline\">down from 13% in March</a>. Ukip&#8217;s ratings in London trail their national share, but the party&#8217;s purchase is likely to be greater at the suburban fringes of the metropolis than in its &#8220;super-diverse&#8221; inner city core. The party has been hurting the Conservative more than Labour in London and if enough of its supporters heed Boris Johnson&#8217;s call to &#8220;<a href=\"http://www.dailymail.co.uk/news/article-3049458/Boris-urges-Ukip-supporters-swing-Conservatives-avoid-nightmare-Labour-government.html\" class=\" u-underline\">come home</a>&#8221; to the Tories, they could be the ones who save Croydon Central for his party. <br></p>\n<p>Barwell, a former head of the Conservatives&#8217; target seats campaign who, incidentally, used to work for Ashcroft, has been pushing the &#8220;SNP ransom&#8221; fear angle. Inside Croydon reports that he&#8217;s banking on a &#8220;<a href=\"http://insidecroydon.com/2015/04/28/barwell-banking-on-blukip-pact-as-election-gap-narrows/\" class=\" u-underline\">Blukip pact</a>&#8221;. Labour aims to have 500 activists in the seat on election day. Silver said Barwell could scrape home by as few as 500 votes. Is anyone not biting their nails?</p>\n<p>I visited Croydon Central on Thursday. Walking west from East Croydon station in Croydon town centre into a part of the constituency I haven&#8217;t explored before provided signs of the closeness of the contest and factors that will influence the result. There was a poster for Green Party candidate <a href=\"http://croydon.greenparty.org.uk/general-election-2015-candidates.html\" class=\" u-underline\">Esther Sutton</a>. Croydon is not the sort of place where London Greens do best but, like everywhere else, some of their vote share will be at Labour&#8217;s expense. <br></p>\n<p>The new Ashcroft puts them at 3% in Croydon Central. Jones and her team are working to pare that down: Vote Green, Get Blue is the justified warning (it goes for elsewhere in the capital and the whole o the country. David Cameron visited the seat last week and told the <a href=\"http://www.croydonguardian.co.uk/news/12913760.David_Cameron_says_fate_of_country_rests_on_voting_for_Gavin_Barwell/\" class=\" u-underline\">Croydon Advertiser</a>: &#8220;It will be very difficult for us to form a government without Central Croydon.&#8221;). Jones and Labour also need to work on disillusion among the remaining Lib Dem supporters. They are on a desperately low 2% in Croydon Central according to Ashcroft, but every handful of votes will be critical.</p>\n<p>Further on down Addiscombe Road, following the tram route into residential parts, next door neighbours vie to advertise affiliations. See my photograph above. And yet the picture isn&#8217;t entirely clear cut. The Barwell-backer&#8217;s door shows support for a local <a href=\"http://insidecroydon.com/2011/06/25/people-power-ii-campaigning-against-mental-menta-tower/\" class=\" u-underline\">campaign</a> against a long-planned and <a href=\"http://www.croydonadvertiser.co.uk/Menta-developers-let-s-talk/story-11368968-detail/story.html\" class=\" u-underline\">long-opposed</a> tower block in Addiscombe ward close to the town centre. That campaign is led by one of <a href=\"https://www.croydon.gov.uk/democracy/elected/allcouncillors/01\" class=\" u-underline\">Addiscombe ward&#8217;s Labour councillors</a> (who, small world, happens to be a relative of mine). Barwell, who has not opposed tall buildings in the town centre itself, which is undergoing a major redevelopment, has <a href=\"http://insidecroydon.com/2011/07/23/litter-picker-barwell-now-has-a-big-mess-to-clear-up/\" class=\" u-underline\">declared himself unhappy</a> with the one planned for Addiscombe. <br></p>\n<p>That&#8217;s just one small part the detail of the political landscape in this varied and variegated seat. Speaking broadly, Labour is strong north of Addiscombe Road while the Tories do better to its south, where wide residential avenues are lined with private housing set back off the street with two cars parked on their forecourts. But at the southern tip of Croydon Central, at the very edge of Greater London itself, the <a href=\"https://www.croydon.gov.uk/sites/default/files/articles/downloads/new-addington-2014.pdf\" class=\" u-underline\">two</a> <a href=\"https://www.croydon.gov.uk/sites/default/files/articles/downloads/fairfield-2014.pdf\" class=\" u-underline\">wards</a> containing the <a href=\"http://en.wikipedia.org/wiki/New_Addington\" class=\" u-underline\">New Addington housing estates</a> have a distinctive political eco climate in which the British National Party has made itself noticed in the past and Ukip has challenged the established parties more recently. Labour cleaned up there in last year&#8217;s Town Hall contest, but knows it can take nothing for granted.<br></p>\n<p>Meanwhile, wider demographic change in Croydon as a whole has been the type that favours Labour. As in London&#8217;s suburbs generally, the proportion of poorer voters has gone up, as have the numbers of ethnic minority residents. That said, Barwell is recognised as grasping better than many Tories the party&#8217;s need to be more inclusive. Among the newcomers are IT professionals from India, who&#8217;ve settled in areas like Park Hill and parts of Addiscombe. Both the largest parties will hope to woo them.<br></p>\n<p>And, of course, there&#8217;s the national backdrop to consider too. Croydon borough has seen a growth in private renters - they now number one in five households, says Jones - for whom Labour has <a href=\"http://www.theguardian.com/uk-news/davehillblog/2015/apr/29/miliband-tenants-rights-and-london-rents\" class=\" u-underline\">a progressive policy</a> and the Conservatives have none at all. Housing in general is a big issue, as it is all over London. The NHS is a big card for Labour everywhere. Jones is <a href=\"http://www.sarah-jones.org/nhs\" class=\" u-underline\">playing it large</a>. Will Labour&#8217;s ground troops prevail over the Tories&#8217; scare bombardment in Croydon Central? Will local factors be decisive? Pretty soon, we&#8217;ll know. <br></p>\n</div>",
  "authors": [
    "Dave Hill"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news",
    "General election 2015",
    "Politics",
    "London politics",
    "London",
    "Labour",
    "Lord Ashcroft",
    "Conservatives",
    "Green party",
    "Liberal Democrats",
    "Boris Johnson",
    "David Cameron",
    "UK Independence party (Ukip)"
  ],
  "ntitle": "all_to_play_for_in_labour_target_croydon_central_new_poll_suggests",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "All through the campaign London-wide polls and eminent psephologists have had Labour on course to win marginal Croydon Central from the Conservatives. Last year’s council elections pointed that way too, with Croydon Council turning to red from blue. But US master pollster Nate Silver has predicted a Tory hold, with 42.4% of the vote compared with Labour’s 40%. Now a new Lord Ashcroft survey in the Outer London constituency, conducted on Thursday, gives Tory incumbent Gavin Barwell a four point lead compared with the four point advantage he found for Labour’s Sarah Jones in March and the six point one she enjoyed back in October.\n\n\n\nHis finding puts the Tory vote share, at 44%, higher than it was at the 2010 election despite the trend towards Labour within London as a whole. A long term Lib Dem collapse will be part of the reason for that. But if there really is a late shift towards Barwell locally at Jones’s expense, the prime suspect will come as no surprise.\n\n\n\n“The Ukip share in the seat has nearly halved, from 19% to 10%, since the October poll,” Ashcroft writes of what he calls “the most striking” of his final batch of UK constituency polls. It’s also down from 13% in March. Ukip’s ratings in London trail their national share, but the party’s purchase is likely to be greater at the suburban fringes of the metropolis than in its “super-diverse” inner city core. The party has been hurting the Conservative more than Labour in London and if enough of its supporters heed Boris Johnson’s call to “come home” to the Tories, they could be the ones who save Croydon Central for his party.\n\n\n\nBarwell, a former head of the Conservatives’ target seats campaign who, incidentally, used to work for Ashcroft, has been pushing the “SNP ransom” fear angle. Inside Croydon reports that he’s banking on a “Blukip pact”. Labour aims to have 500 activists in the seat on election day. Silver said Barwell could scrape home by as few as 500 votes. Is anyone not biting their nails?\n\nI visited Croydon Central on Thursday. Walking west from East Croydon station in Croydon town centre into a part of the constituency I haven’t explored before provided signs of the closeness of the contest and factors that will influence the result. There was a poster for Green Party candidate Esther Sutton. Croydon is not the sort of place where London Greens do best but, like everywhere else, some of their vote share will be at Labour’s expense.\n\n\n\nThe new Ashcroft puts them at 3% in Croydon Central. Jones and her team are working to pare that down: Vote Green, Get Blue is the justified warning (it goes for elsewhere in the capital and the whole o the country. David Cameron visited the seat last week and told the Croydon Advertiser: “It will be very difficult for us to form a government without Central Croydon.”). Jones and Labour also need to work on disillusion among the remaining Lib Dem supporters. They are on a desperately low 2% in Croydon Central according to Ashcroft, but every handful of votes will be critical.\n\nFurther on down Addiscombe Road, following the tram route into residential parts, next door neighbours vie to advertise affiliations. See my photograph above. And yet the picture isn’t entirely clear cut. The Barwell-backer’s door shows support for a local campaign against a long-planned and long-opposed tower block in Addiscombe ward close to the town centre. That campaign is led by one of Addiscombe ward’s Labour councillors (who, small world, happens to be a relative of mine). Barwell, who has not opposed tall buildings in the town centre itself, which is undergoing a major redevelopment, has declared himself unhappy with the one planned for Addiscombe.\n\n\n\nThat’s just one small part the detail of the political landscape in this varied and variegated seat. Speaking broadly, Labour is strong north of Addiscombe Road while the Tories do better to its south, where wide residential avenues are lined with private housing set back off the street with two cars parked on their forecourts. But at the southern tip of Croydon Central, at the very edge of Greater London itself, the two wards containing the New Addington housing estates have a distinctive political eco climate in which the British National Party has made itself noticed in the past and Ukip has challenged the established parties more recently. Labour cleaned up there in last year’s Town Hall contest, but knows it can take nothing for granted.\n\n\n\nMeanwhile, wider demographic change in Croydon as a whole has been the type that favours Labour. As in London’s suburbs generally, the proportion of poorer voters has gone up, as have the numbers of ethnic minority residents. That said, Barwell is recognised as grasping better than many Tories the party’s need to be more inclusive. Among the newcomers are IT professionals from India, who’ve settled in areas like Park Hill and parts of Addiscombe. Both the largest parties will hope to woo them.\n\n\n\nAnd, of course, there’s the national backdrop to consider too. Croydon borough has seen a growth in private renters - they now number one in five households, says Jones - for whom Labour has a progressive policy and the Conservatives have none at all. Housing in general is a big issue, as it is all over London. The NHS is a big card for Labour everywhere. Jones is playing it large. Will Labour’s ground troops prevail over the Tories’ scare bombardment in Croydon Central? Will local factors be decisive? Pretty soon, we’ll know.\n\n",
  "title": "All to play for in Labour target Croydon Central, new poll suggests",
  "ts_in": "2015-05-02T16:28:17.558346",
  "url": "http://www.theguardian.com/uk-news/davehillblog/2015/may/02/all-to-play-for-in-labour-target-croydon-central-new-poll-suggests"
}