{
  "article_html": "<div><p>The conductor on the No 5 tram shuttling down Nieuwezijds Voorburgwal, one of Amsterdam&#8217;s wide central thoroughfares, has her work cut out. Seated inside her glass booth in the middle of a moving car, she is besieged by tourists on all sides. &#8220;I have no tickets left!&#8221; she announces abruptly. Bemused sightseers, destined for the museum quarter, can now enjoy a free ride, but have little or no room to move, or breathe.</p>\n<p>This city really does not seem in need of more visitors. Especially not the British. On the train in from the ferry port, members of the standard English stag trips were in evidence. One groom-to-be, easily spotted in his yellow banana suit, was excitedly running through the lineup of bars and late-night attractions ahead. And yet next month busy Amsterdam wants to reach out across the North Sea and remind its near neighbours what it does well; not the druggy coffee shops, nor the quaint canal cruises, nor the sex tours, but instead its blistering display of difficult, even confrontational, culture at <a href=\"http://www.hollandfestival.nl/en/\" class=\" u-underline\">the annual Holland festival</a>.</p>\n<p>The festival&#8217;s co-director this year is a Brit and she is a high-profile one. Ruth Mackenzie, former arts adviser to a succession of Westminster culture ministers and the woman responsible for putting together the programme of the Cultural Olympiad in London in 2012, has been working with a team of Dutch experts to bring greater international attention to a major summer event that has been going on since 1947. At its inception, in the wake of war, the Holland festival was one of the cultural celebrations intended to revive Europe, alongside Edinburgh, Avignon and Vienna. Despite its longevity and its significance inside the <a href=\"http://www.theguardian.com/world/netherlands\" class=\" u-underline\">Netherlands</a>, large numbers of British fans of music, theatre, art and ballet have so far failed to mark the festival on their calendar. Plenty have not even heard of it.</p>\n<p>The rows of weekend tourists standing in front of Rembrandt&#8217;s <a href=\"http://www.theguardian.com/culture/2013/apr/05/rijksmuseum-reopens-long-refurbishment-rethink\" class=\" u-underline\">The Night Watch on the first floor</a> of the refurbished Rijksmuseum fall broadly into two categories. Some are middle-aged couples engaged in a pleasant round of cultural box-ticking: others are young students, dutifully scanning European art treasures. None I spoke to were aware of the Holland festival. Naturally, Mackenzie thinks this is silly, and particularly for Brits, because the festival is a chance to see good European art before it comes to London, as well as to sample oddities that probably never will. &#8220;It&#8217;s actually often easier to get out here than it is to get to Edinburgh,&#8221; she says. &#8220;It is only 45 minutes in a plane from London and there are direct trains too.&#8221;</p>\n<p>A big draw this year is British artist Liam Gillick, who will contribute his first piece of art using the human form. In his All-Imitate-Act Gillick is to invite passersby on the Museumplein next to Amsterdam&#8217;s contemporary gallery, the Stedelijk, to place their heads, seaside pier-style, inside holes at the top of a series of cardboard cutout cultural figures. This element of public participation picks up on a theme of shared experience for 2015. The festival will open with a DJ live-streaming a bespoke party mix into the homes of anyone who wants to join in. There will also be a 12-Hour Proms event, with music ranging from Thomas Tallis to the Mercury Music prize-nominated British singer Anna Calvi. With tickets going for &#8364;10, Mackenzie sees this as an enticing offer for Calvi fans across the water.</p>\n<p>This spring the Stedelijk has staged a different Tino Sehgal &#8220;happening&#8221; each month. When I visited <a href=\"http://www.theguardian.com/artanddesign/2013/apr/25/turner-prize-2013-shortlist-tino-sehgal\" class=\" u-underline\">the Turner-nominated Anglo-German artist</a> had uniformed gallery wardens leaping out and informing art lovers: &#8220;It&#8217;s so contemporary!&#8221; It was hard to disagree. For the festival next month he has something special, and rather darker, planned.</p>\n<p>The only fly on the pancake for cultural tourists is the length of the queues outside the bigger national institutions. &#8220;I just can&#8217;t bear these lines. Let&#8217;s go,&#8221; I heard an American teenager complaining outside the Van Gogh Museum. Tickets should certainly be pre-booked.</p>\n<p>In a noble response to bleak days before Amsterdam&#8217;s liberation 70 years ago this week, the longest wait is for those standing in the serpentine line outside Anne Frank&#8217;s former hiding place on Prinsengracht. This bends not just around several street corners, but right around the large Westerkerk, the church with the bells that sounded out Frank&#8217;s quarter hours. These landmarks of the tourist trail are all at hand, but Mackenzie&#8217;s vision for June centres on her 18 world premieres and 29 Dutch premieres. &#8220;There is so much going in Amsterdam anyway, you really have to raise it up a notch to make an impact,&#8221; she said. She hopes she has built on the risk-taking track record that welcomed Benjamin Britten&#8217;s War Requiem in the late 1940s and so helped germinate the seed of the annual festival the composer was soon to create at Aldeburgh.</p>\n<p>&#8220;Amsterdam is often the first place to recognise a talent,&#8221; says Mackenzie. &#8220;We have lots of artists who have not yet worked in the UK. One who is going to be taking the idea of public involvement to an extreme is the Argentinian, Fernando Rubio.&#8221; Rubio will set up six double beds across the city and then invite people to climb in for one-to-one performances of a short text about loneliness, delivered by an actress. &#8220;Members of the public will become the artwork and they are not going to forget that experience.&#8221;</p>\n<p>Why then do the British not come over en masse? The old associations with stag trips and prostitutes, coupled with the tawdry &#8220;head shops&#8221; selling cannabis, could be to blame. This spring the canalsides are dotted with the odd beer-sluiced post-adolescent, but Amsterdam has an overwhelmingly friendly atmosphere, not a seamy one. The chief danger is getting lost at night in the maze of apparently interchangeable canal frontages: a stage set from the 17th century, with gabled rooftops peering down on either side.</p>\n<p>&#8220;Amsterdam is completely gorgeous. It looks like a Pieter de Hooch painting and it is very safe,&#8221; enthuses Mackenzie. &#8220;I have never felt at risk.&#8221;</p>\n<p>Yet a luridly honest sign in the forecourt of the main railway station tells another story. The digital display, of the kind usually offering advice on planned roadworks, blinks out a warning to tourists not to buy drugs on the street because there have been two deaths in the last few months.</p>\n<p>Mackenzie sees this sign as typical of the straightforward and caring attitude of the Dutch capital. &#8220;It is a very liberal, gentle city. And a place that confronts things that are ignored elsewhere.&#8221;</p>\n</div>",
  "authors": [
    "Vanessa Thorpe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Festivals",
    "Netherlands",
    "Culture",
    "Europe",
    "World news",
    "Festivals",
    "Travel"
  ],
  "ntitle": "amsterdam_forget_sex_tours_and_stag_dos_now_the_art_takes_centre_stage",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The conductor on the No 5 tram shuttling down Nieuwezijds Voorburgwal, one of Amsterdam’s wide central thoroughfares, has her work cut out. Seated inside her glass booth in the middle of a moving car, she is besieged by tourists on all sides. “I have no tickets left!” she announces abruptly. Bemused sightseers, destined for the museum quarter, can now enjoy a free ride, but have little or no room to move, or breathe.\n\nThis city really does not seem in need of more visitors. Especially not the British. On the train in from the ferry port, members of the standard English stag trips were in evidence. One groom-to-be, easily spotted in his yellow banana suit, was excitedly running through the lineup of bars and late-night attractions ahead. And yet next month busy Amsterdam wants to reach out across the North Sea and remind its near neighbours what it does well; not the druggy coffee shops, nor the quaint canal cruises, nor the sex tours, but instead its blistering display of difficult, even confrontational, culture at the annual Holland festival.\n\nThe festival’s co-director this year is a Brit and she is a high-profile one. Ruth Mackenzie, former arts adviser to a succession of Westminster culture ministers and the woman responsible for putting together the programme of the Cultural Olympiad in London in 2012, has been working with a team of Dutch experts to bring greater international attention to a major summer event that has been going on since 1947. At its inception, in the wake of war, the Holland festival was one of the cultural celebrations intended to revive Europe, alongside Edinburgh, Avignon and Vienna. Despite its longevity and its significance inside the Netherlands, large numbers of British fans of music, theatre, art and ballet have so far failed to mark the festival on their calendar. Plenty have not even heard of it.\n\nThe rows of weekend tourists standing in front of Rembrandt’s The Night Watch on the first floor of the refurbished Rijksmuseum fall broadly into two categories. Some are middle-aged couples engaged in a pleasant round of cultural box-ticking: others are young students, dutifully scanning European art treasures. None I spoke to were aware of the Holland festival. Naturally, Mackenzie thinks this is silly, and particularly for Brits, because the festival is a chance to see good European art before it comes to London, as well as to sample oddities that probably never will. “It’s actually often easier to get out here than it is to get to Edinburgh,” she says. “It is only 45 minutes in a plane from London and there are direct trains too.”\n\nA big draw this year is British artist Liam Gillick, who will contribute his first piece of art using the human form. In his All-Imitate-Act Gillick is to invite passersby on the Museumplein next to Amsterdam’s contemporary gallery, the Stedelijk, to place their heads, seaside pier-style, inside holes at the top of a series of cardboard cutout cultural figures. This element of public participation picks up on a theme of shared experience for 2015. The festival will open with a DJ live-streaming a bespoke party mix into the homes of anyone who wants to join in. There will also be a 12-Hour Proms event, with music ranging from Thomas Tallis to the Mercury Music prize-nominated British singer Anna Calvi. With tickets going for €10, Mackenzie sees this as an enticing offer for Calvi fans across the water.\n\nThis spring the Stedelijk has staged a different Tino Sehgal “happening” each month. When I visited the Turner-nominated Anglo-German artist had uniformed gallery wardens leaping out and informing art lovers: “It’s so contemporary!” It was hard to disagree. For the festival next month he has something special, and rather darker, planned.\n\nThe only fly on the pancake for cultural tourists is the length of the queues outside the bigger national institutions. “I just can’t bear these lines. Let’s go,” I heard an American teenager complaining outside the Van Gogh Museum. Tickets should certainly be pre-booked.\n\nIn a noble response to bleak days before Amsterdam’s liberation 70 years ago this week, the longest wait is for those standing in the serpentine line outside Anne Frank’s former hiding place on Prinsengracht. This bends not just around several street corners, but right around the large Westerkerk, the church with the bells that sounded out Frank’s quarter hours. These landmarks of the tourist trail are all at hand, but Mackenzie’s vision for June centres on her 18 world premieres and 29 Dutch premieres. “There is so much going in Amsterdam anyway, you really have to raise it up a notch to make an impact,” she said. She hopes she has built on the risk-taking track record that welcomed Benjamin Britten’s War Requiem in the late 1940s and so helped germinate the seed of the annual festival the composer was soon to create at Aldeburgh.\n\n“Amsterdam is often the first place to recognise a talent,” says Mackenzie. “We have lots of artists who have not yet worked in the UK. One who is going to be taking the idea of public involvement to an extreme is the Argentinian, Fernando Rubio.” Rubio will set up six double beds across the city and then invite people to climb in for one-to-one performances of a short text about loneliness, delivered by an actress. “Members of the public will become the artwork and they are not going to forget that experience.”\n\nWhy then do the British not come over en masse? The old associations with stag trips and prostitutes, coupled with the tawdry “head shops” selling cannabis, could be to blame. This spring the canalsides are dotted with the odd beer-sluiced post-adolescent, but Amsterdam has an overwhelmingly friendly atmosphere, not a seamy one. The chief danger is getting lost at night in the maze of apparently interchangeable canal frontages: a stage set from the 17th century, with gabled rooftops peering down on either side.\n\n“Amsterdam is completely gorgeous. It looks like a Pieter de Hooch painting and it is very safe,” enthuses Mackenzie. “I have never felt at risk.”\n\nYet a luridly honest sign in the forecourt of the main railway station tells another story. The digital display, of the kind usually offering advice on planned roadworks, blinks out a warning to tourists not to buy drugs on the street because there have been two deaths in the last few months.\n\nMackenzie sees this sign as typical of the straightforward and caring attitude of the Dutch capital. “It is a very liberal, gentle city. And a place that confronts things that are ignored elsewhere.”",
  "title": "Amsterdam: forget sex tours and stag dos ... now the art takes centre-stage",
  "ts_in": "2015-05-02T16:27:47.236787",
  "url": "http://www.theguardian.com/culture/2015/may/02/holland-festival-amsterdam-bids-to-lure-britons"
}