{
  "article_html": "<div><p>It&#8217;s perfectly possible that on Wednesday I will have sex. I don&#8217;t know this for sure but I&#8217;ve had a date and it went well. He wants to see me again on Sunday,&#160;and then we have tickets for Wednesday, which will be our third date. Sex is more or less&#160;scheduled.</p>\n<p>His name is Marc and he lives about two miles away, and he&#8217;s an engineer. He&#8217;s eight years younger than me and wavy-haired and hazel-eyed and isn&#8217;t afraid&#160;of a man bag. These aren&#8217;t the most striking things about him, though. The really striking thing about&#160;him is his complete normality. OK, so we&#8217;ve only had one date, but he came over as fundamentally normal and decent.</p>\n<p>When he messaged me, using the dating site system, he&#8217;d only been on the website for a few days, having been single for a while after a six-year relationship. &#8220;You look interesting,&#8221; he wrote. &#8220;You have lovely eyes and we seem to have a lot in common. In fact, I think I&#8217;ve seen you at the cinema&#160;on&#160;your own. French film, last Sunday afternoon? I like old French movies too. Do you fancy having a beer one night? I note that you like beer, which is excellent. If you also like&#160;Mexican food, it&#8217;s going to be a great night.&#8221;</p>\n<p>I didn&#8217;t have to consider. This wasn&#8217;t a man who&#8217;d already asked if he could blow raspberries on my thighs, or who wanted to know what size my nipples were in our first conversation. We&#8217;d have an ordinary date, and talk, and that&#8217;s what we did. We had a beer and ate together, and it was fine, in the end.</p>\n<p>Marc had come straight from work and was somewhat crumpled, his hair unruly, a smudge on his face he had no idea was there. He was at a corner table, reading the paper and completely relaxed about meeting me. I, on the other hand, had spent all afternoon trying on clothes, and sighing at my reflection, and saying no, no you look terrible in that. I couldn&#8217;t get my hair to dry properly; it kinked in bizarre, unprecedented directions. I put my thumb through my new tights, right on the shin, and had to chuck them.</p>\n<p>I wore my trusty navy blue frock and put pearls on and took them off, and put makeup on in too dim a light and had to redo it, and swapped heels for flats and back to heels, and my heart beat hard all the way there in the cab. My upper lip insisted on perspiring. I almost didn&#8217;t go. I almost cancelled at the last minute.</p>\n<p>He didn&#8217;t look appalled by my appearance. In fact, he looked kind of relieved. He kissed me on the cheek and stroked my upper arm at the same time. Our eyes met and lingered; he&#8217;d been out in sunshine all day and the hazel was flecked with green, and there was something about his gaze that could make a girl blush. Our eyes kept meeting and lingering, while we talked about work and cinema and a hundred things that led on from that.</p>\n<p>He said he&#8217;d only had one date so far &#8211; it had been their first and last, he added. They&#8217;d struggled to find things to talk about, he said, but nonetheless she&#8217;d taken it for granted that there&#8217;d be sex afterwards, and he&#8217;d found himself saying that he didn&#8217;t do that until the third date. We laughed. If I became a little manic, treating him to a perhaps overly frank emotional CV, and telling funny stories in rapid fire, that was OK. I was nervous. He didn&#8217;t mind. When it was obvious to us both that I was gabbling, he&#8217;d just stare at me and his mouth would crinkle up, and he&#8217;d say, &#8220;You can relax you know. Shall we have another beer?&#8221;</p>\n<p>By my reckoning we had five, spread over three hours, with lots of tacos and ceaseless talking, most of that admittedly mine. And then we split the bill, and went out on to the street, and he hailed me a cab, and kissed me on the mouth, and said: &#8220;Are you free on Sunday for a walk?&#8221; I said I was. He said he was sure the walk would be fun. After that, Wednesday &#8211; was I free on Wednesday to go to a film? He&#8217;d get tickets. I said that&#8217;d be nice.</p>\n<p>While the cab stood purring, waiting for me, he kissed me again, and for longer. He said: &#8220;You know, Wednesday will be our third date.&#8221;</p>\n<p>&#8226; Stella Grey is a pseudonym</p>\n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\" class=\" u-underline\">@GreyStellaGrey</a></p>\n</div>",
  "authors": [
    "Stella Grey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Online dating",
    "Relationships",
    "Family",
    "Dating"
  ],
  "ntitle": "at_last_a_normal_date_with_a_normal_man",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "It’s perfectly possible that on Wednesday I will have sex. I don’t know this for sure but I’ve had a date and it went well. He wants to see me again on Sunday, and then we have tickets for Wednesday, which will be our third date. Sex is more or less scheduled.\n\nHis name is Marc and he lives about two miles away, and he’s an engineer. He’s eight years younger than me and wavy-haired and hazel-eyed and isn’t afraid of a man bag. These aren’t the most striking things about him, though. The really striking thing about him is his complete normality. OK, so we’ve only had one date, but he came over as fundamentally normal and decent.\n\nWhen he messaged me, using the dating site system, he’d only been on the website for a few days, having been single for a while after a six-year relationship. “You look interesting,” he wrote. “You have lovely eyes and we seem to have a lot in common. In fact, I think I’ve seen you at the cinema on your own. French film, last Sunday afternoon? I like old French movies too. Do you fancy having a beer one night? I note that you like beer, which is excellent. If you also like Mexican food, it’s going to be a great night.”\n\nI didn’t have to consider. This wasn’t a man who’d already asked if he could blow raspberries on my thighs, or who wanted to know what size my nipples were in our first conversation. We’d have an ordinary date, and talk, and that’s what we did. We had a beer and ate together, and it was fine, in the end.\n\nMarc had come straight from work and was somewhat crumpled, his hair unruly, a smudge on his face he had no idea was there. He was at a corner table, reading the paper and completely relaxed about meeting me. I, on the other hand, had spent all afternoon trying on clothes, and sighing at my reflection, and saying no, no you look terrible in that. I couldn’t get my hair to dry properly; it kinked in bizarre, unprecedented directions. I put my thumb through my new tights, right on the shin, and had to chuck them.\n\nI wore my trusty navy blue frock and put pearls on and took them off, and put makeup on in too dim a light and had to redo it, and swapped heels for flats and back to heels, and my heart beat hard all the way there in the cab. My upper lip insisted on perspiring. I almost didn’t go. I almost cancelled at the last minute.\n\nHe didn’t look appalled by my appearance. In fact, he looked kind of relieved. He kissed me on the cheek and stroked my upper arm at the same time. Our eyes met and lingered; he’d been out in sunshine all day and the hazel was flecked with green, and there was something about his gaze that could make a girl blush. Our eyes kept meeting and lingering, while we talked about work and cinema and a hundred things that led on from that.\n\nHe said he’d only had one date so far – it had been their first and last, he added. They’d struggled to find things to talk about, he said, but nonetheless she’d taken it for granted that there’d be sex afterwards, and he’d found himself saying that he didn’t do that until the third date. We laughed. If I became a little manic, treating him to a perhaps overly frank emotional CV, and telling funny stories in rapid fire, that was OK. I was nervous. He didn’t mind. When it was obvious to us both that I was gabbling, he’d just stare at me and his mouth would crinkle up, and he’d say, “You can relax you know. Shall we have another beer?”\n\nBy my reckoning we had five, spread over three hours, with lots of tacos and ceaseless talking, most of that admittedly mine. And then we split the bill, and went out on to the street, and he hailed me a cab, and kissed me on the mouth, and said: “Are you free on Sunday for a walk?” I said I was. He said he was sure the walk would be fun. After that, Wednesday – was I free on Wednesday to go to a film? He’d get tickets. I said that’d be nice.\n\nWhile the cab stood purring, waiting for me, he kissed me again, and for longer. He said: “You know, Wednesday will be our third date.”\n\n• Stella Grey is a pseudonym\n\n@GreyStellaGrey",
  "title": "At last, a normal date with a normal man",
  "ts_in": "2015-05-02T16:28:56.525135",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/at-last-a-normal-date-with-a-normal-man"
}