{
  "article_html": "<div><p>Blackpool&#8217;s final game of the Championship season against <a href=\"http://www.theguardian.com/football/huddersfield\" class=\" u-underline\">Huddersfield</a> was abandoned after home supporters staged a pitch invasion in protest at the club&#8217;s owners, the Oyston family.</p>\n<p>More than 2,000 fans staged a demonstration against the Oystons before their relegated side&#8217;s game at Bloomfield Road, and then a large group invaded the pitch three minutes into the second half, prompting the referee Mick Russell to remove the players.</p>\n<p><a href=\"https://twitter.com/WillWatt\" title=\"\" class=\" u-underline\">William Watt</a>, who covers the club for the Blackpool Gazette, reported that &#8220;there&#8217;s been an announcement to say the referee wants to resume the game, although centre circle still full of supporters&#8221;.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; William Watt (@WillWatt)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Fans are camped in the centre circle and have let off a flare <a href=\"http://t.co/MNTSYc3IjO\" class=\" u-underline\">pic.twitter.com/MNTSYc3IjO</a></p>\n<a href=\"https://twitter.com/WillWatt/status/594476813172236288\"></a>\n</blockquote>\n\n<p>Fans&#8217; groups Blackpool Supporters&#8217; Trust and the Tangerine Knights <a href=\"http://www.theguardian.com/football/2015/apr/29/blackpool-fans-fury-statue-stan-mortensen\" title=\"\" class=\" u-underline\">had dubbed 2 May &#8220;Judgement Day&#8221;</a> following chairman Karl Oyston&#8217;s declaration in August that critics should &#8220;judge us at the end of the season&#8221;.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; William Watt (@WillWatt)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Crowd erupt as a man on a mobility scooter joins in the protest. <a href=\"http://t.co/Gk8Gx6VQHJ\" class=\" u-underline\">pic.twitter.com/Gk8Gx6VQHJ</a></p>\n<a href=\"https://twitter.com/WillWatt/status/594485511290540032\"></a>\n</blockquote>\n\n<p>After an hour-long break, the game was finally called off by Russell. The Football League confirmed it would make a ruling on whether the game should be replayed, and <a href=\"http://www.theguardian.com/football/blackpool\" class=\" u-underline\">Blackpool</a> boss Lee Clark thought it was a frustrating day for all concerned. &#8220;It just compounds an absolutely horrendous season,&#8221; he said. &#8220;The supporters were just acting on this season and the culmination of the relegation.</p>\n<p>&#8220;Frustration has been building up over a period of time. It&#8217;s a very, very disappointing day. I love football and I love working in the industry ever since I left school, and I didn&#8217;t want to be involved in anything like this. I have the feelings of a supporter and I&#8217;ll never criticise them. Since I came through the door there has been a very toxic atmosphere and you can&#8217;t be successful with that. We kept chatting to the referee and the officials and match commander, but we couldn&#8217;t determine what was going to happen or how long we&#8217;d have to wait before it was abandoned and what would the sanction be. Is the game going to be replayed? No-one knows as it&#8217;s a unique situation.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/football/blog/2015/may/02/karl-oyston-blackpool-tangerine-nightmare-stan-mortenson\" class=\" u-underline\">Karl Oyston&#8217;s Blackpool hell-ride: where will tangerine nightmare end? | Daniel Taylor</a> </p>\n\n<p>Huddersfield manager Chris Powell added: &#8220;I feel sorry for our fans first off, coming all this way. I&#8217;m sure some will have come last night and paid for accommodation and they were all in a good mood. We were looking to win the game and had chances to do that but what happened is something that I&#8217;ve never seen before. It&#8217;s unprecedented and what&#8217;s going to happen now?</p>\n<p>&#8220;To be fair to the referee, he was a little bit in shock but handled it well and got advice from safety officers and the head of police, and they tried their best to get the game back on but in the end they couldn&#8217;t guarantee our safety. It&#8217;s strange to end the season this way. There&#8217;s talk of replaying it but half my team go away on Tuesday so I really don&#8217;t know what is going to happen. I don&#8217;t know how they are going to do it.&#8221;</p>\n</div>",
  "authors": [
    "Guardian Sport"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Blackpool",
    "Championship",
    "Huddersfield",
    "Football",
    "Sport"
  ],
  "ntitle": "blackpool_fans_force_huddersfield_game_to_be_abandoned_with_oystons_protest",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Blackpool’s final game of the Championship season against Huddersfield was abandoned after home supporters staged a pitch invasion in protest at the club’s owners, the Oyston family.\n\nMore than 2,000 fans staged a demonstration against the Oystons before their relegated side’s game at Bloomfield Road, and then a large group invaded the pitch three minutes into the second half, prompting the referee Mick Russell to remove the players.\n\nWilliam Watt, who covers the club for the Blackpool Gazette, reported that “there’s been an announcement to say the referee wants to resume the game, although centre circle still full of supporters”.\n\n— William Watt (@WillWatt) Fans are camped in the centre circle and have let off a flare pic.twitter.com/MNTSYc3IjO\n\nFans’ groups Blackpool Supporters’ Trust and the Tangerine Knights had dubbed 2 May “Judgement Day” following chairman Karl Oyston’s declaration in August that critics should “judge us at the end of the season”.\n\n— William Watt (@WillWatt) Crowd erupt as a man on a mobility scooter joins in the protest. pic.twitter.com/Gk8Gx6VQHJ\n\nAfter an hour-long break, the game was finally called off by Russell. The Football League confirmed it would make a ruling on whether the game should be replayed, and Blackpool boss Lee Clark thought it was a frustrating day for all concerned. “It just compounds an absolutely horrendous season,” he said. “The supporters were just acting on this season and the culmination of the relegation.\n\n“Frustration has been building up over a period of time. It’s a very, very disappointing day. I love football and I love working in the industry ever since I left school, and I didn’t want to be involved in anything like this. I have the feelings of a supporter and I’ll never criticise them. Since I came through the door there has been a very toxic atmosphere and you can’t be successful with that. We kept chatting to the referee and the officials and match commander, but we couldn’t determine what was going to happen or how long we’d have to wait before it was abandoned and what would the sanction be. Is the game going to be replayed? No-one knows as it’s a unique situation.”\n\nRelated: Karl Oyston’s Blackpool hell-ride: where will tangerine nightmare end? | Daniel Taylor\n\nHuddersfield manager Chris Powell added: “I feel sorry for our fans first off, coming all this way. I’m sure some will have come last night and paid for accommodation and they were all in a good mood. We were looking to win the game and had chances to do that but what happened is something that I’ve never seen before. It’s unprecedented and what’s going to happen now?\n\n“To be fair to the referee, he was a little bit in shock but handled it well and got advice from safety officers and the head of police, and they tried their best to get the game back on but in the end they couldn’t guarantee our safety. It’s strange to end the season this way. There’s talk of replaying it but half my team go away on Tuesday so I really don’t know what is going to happen. I don’t know how they are going to do it.”",
  "title": "Blackpool fans force Huddersfield game to be abandoned with Oystons protest",
  "ts_in": "2015-05-02T17:19:16.966150",
  "url": "http://www.theguardian.com/football/2015/may/02/blackpool-fans-suspend-game-pitch-invasion-protest"
}