{
  "article_html": "<div><p>A bomb aimed at ambushing a police patrol has been found in north <a href=\"http://www.theguardian.com/uk/belfast\" class=\" u-underline\">Belfast</a>.</p>\n<p>The explosive was discovered on Friday evening in the Brompton Park area of the republican Ardoyne district after a phone warning to a priest at a Catholic church across the road.</p>\n<p>Police sealed off Crumlin Road and Brompton Park while army bomb experts dealt with the device.</p>\n<p>Supt Paula Hilman, of the Police Service of <a href=\"http://www.theguardian.com/uk/northernireland\" class=\" u-underline\">Northern Ireland</a>, said: &#8220;We are grateful for the continuing patience and support of local people as we deal with this alert.&#8221;</p>\n<p>Gary Donegan, a priest in north Belfast, confirmed he had received the warning call on Thursday night: &#8220;A man phoned me to say a device had been left for the police near a local bookmaker&#8217;s.&#8221;</p>\n<p>The SDLP Westminster election candidate Alban Maginness said the community stood strong against those behind the latest attack, adding: &#8220;The caller said the device hadn&#8217;t gone off. A priest at Sacred Heart received the same phone call.&#8221;</p>\n<p>The area close to Donegan&#8217;s church has been the scene of repeated attempts by dissident republicans to kill police officers. Earlier this year, the &#211;glaigh na h&#201;ireann group fired a homemade rocket at an armoured police patrol. The rocket missed its target and exploded in the road.</p>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Belfast",
    "Northern Ireland",
    "UK news"
  ],
  "ntitle": "bomb_aimed_at_police_patrol_found_in_north_belfast",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "A bomb aimed at ambushing a police patrol has been found in north Belfast.\n\nThe explosive was discovered on Friday evening in the Brompton Park area of the republican Ardoyne district after a phone warning to a priest at a Catholic church across the road.\n\nPolice sealed off Crumlin Road and Brompton Park while army bomb experts dealt with the device.\n\nSupt Paula Hilman, of the Police Service of Northern Ireland, said: “We are grateful for the continuing patience and support of local people as we deal with this alert.”\n\nGary Donegan, a priest in north Belfast, confirmed he had received the warning call on Thursday night: “A man phoned me to say a device had been left for the police near a local bookmaker’s.”\n\nThe SDLP Westminster election candidate Alban Maginness said the community stood strong against those behind the latest attack, adding: “The caller said the device hadn’t gone off. A priest at Sacred Heart received the same phone call.”\n\nThe area close to Donegan’s church has been the scene of repeated attempts by dissident republicans to kill police officers. Earlier this year, the Óglaigh na hÉireann group fired a homemade rocket at an armoured police patrol. The rocket missed its target and exploded in the road.",
  "title": "Bomb aimed at police patrol found in north Belfast",
  "ts_in": "2015-05-02T16:28:13.867202",
  "url": "http://www.theguardian.com/uk-news/2015/may/01/bomb-aimed-at-police-patrol-found-in-north-belfast"
}