{
  "article_html": "<div><p>Bournemouth have ended the <a href=\"http://www.theguardian.com/football/championship\" class=\" u-underline\">Championship</a> season as champions on a dramatic final day, after Sheffield Wednesday held Watford to a draw at Vicarage Road with a late goal from Atdhe Nuhiu.</p>\n<p>The Cherries&#8217; near-certain promotion to the Premier League was confirmed with a comfortable 3-0 victory over Charlton at The Valley, thanks to two goals from Matt Ritchie, separated by one from Harry Arter.</p>\n<p>Only a hugely improbable 19-goal swing away from the Cherries in Middlesbrough&#8217;s favour on the final day of the Championship season could have prevented their promotion from the division. In the event, Middlesbrough were held to a goalless draw by Brighton, leaving <a href=\"http://www.theguardian.com/football/bournemouth\" class=\" u-underline\">Bournemouth</a> first on 90 points, one ahead of Watford, whose promotion was confirmed last weekend. Three points further behind and outside the automatic promotion places were Norwich (86pts), who will join Middlesbrough (85pts), Brentford (78pts) and Ipswich (78pts) in the play-offs.</p>\n<p>At The Valley, the mid-table Addicks were outclassed from the off and went two goals down within 12 minutes.</p>\n<p>Early on for Bournemouth, Yann Kermorgant fired a free-kick against the Charlton wall, while Callum Wilson forced goalkeeper Stephen Henderson into a near-post save and Kermorgant and Marc Pugh following up with off-target efforts. Alou Diarra replied with a miscued effort at the other end but a goal was coming and it was no surprise that Bournemouth scored it.</p>\n<p>Kermorgant was the provider by laying the ball back to Ritchie and the winger arrived at speed on the left of the box to plant a first-time effort beyond Henderson and in off a post. Two minutes later it was 2-0 as chaos in the home defence was seized upon by Arter, who had the simple task of stroking the ball past the exposed Henderson. Yoni Buyens was the Charlton man at fault with a horrendously misplaced pass.</p>\n<p>The Addicks recovered and almost pulled one back when Tony Watt&#8217;s ball across the six-yard box almost found the onrushing Igor Vetokele at the back post.</p>\n<p>The visitors&#8217; reply was a move that almost made it 3-0, however, as the lively Wilson eluded challengers to get himself in a shooting position but Roger Johnson did just enough to block at the expense of a corner. Seconds later Johnson had to do the same again as Wilson pulled the trigger, with a corner also the result. Bournemouth were oozing confidence and defender Simon Francis was only just off target from range.</p>\n<p>Charlton managed to get to half-time without further mishap and looked more organised in the second period, with Diarra heading a decent chance over the bar.</p>\n<p>Bournemouth&#8217;s reply, once again, saw them almost increase their lead. Ritchie&#8217;s flick left Morgan Fox trailing and the shot that followed hit another defender, looped over the goalkeeper and bounced off the bar.</p>\n<p>The away side continued to buzz in and around the Charlton box and one move down the left saw Charlie Daniels fire across goal and just wide following a flurry of substitutions from both sides. It did not pay off for Charlton, who had to play the final 15 minutes a man down when Tony Watt hobbled off. Ritchie made them pay with the third goal five minutes from time, finding the bottom corner in style after his initial effort had been blocked.</p>\n</div>",
  "authors": [
    "Guardian Sport"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Championship",
    "Charlton Athletic",
    "Bournemouth",
    "Football",
    "Sport"
  ],
  "ntitle": "bournemouth_promoted_as_championship_champions_with_win_at_charlton",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Bournemouth have ended the Championship season as champions on a dramatic final day, after Sheffield Wednesday held Watford to a draw at Vicarage Road with a late goal from Atdhe Nuhiu.\n\nThe Cherries’ near-certain promotion to the Premier League was confirmed with a comfortable 3-0 victory over Charlton at The Valley, thanks to two goals from Matt Ritchie, separated by one from Harry Arter.\n\nOnly a hugely improbable 19-goal swing away from the Cherries in Middlesbrough’s favour on the final day of the Championship season could have prevented their promotion from the division. In the event, Middlesbrough were held to a goalless draw by Brighton, leaving Bournemouth first on 90 points, one ahead of Watford, whose promotion was confirmed last weekend. Three points further behind and outside the automatic promotion places were Norwich (86pts), who will join Middlesbrough (85pts), Brentford (78pts) and Ipswich (78pts) in the play-offs.\n\nAt The Valley, the mid-table Addicks were outclassed from the off and went two goals down within 12 minutes.\n\nEarly on for Bournemouth, Yann Kermorgant fired a free-kick against the Charlton wall, while Callum Wilson forced goalkeeper Stephen Henderson into a near-post save and Kermorgant and Marc Pugh following up with off-target efforts. Alou Diarra replied with a miscued effort at the other end but a goal was coming and it was no surprise that Bournemouth scored it.\n\nKermorgant was the provider by laying the ball back to Ritchie and the winger arrived at speed on the left of the box to plant a first-time effort beyond Henderson and in off a post. Two minutes later it was 2-0 as chaos in the home defence was seized upon by Arter, who had the simple task of stroking the ball past the exposed Henderson. Yoni Buyens was the Charlton man at fault with a horrendously misplaced pass.\n\nThe Addicks recovered and almost pulled one back when Tony Watt’s ball across the six-yard box almost found the onrushing Igor Vetokele at the back post.\n\nThe visitors’ reply was a move that almost made it 3-0, however, as the lively Wilson eluded challengers to get himself in a shooting position but Roger Johnson did just enough to block at the expense of a corner. Seconds later Johnson had to do the same again as Wilson pulled the trigger, with a corner also the result. Bournemouth were oozing confidence and defender Simon Francis was only just off target from range.\n\nCharlton managed to get to half-time without further mishap and looked more organised in the second period, with Diarra heading a decent chance over the bar.\n\nBournemouth’s reply, once again, saw them almost increase their lead. Ritchie’s flick left Morgan Fox trailing and the shot that followed hit another defender, looped over the goalkeeper and bounced off the bar.\n\nThe away side continued to buzz in and around the Charlton box and one move down the left saw Charlie Daniels fire across goal and just wide following a flurry of substitutions from both sides. It did not pay off for Charlton, who had to play the final 15 minutes a man down when Tony Watt hobbled off. Ritchie made them pay with the third goal five minutes from time, finding the bottom corner in style after his initial effort had been blocked.",
  "title": "Bournemouth promoted as Championship champions with win at Charlton",
  "ts_in": "2015-05-02T16:28:32.261661",
  "url": "http://www.theguardian.com/football/2015/may/02/bournemouth-promotion-premier-league-confirmed-win-charlton-championship"
}