{
  "article_html": "<div><p>Mountain biking has been a dusty thread running through my life. It has helped keep me sane and thin enough to fit into 15-year-old dresses. I never feel more alive than when I slip out of the studio late on a sunny weekday afternoon, zip out through north-east London and hit Epping Forest dirt just as rush hour begins behind me. It may not be the Alps or even the Lakes but I enter a world where all that matters is the twisting trail, my burning thighs and riding as fast as possible over bumps.</p>\n<p>A big part of sport for me is the benefit for mental health. Nothing combats feeling depressed or anxious like a good hard workout. Mountain biking takes me out of my studio, out of my head and into my body and the countryside. Haring down a hillside leaves no time to ponder. You live in the moment, you focus on not crashing.</p>\n\n<blockquote>\n<p>It's a little-known fact that I invented the mountain bike when I was 14 in 1974</p>\n\nGrayson Perry\n\n</blockquote>\n\n<p>It is a little-known fact that I invented the mountain bike when I was 14 in 1974, in the back of a biology exercise book. Like a lot of my mates, I liked to ride my stripped-down road bike fitted with speedway-style handlebars through the Essex woods, over bumps and bomb holes. Riding a bicycle wasn&#8217;t a sport to me then. My stepfather and mother made home a place of brooding violence and frightening hysterical outbursts of shouting and screaming. My bike got me out of the house and away from my dysfunctional family.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/02/cycling-is-the-perfect-sport-for-transvestites#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/14/1429011509289/1357497e-3c99-4490-9ec7-3b12cffc9b43-300x180.jpeg\" alt=\"Grayson Perry has been a keen cyclist for more than 40 years.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F02%2Fcycling-is-the-perfect-sport-for-transvestites&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F14%2F1429011509895%2F1357497e-3c99-4490-9ec7-3b12cffc9b43-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGrayson Perry has been a keen cyclist for more than 40 years. Photograph: Teri Pengilley/Guardian\n\n\n\n<p>In the summer a few friends and I would pedal to the nearest patch of lumpy ground and dare each other to roll down steep banks or leap off mounds, pretending to be <a href=\"http://evelknievel.com/the-man/\" class=\" u-underline\">Evel Knievel</a> jumping over buses. These off-road excursions inevitably led to violent equipment malfunction so I used to doodle bikes designed to withstand the rigours of off-road fun.</p>\n<p>What I drew were hybrids between a bicycle and a motocross bike and, 40 years later, you can buy one complete with sophisticated suspension and fat knobbly tyres. I didn&#8217;t get the credit for inventing the mountain bike because I never went on to build one &#8211; unlike the pioneers of the sport, who around the same time were holding downhill bicycle races on a dirt road on <a href=\"http://en.wikipedia.org/wiki/Mount_Tamalpais\" class=\" u-underline\">Mount Tamalpais</a>, just over the Golden Gate Bridge from San Francisco.</p>\n<p>By the time early mountain bikes were available in Britain, I was heavily into skateboarding. This was how I got my adrenaline kicks for a decade or so from 1977, until falling off on to concrete started to hurt too much. Mountain biking, by contrast, seemed a relatively safe way to keep fit in comparison. And by the late 80s, mountain bikes were everywhere in Britain &#8211; in fact, they had saved cycling.</p>\n<p>I was quickly drawn from tootling through Epping Forest into the organised sport, and participated in my first cross-country mountain bike race in 1992. I clearly remember the immediate visceral thrill of being nakedly competitive (as opposed to covert rivalries with fellow artists; who did the best in that auction? How many people went to see his show?). Passing my first fellow racer I almost joyfully shouted, &#8220;Eat my dirt, loser!&#8221;</p>\n<p>I soon became obsessed and the racing gave me a goal to train hard. One year, I took on an online coach to tailor my training. I wanted to find out just how fit and fast I could get, which turned out to be fairly quick. I even won a couple of local races. I was doing two or three-hour sessions four times a week. I would take my heart rate first thing every morning and record it on a graph, and bore on about anaerobic thresholds and <a href=\"http://en.wikipedia.org/wiki/Fartlek\" class=\" u-underline\">fartlek</a> training.</p>\n<p>There is a popular idea that artists are not supposed to be sporty and so this only added to the attraction for me; like pottery, sport was, well, a bit naff. Racing also gave me an insight into a different subculture, clean-cut men eyeing each other at the start &#8211; how lean is he? Should I grid up in front of him, will he hold me up? After the race, a glorious rush of endorphins, sweaty dusty men, all high on natural chemicals, comparing notes and battle scars. In the race, no one knew me as an artist &#8211; I was just the bloke who came fifth.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/02/cycling-is-the-perfect-sport-for-transvestites#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/14/1429011675304/3bd5d766-29df-4380-9156-21ecda54bcd5-300x180.jpeg\" alt=\"Grayson Perry in front of his The Upper Class at Bay, 2012 .\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F02%2Fcycling-is-the-perfect-sport-for-transvestites&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F14%2F1429011675984%2F3bd5d766-29df-4380-9156-21ecda54bcd5-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGrayson Perry in front of his The Upper Class at Bay, 2012 . Photograph: Rii Schroer/Rex\n\n\n\n<p>I gave up racing mainly because my career was taking off and a bad crash might have proved costly. But I&#8217;m still bleakly competitive. I chase down people even when riding about town on my heavy Dutch bike, and I like to get in a good two or three-hour mountain bike ride every week.</p>\n<p>If I&#8217;m out cycling in the hills and see a rider ahead, I have to beat them to the top. I even employ the old race tactic of slowing down just before I reach them, getting my breath back, then sprinting past with a cheery greeting to rub in the (imagined) humiliation. I am so vain that I wish there was a way I could also wear my advanced age on my back to further pile on the shame.</p>\n<p>Sport is uniquely human &#8211; it is civilised war, an acceptable arena to bare one&#8217;s teeth; for an artist it is headily refreshing that there is no nuance to winning or losing. I hate sports that have judges, such as ice dancing or diving.</p>\n<p>All this macho <a href=\"http://www.theguardian.com/commentisfree/2012/sep/11/mamil-middle-aged-men-in-lycra\" class=\" u-underline\">Mamil</a> (middle-aged man in Lycra) nonsense of course misses the real, brilliant point of mountain biking, and that is cycling through great countryside with no cars. There is nothing like climbing up a gentle South Downs ridge on a spring morning as the landscape opens out around you and all you can hear are the birds and the hum of your knobblies.</p>\n<p>Now I mountain bike to keep the beer gut at bay and get some fresh air. I have a huge and expensive wardrobe of tailormade dresses I cannot afford to get fat for. <a href=\"http://www.theguardian.com/sport/cycling\" class=\" u-underline\">Cycling</a> is perfect exercise for transvestites as it does not bulk up your upper body and it gives you an excuse to shave your legs. Mountain biking is way too sweaty, dirty and manly for Claire but I have taken to cycling through London in a dress.</p>\n<p>People often refer to me in a dress as my alter ego but I never use that term. I am the same man whether I am in a frilly frock, making art, giving a lecture or careering along a single track through a forest. I&#8217;m driven, I want to do well and I&#8217;m in a hurry.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/02/cycling-is-the-perfect-sport-for-transvestites#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/14/1429011788358/293501f6-d9db-4ac2-9f0e-a97b442078ae-300x180.jpeg\" alt=\"Grayson Perry at Lee Valley VeloPark.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47fnp%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Cycling+is+the+perfect+sport+for+transvestites%27&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F02%2Fcycling-is-the-perfect-sport-for-transvestites&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F14%2F1429011788941%2F293501f6-d9db-4ac2-9f0e-a97b442078ae-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGrayson Perry at Lee Valley VeloPark. Photograph: Teri Pengilley/Guardian\n\n\n\n<p>The downside of off-road cycling is mud. The ads often show groups of mates returning to the car park with big grins, caked in goo. In truth, mud is a pain, it slows you right down, makes it a lot more dangerous downhill, and clogs and ruins your equipment. When I started, I was so keen I would ride in all conditions but after 27 years I&#8217;m more selective. I remember taking part in races where it was so muddy I overtook people who were riding while I ran, carrying my bike downhill.</p>\n<p>When it&#8217;s raining, I get my fix at <a href=\"http://www.visitleevalley.org.uk/en/content/cms/london2012/velo-park/\" class=\" u-underline\">Lee Valley VeloPark</a>, which has a fun all-weather circuit. It is built on the exact spot where I used to race in the popular <a href=\"http://beastwaymtb.com/\" class=\" u-underline\">Beastway</a> series, (named after the old Eastway cycle circuit) organised by Brixton Cycles. I made a few ceramic trophies such as Most Average Rider and Slowest Rider With Most Expensive Bike. After I won the Turner prize in 2003, a rider who had won one shamefully admitted that he had thought the trophy was a bad joke and discarded it, much to his regret.</p>\n<p>Since I started, I feel the ethos of the sport has shifted from old-school off-road riding to a wheeled cousin of snowboarding &#8211; all baggy shorts and jaw-dropping stunts. Us cross-country racers refer to younger, downhill racing as mountain biking for fat people because descents are so much easier. I was never brave enough to go really mad, though once when my wife asked a mountain biking friend if I took risks he said: &#8220;Downhill, you wouldn&#8217;t know he had a family.&#8221;</p>\n<p>The bikes now are superb &#8211; lighter, stronger and smoother than we ever dreamed of in the 80s. I treated myself to one for my 55th birthday: a Scott Scale 730, with no rear suspension, disc brakes and bigger wheels.</p>\n<p>I shall continue mountain biking until my body says &#8220;no more&#8221;. A pensioner off-roader is a cool look, although I admit I may be forced to join the &#8220;smoother roadies&#8221; (shudder). Either my body&#8217;s <a href=\"http://en.wikipedia.org/wiki/Bicycle_drivetrain_systems\" class=\" u-underline\">drivetrain</a> or suspension will eventually wear out and give up on me. When the time comes, I only hope I am unaware that I am on my last ever ride.</p>\n</div>",
  "authors": [
    "Grayson Perry"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Life and style",
    "Cycling",
    "Cycling",
    "Sport",
    "Grayson Perry",
    "Art and design"
  ],
  "ntitle": "cycling_is_the_perfect_sport_for_transvestites",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Mountain biking has been a dusty thread running through my life. It has helped keep me sane and thin enough to fit into 15-year-old dresses. I never feel more alive than when I slip out of the studio late on a sunny weekday afternoon, zip out through north-east London and hit Epping Forest dirt just as rush hour begins behind me. It may not be the Alps or even the Lakes but I enter a world where all that matters is the twisting trail, my burning thighs and riding as fast as possible over bumps.\n\nA big part of sport for me is the benefit for mental health. Nothing combats feeling depressed or anxious like a good hard workout. Mountain biking takes me out of my studio, out of my head and into my body and the countryside. Haring down a hillside leaves no time to ponder. You live in the moment, you focus on not crashing.\n\nIt's a little-known fact that I invented the mountain bike when I was 14 in 1974 Grayson Perry\n\nIt is a little-known fact that I invented the mountain bike when I was 14 in 1974, in the back of a biology exercise book. Like a lot of my mates, I liked to ride my stripped-down road bike fitted with speedway-style handlebars through the Essex woods, over bumps and bomb holes. Riding a bicycle wasn’t a sport to me then. My stepfather and mother made home a place of brooding violence and frightening hysterical outbursts of shouting and screaming. My bike got me out of the house and away from my dysfunctional family.\n\nFacebook Twitter Pinterest Grayson Perry has been a keen cyclist for more than 40 years. Photograph: Teri Pengilley/Guardian\n\nIn the summer a few friends and I would pedal to the nearest patch of lumpy ground and dare each other to roll down steep banks or leap off mounds, pretending to be Evel Knievel jumping over buses. These off-road excursions inevitably led to violent equipment malfunction so I used to doodle bikes designed to withstand the rigours of off-road fun.\n\nWhat I drew were hybrids between a bicycle and a motocross bike and, 40 years later, you can buy one complete with sophisticated suspension and fat knobbly tyres. I didn’t get the credit for inventing the mountain bike because I never went on to build one – unlike the pioneers of the sport, who around the same time were holding downhill bicycle races on a dirt road on Mount Tamalpais, just over the Golden Gate Bridge from San Francisco.\n\nBy the time early mountain bikes were available in Britain, I was heavily into skateboarding. This was how I got my adrenaline kicks for a decade or so from 1977, until falling off on to concrete started to hurt too much. Mountain biking, by contrast, seemed a relatively safe way to keep fit in comparison. And by the late 80s, mountain bikes were everywhere in Britain – in fact, they had saved cycling.\n\nI was quickly drawn from tootling through Epping Forest into the organised sport, and participated in my first cross-country mountain bike race in 1992. I clearly remember the immediate visceral thrill of being nakedly competitive (as opposed to covert rivalries with fellow artists; who did the best in that auction? How many people went to see his show?). Passing my first fellow racer I almost joyfully shouted, “Eat my dirt, loser!”\n\nI soon became obsessed and the racing gave me a goal to train hard. One year, I took on an online coach to tailor my training. I wanted to find out just how fit and fast I could get, which turned out to be fairly quick. I even won a couple of local races. I was doing two or three-hour sessions four times a week. I would take my heart rate first thing every morning and record it on a graph, and bore on about anaerobic thresholds and fartlek training.\n\nThere is a popular idea that artists are not supposed to be sporty and so this only added to the attraction for me; like pottery, sport was, well, a bit naff. Racing also gave me an insight into a different subculture, clean-cut men eyeing each other at the start – how lean is he? Should I grid up in front of him, will he hold me up? After the race, a glorious rush of endorphins, sweaty dusty men, all high on natural chemicals, comparing notes and battle scars. In the race, no one knew me as an artist – I was just the bloke who came fifth.\n\nFacebook Twitter Pinterest Grayson Perry in front of his The Upper Class at Bay, 2012 . Photograph: Rii Schroer/Rex\n\nI gave up racing mainly because my career was taking off and a bad crash might have proved costly. But I’m still bleakly competitive. I chase down people even when riding about town on my heavy Dutch bike, and I like to get in a good two or three-hour mountain bike ride every week.\n\nIf I’m out cycling in the hills and see a rider ahead, I have to beat them to the top. I even employ the old race tactic of slowing down just before I reach them, getting my breath back, then sprinting past with a cheery greeting to rub in the (imagined) humiliation. I am so vain that I wish there was a way I could also wear my advanced age on my back to further pile on the shame.\n\nSport is uniquely human – it is civilised war, an acceptable arena to bare one’s teeth; for an artist it is headily refreshing that there is no nuance to winning or losing. I hate sports that have judges, such as ice dancing or diving.\n\nAll this macho Mamil (middle-aged man in Lycra) nonsense of course misses the real, brilliant point of mountain biking, and that is cycling through great countryside with no cars. There is nothing like climbing up a gentle South Downs ridge on a spring morning as the landscape opens out around you and all you can hear are the birds and the hum of your knobblies.\n\nNow I mountain bike to keep the beer gut at bay and get some fresh air. I have a huge and expensive wardrobe of tailormade dresses I cannot afford to get fat for. Cycling is perfect exercise for transvestites as it does not bulk up your upper body and it gives you an excuse to shave your legs. Mountain biking is way too sweaty, dirty and manly for Claire but I have taken to cycling through London in a dress.\n\nPeople often refer to me in a dress as my alter ego but I never use that term. I am the same man whether I am in a frilly frock, making art, giving a lecture or careering along a single track through a forest. I’m driven, I want to do well and I’m in a hurry.\n\nFacebook Twitter Pinterest Grayson Perry at Lee Valley VeloPark. Photograph: Teri Pengilley/Guardian\n\nThe downside of off-road cycling is mud. The ads often show groups of mates returning to the car park with big grins, caked in goo. In truth, mud is a pain, it slows you right down, makes it a lot more dangerous downhill, and clogs and ruins your equipment. When I started, I was so keen I would ride in all conditions but after 27 years I’m more selective. I remember taking part in races where it was so muddy I overtook people who were riding while I ran, carrying my bike downhill.\n\nWhen it’s raining, I get my fix at Lee Valley VeloPark, which has a fun all-weather circuit. It is built on the exact spot where I used to race in the popular Beastway series, (named after the old Eastway cycle circuit) organised by Brixton Cycles. I made a few ceramic trophies such as Most Average Rider and Slowest Rider With Most Expensive Bike. After I won the Turner prize in 2003, a rider who had won one shamefully admitted that he had thought the trophy was a bad joke and discarded it, much to his regret.\n\nSince I started, I feel the ethos of the sport has shifted from old-school off-road riding to a wheeled cousin of snowboarding – all baggy shorts and jaw-dropping stunts. Us cross-country racers refer to younger, downhill racing as mountain biking for fat people because descents are so much easier. I was never brave enough to go really mad, though once when my wife asked a mountain biking friend if I took risks he said: “Downhill, you wouldn’t know he had a family.”\n\nThe bikes now are superb – lighter, stronger and smoother than we ever dreamed of in the 80s. I treated myself to one for my 55th birthday: a Scott Scale 730, with no rear suspension, disc brakes and bigger wheels.\n\nI shall continue mountain biking until my body says “no more”. A pensioner off-roader is a cool look, although I admit I may be forced to join the “smoother roadies” (shudder). Either my body’s drivetrain or suspension will eventually wear out and give up on me. When the time comes, I only hope I am unaware that I am on my last ever ride.",
  "title": "'Cycling is the perfect sport for transvestites'",
  "ts_in": "2015-05-02T16:28:29.560434",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/cycling-is-the-perfect-sport-for-transvestites"
}