{
  "article_html": "<div><p>The death toll from an air strike by US-led forces on the northern Syrian province of Aleppo has risen to 52 including seven children, a group monitoring the conflict said on Saturday. </p>\n<p>Rami Abdulrahman, who runs the British-based Observatory for Human Rights, said the death toll from Friday&#8217;s strike was the highest civilian loss in a single attack by US and Arab forces since they started air raids against hardline Islamist militant groups in <a href=\"http://www.theguardian.com/world/syria\" class=\" u-underline\">Syria</a> such as Islamic State. US-led forces are also targeting the group in Iraq.</p>\n<p>The Observatory said the raid had mistakenly struck civilians in a village on the eastern banks of the Euphrates River in Aleppo province, killing members of at least six families. </p>\n<p>US-led strikes had killed at least 66 civilians in Syria from the start of the raids on 23 September until Friday&#8217;s strike, which brought the total to at least 118. The campaign has also killed nearly 2,000 Isis fighters, the Observatory said. The group said at least 13 people were still missing after Friday&#8217;s raid. </p>\n<p>The US has said it takes reports of civilian casualties from the US-led strikes seriously and investigates each allegation. </p>\n<p>The US-led air strikes have had little impact on the hardline Islamic State group, slowing its advances but failing to weaken it in areas it controls. The group has built its own government in Syria&#8217;s city of Raqqa, where it is most powerful. </p>\n<p>Washington and its allies say their aim is to support what they call moderate rebels fighting against both Syrian President Bashar al-Assad and Isis. But four years into Syria&#8217;s civil war, no side is close to victory. A third of the population has been made homeless and more than 220,000 people have been killed. </p>\n<p>Government forces have seen a series of setbacks on the battlefield recently and Islamist fighters have edged closer to Assad&#8217;s stronghold in the coastal areas. Fighting continued on Saturday between government forces and Islamist fighters in government-held Latakia, heartland of Assad&#8217;s minority Alawite community. </p>\n<p>The violence follows advances in neighbouring Idlib province by the hardline Ahrar al-Sham group and Syria&#8217;s al-Qaida wing the Nusra Front, as well as other allied fighters. </p>\n<p>Syria&#8217;s state news agency said the army carried out overnight strikes on Nusra positions in Idlib.</p>\n</div>",
  "authors": [
    "Reuters In Beirut"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Syria",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "death_toll_in_syria_continues_to_rise_after_us_led_air_strike_that_killed_civilians",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The death toll from an air strike by US-led forces on the northern Syrian province of Aleppo has risen to 52 including seven children, a group monitoring the conflict said on Saturday.\n\nRami Abdulrahman, who runs the British-based Observatory for Human Rights, said the death toll from Friday’s strike was the highest civilian loss in a single attack by US and Arab forces since they started air raids against hardline Islamist militant groups in Syria such as Islamic State. US-led forces are also targeting the group in Iraq.\n\nThe Observatory said the raid had mistakenly struck civilians in a village on the eastern banks of the Euphrates River in Aleppo province, killing members of at least six families.\n\nUS-led strikes had killed at least 66 civilians in Syria from the start of the raids on 23 September until Friday’s strike, which brought the total to at least 118. The campaign has also killed nearly 2,000 Isis fighters, the Observatory said. The group said at least 13 people were still missing after Friday’s raid.\n\nThe US has said it takes reports of civilian casualties from the US-led strikes seriously and investigates each allegation.\n\nThe US-led air strikes have had little impact on the hardline Islamic State group, slowing its advances but failing to weaken it in areas it controls. The group has built its own government in Syria’s city of Raqqa, where it is most powerful.\n\nWashington and its allies say their aim is to support what they call moderate rebels fighting against both Syrian President Bashar al-Assad and Isis. But four years into Syria’s civil war, no side is close to victory. A third of the population has been made homeless and more than 220,000 people have been killed.\n\nGovernment forces have seen a series of setbacks on the battlefield recently and Islamist fighters have edged closer to Assad’s stronghold in the coastal areas. Fighting continued on Saturday between government forces and Islamist fighters in government-held Latakia, heartland of Assad’s minority Alawite community.\n\nThe violence follows advances in neighbouring Idlib province by the hardline Ahrar al-Sham group and Syria’s al-Qaida wing the Nusra Front, as well as other allied fighters.\n\nSyria’s state news agency said the army carried out overnight strikes on Nusra positions in Idlib.",
  "title": "Death toll in Syria continues to rise after US-led air strike that killed civilians",
  "ts_in": "2015-05-02T17:02:57.040622",
  "url": "http://www.theguardian.com/world/2015/may/02/death-toll-syria-climbs-us-led-air-strike"
}