{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/politics/edmiliband\" class=\" u-underline\">Ed Miliband</a> has sought to redefine the election debate as a clash between competing political values rather than a Tory-driven battle between England and Scotland, in a combative interview six days before the polls open.</p>\n<p>Speaking to the Guardian ahead of the closest election in a generation, the Labour leader attacked <a href=\"http://www.theguardian.com/politics/davidcameron\" class=\" u-underline\">David Cameron</a> for being reduced to arguing that &#8220;the key question facing the country is a battle of resources between London and Scotland&#8221;.</p>\n<p>The <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> leader added: &#8220;I have been clear I am not going to have a coalition or a deal with the Scottish National party, but the real battle is not a choice between two nations, as Cameron pretends, but between two sets of values &#8211; is the country run by an elite of the most rich and powerful or is it run for working people?&#8221;</p>\n\n<blockquote>\n<p>Cameron used to say the three letters that mattered to him most were NHS &#8230; in this campaign they've been replaced by SNP</p>\n\n\n\n</blockquote>\n\n<p>He criticised his Conservative opponent for concentrating on Labour&#8217;s possible post-election relationship with the SNP, and said that as a result Cameron &#8220;has entirely withdrawn from the central issues facing the country&#8221; such as the economy, immigration and the NHS.</p>\n<p>Miliband accused his political opponents of adopting prodigious tactics in their attempts to defeat him: &#8220;It is an extraordinary collapse for what was once the Conservative and Unionist party to have been reduced to this desperation in a bid to distract voters from the big choices they face over the next five years.<br></p>\n<p>&#8220;Cameron used to say the three letters that mattered to him most were NHS. Well, in this election campaign they have been replaced by SNP.&#8221;</p>\n<p>Effectively arguing that Cameron was trying to divide the country to preserve his position in Downing Street, Miliband urged the public to recognise Conservative campaign tactics designed to distract voters.</p>\n<p>&#8220;The real risk at this election is not the Tory scare story about a Labour-SNP coalition &#8211; it is another five years of family finances hit, a doubling of the spending cuts next year with all that means for low pay, and insecurity being extended to more people. These next five days are both a verdict on the past five years and how we as a nation will lead our lives for the next five years.&#8221;</p>\n\n\n<a href=\"/politics/2015/may/01/ed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/030f36660801b424ab0fb8974ed8de139c9afffd/0_202_3500_2100/500.jpg\" alt=\"Ed Miliband makes a speech at Gloucestershire cricket club in Bristol a day after his appearance on Question Time\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483gd%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ed+Miliband%3A+this+is+a+clash+of+values%2C+not+a+clash+of+nations&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483gd%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ed+Miliband%3A+this+is+a+clash+of+values%2C+not+a+clash+of+nations&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F01%2Fed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F030f36660801b424ab0fb8974ed8de139c9afffd%2F0_202_3500_2100%2F3500.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nEd Miliband makes a speech at Gloucestershire cricket club in Bristol a day after his appearance on Question Time. Photograph: Andrew Matthews/PA\n\n\n\n<p>In a bid to show his determination to rule, <a href=\"http://www.theguardian.com/politics/2015/may/01/ten-bills-labour-government-election-queens-speech-miliband\" class=\" u-underline\">Miliband also spelt out the 10 bills</a> that will be at the centre of the Queen&#8217;s speech he hopes to have passed by the Commons later this month, insisting their principles will not be compromised by the election result.<br></p>\n<p>The bills include:</p>\n<ul>\n<li>An energy market and price freeze bill, to legislate for a promise made at his party&#8217;s conference in 2013.</li>\n<li>An NHS Time to Care bill intended to repeal much of the health reforms instituted under the Conservative-led government.</li>\n<li>A tuition fees reduction and university finance bill, following a campaign promise to cut fees from &#163;9,000 a year to &#163;6,000.</li>\n<li>An anti-tax avoidance finance bill.<br></li>\n</ul>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/01/ten-bills-labour-government-election-queens-speech-miliband\" class=\" u-underline\">Ten bills Labour wants to implement in government</a> </p>\n\n<p>Though some of the current shadow cabinet, such as the shadow health secretary, Andy Burnham, have said that Labour would have to talk to members of the SNP at Westminster, Miliband struck an inflexible tone <a href=\"http://www.theguardian.com/politics/2015/apr/30/ed-miliband-snp-opposition-question-time-election\" class=\" u-underline\">similar to the one he adopted</a> on Question Time on Thursday night. </p>\n<p>He said: &#8220;The SNP are not going to have leverage in a government led by me. If it took coalition with the SNP to have a Labour government, there is not going to be a Labour government. I could not be be clearer than that. My Queen&#8217;s speech will not be shaped in any way with the SNP in mind.&#8221;</p>\n<p>Reflecting the prime minister&#8217;s remarks in the same television event, he said: &#8220;Cameron gave the game away last night because he said basically if you don&#8217;t have a Commons majority &#8211; I could not believe the language he used &#8211; you then go into a darkened room and you barter away or lop off bits of your manifesto. Whatever the circumstances after the next election, I am not going to lop off bits of my manifesto. If I am prime minister I am not going to start trading away my manifesto.&#8221;</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48377%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Three-minute+election%3A+Was+Ed+Miliband+wrong+to+rule+out+a+deal+with+the+SNP%3F+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48377%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Three-minute+election%3A+Was+Ed+Miliband+wrong+to+rule+out+a+deal+with+the+SNP%3F+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fcommentisfree%2Fvideo%2F2015%2Fmay%2F01%2Fgeneral-election-2015-labour-snp-conservatives-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Faudio%2Fvideo%2F2015%2F5%2F1%2F1430478428046%2FKP_208856_crop_640x360.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nHugh Muir and Anne Perkins discuss the Labour leader&#8217;s decision to rule out a deal with the SNP\n\n\n<p>In remarks that could either be seen as a tough stance ahead of a potential negotiation with the Liberal Democrats or outright opposition to the principle of coalition, Miliband said: &#8220;The reality is this coalition has further undermined politics because it has made people feel [politicians] are just a bunch of scoundrels that break promises. If there is going to be a Labour government, it will implement a Labour programme.&#8221;</p>\n<p>Miliband has sternly refused to discuss possible scenarios after the next election, or the chance of forming &#8220;a coalition of the losers&#8221; if, as seems most likely, Labour comes second in terms of seats. Nor has he discussed whether such a coalition would be viewed as legitimate.</p>\n<p>But he clearly asserted the established constitutional doctrine that a government can be formed by the party whose Queen&#8217;s speech wins a Commons majority. He said: &#8220;I am really not going to get into hypotheticals &#8211; you know the way the House of Commons works. We will have to see what the outcome of the election is.</p>\n<p>&#8220;The way the House of Commons works is that you put forward a Queen&#8217;s speech and people vote on it. [For] all these Tory falsehoods about SNP and coalitions, the Commons works like this. People in the House of Commons vote on a Queen&#8217;s speech, and I want to put forward a Labour Queen&#8217;s speech and win a majority for it.</p>\n<p>&#8220;In a strange way, the SNP and the Tory argument have a strange similarity &#8211; the SNP is arguing it is about standing up for Scotland against the rest of the UK. The Tories are saying it is about England against <a href=\"http://www.theguardian.com/uk/scotland\" class=\" u-underline\">Scotland</a>. I think we should stand up for working people in every part of the country.&#8221;</p>\n<h2>On Tory attacks</h2>\n<p>Aware that the final days of campaigning will see a bombardment from the Tories, as appeared to occur in the 1992 election, Miliband said: &#8220;The real risk is voting Conservative. They are desperate people who assumed they would coast to an election victory and now they realise it is a very closely fought and hard election.</p>\n<p>&#8220;But [the Conservatives] still do not understand why it is so close. They don&#8217;t stand up for the things that the British people believe in and there is a mood for change in this country and a mood to get rid of this government.&#8221;</p>\n<p>He added, laughing, that he was not sure what more the <a href=\"http://www.theguardian.com/politics/conservatives\" class=\" u-underline\">Conservatives</a> could throw at him. &#8220;Whether it&#8217;s Michael Fallon, Cameron or [Iain] Duncan Smith ... what have I been accused of in the last few days? I am against marriage, I am going to trigger the biggest constitutional crisis since the abdication, and our rents policy will have a worst impact than aerial bombardment and napalm. They have gone beyond the attack that I was going to introduce Venezuelan-style rent controls.&#8221;</p>\n<p>Labour intends to highlight the threat to the welfare state and to the NHS in the final days of campaigning, convinced these are the two issues on which Cameron remains vulnerable and the ones that will bring out swing voters. He insisted Cameron had not definitively ruled out reducing or restricting child benefit in the final television event. &#8220;It was weasel words, ducking and diving. There are now five days to save child benefit. It was classic Cameron to pretend to answer the question and fail to, but the audience understood he was ducking.&#8221;</p>\n\n\n<a href=\"/politics/2015/may/01/ed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/b6c00c5a296313b5da2eeea4d425439d780a690a/0_0_3500_2100/500.jpg\" alt=\"Ed Miliband meeting voters on the campaign trail.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483gd%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ed+Miliband%3A+this+is+a+clash+of+values%2C+not+a+clash+of+nations&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483gd%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ed+Miliband%3A+this+is+a+clash+of+values%2C+not+a+clash+of+nations&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F01%2Fed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fb6c00c5a296313b5da2eeea4d425439d780a690a%2F0_0_3500_2100%2F3500.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nEd Miliband meeting voters on the campaign trail. Photograph: Andrew Matthews/PA\n\n\n\n<p>But he insists the campaign&#8217;s whirlwind final days will not just be negative, as Labour puts forward a positive agenda. His aides duly released the 10 bills that have been prioritised by Lord Falconer, the Labour peer charged with preparing for any transition to power.</p>\n<p>The bills would focus on reforms to economic foundations, an energy market and price freeze bill, an NHS Time to Care bill repealing much Tory health legislation, an immigration and labour market exploitation bill, a stronger families bill reforming child care a &#8220;make work pay&#8221; bill involving reforms to the minimum wage, a tuition fees reduction and university finance bill, a reform to land planning and private rented markets, a technical education bill reforming apprenticeships, and an anti-tax avoidance finance bill.</p>\n<p>The list gives a broad sense of priorities, but inevitably little sense of the detail that might make the programme palatable either directly in negotiation with a potential coalition partner such as the Liberal Democrats, or indirectly by persuading the SNP not to vote down a Labour Queen&#8217;s speech.</p>\n<p>Reflections on such compromises will be under way in deep secrecy within Labour, but there is no sign Miliband, one of the least conventional Labour leaders in postwar years, will retreat on his fundamental view on public spending or equality.</p>\n<p>Miliband, for instance, was unrepentant in his belief that Labour did not allow public spending to spiral out of control ahead of the financial crash, even though he was given a mauling from a member of the Question Time audience over the issue.</p>\n<p>&#8220;The debt and the deficit were lower at the crash than the ones we inherited. The real issue was that there was an unprecedented global financial crisis. You can take two views: the deficit caused the global financial crisis, or the global financial crisis caused the deficit. The reality is the latter. We should have better bank regulation.</p>\n\n<blockquote>\n<p>I think the public are not looking for pie-in-the-sky promises &#8230; I think they are in the mood for something quite gritty</p>\n\n\n\n</blockquote>\n\n<p>&#8220;But this argument matters. The Tories want to fight the 2010 election and not the 2015 election. I am going into this election saying we are going to cut spending outside health and education, and the Tories want to prosecute this argument that you can simply cut your way to deficit reduction.&#8221;</p>\n<h2>On meeting Russell Brand</h2>\n<p>&#8220;He approached us, and the reality is that ever since Russell Brand said that thing about not voting, people have said to me &#8216;Russell Brand is an idiot&#8217;. Well, I disagree with him about not voting, but in way there is no point shooting the messenger, because he has been sending a message about how many people view politics.<br></p>\n<p>&#8220;Politics is so broken &#8211; one of the great unaddressed scandals of this election is that there are seven million not registered to vote &#8211; so I could not understand the idea that you do not reach out to someone that has articulated that message and who reaches people that are disengaged from politics.</p>\n<p>&#8220;If there were more people like him, I would reach out to them too. I am going to take this anywhere. In a way it is old-politics new-politics, and frankly a bit of old media and new media. Do you go to where people are, or do you say &#8216;Sorry I am stuck in the Westminster game, and if you don&#8217;t want to join our game you can go jump in a lake&#8217;? I find it remarkable in a way that anyone says that is remarkable.</p>\n<p>&#8220;I think he began the interview saying ever since the suffragettes nothing has really happened, and I said well hang on a minute &#8211; NHS, women&#8217;s rights, minimum wage and gay and lesbian rights.</p>\n<p>&#8220;I don&#8217;t simply have a conventional political view about the way change happens. All the lessons of history show it is not just politicians that bring about change. Look at the biggest change in my lifetime: gay and lesbian rights. Tony Blair played a tremendous role in this, but he would say it was the movement that pushed for change. All of the big advances come from this confluence between people and politics. In a country where you have quite conservative institutions, it is this pressure, these movements, that bring about change. I think people want politics to be opened up, and if he endorses me that is fine, but I have got to admit sometimes that change is going to be hard. I think the public are not looking for pie-in-the-sky promises, or euphoria. I think they are in the mood for something quite gritty and realistic.&#8221;</p>\n</div>",
  "authors": [
    "Patrick Wintour"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Ed Miliband",
    "David Cameron",
    "Scottish National party (SNP)",
    "Scotland",
    "Politics",
    "Labour",
    "UK news",
    "Scottish politics",
    "Conservatives"
  ],
  "ntitle": "ed_miliband_this_is_a_clash_of_values_not_a_clash_of_nations",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Ed Miliband has sought to redefine the election debate as a clash between competing political values rather than a Tory-driven battle between England and Scotland, in a combative interview six days before the polls open.\n\nSpeaking to the Guardian ahead of the closest election in a generation, the Labour leader attacked David Cameron for being reduced to arguing that “the key question facing the country is a battle of resources between London and Scotland”.\n\nThe Labour leader added: “I have been clear I am not going to have a coalition or a deal with the Scottish National party, but the real battle is not a choice between two nations, as Cameron pretends, but between two sets of values – is the country run by an elite of the most rich and powerful or is it run for working people?”\n\nCameron used to say the three letters that mattered to him most were NHS … in this campaign they've been replaced by SNP\n\nHe criticised his Conservative opponent for concentrating on Labour’s possible post-election relationship with the SNP, and said that as a result Cameron “has entirely withdrawn from the central issues facing the country” such as the economy, immigration and the NHS.\n\nMiliband accused his political opponents of adopting prodigious tactics in their attempts to defeat him: “It is an extraordinary collapse for what was once the Conservative and Unionist party to have been reduced to this desperation in a bid to distract voters from the big choices they face over the next five years.\n\n\n\n“Cameron used to say the three letters that mattered to him most were NHS. Well, in this election campaign they have been replaced by SNP.”\n\nEffectively arguing that Cameron was trying to divide the country to preserve his position in Downing Street, Miliband urged the public to recognise Conservative campaign tactics designed to distract voters.\n\n“The real risk at this election is not the Tory scare story about a Labour-SNP coalition – it is another five years of family finances hit, a doubling of the spending cuts next year with all that means for low pay, and insecurity being extended to more people. These next five days are both a verdict on the past five years and how we as a nation will lead our lives for the next five years.”\n\nFacebook Twitter Pinterest Ed Miliband makes a speech at Gloucestershire cricket club in Bristol a day after his appearance on Question Time. Photograph: Andrew Matthews/PA\n\nIn a bid to show his determination to rule, Miliband also spelt out the 10 bills that will be at the centre of the Queen’s speech he hopes to have passed by the Commons later this month, insisting their principles will not be compromised by the election result.\n\n\n\nThe bills include:\n\nAn energy market and price freeze bill, to legislate for a promise made at his party’s conference in 2013.\n\nAn NHS Time to Care bill intended to repeal much of the health reforms instituted under the Conservative-led government.\n\nA tuition fees reduction and university finance bill, following a campaign promise to cut fees from £9,000 a year to £6,000.\n\nAn anti-tax avoidance finance bill.\n\n\n\nRelated: Ten bills Labour wants to implement in government\n\nThough some of the current shadow cabinet, such as the shadow health secretary, Andy Burnham, have said that Labour would have to talk to members of the SNP at Westminster, Miliband struck an inflexible tone similar to the one he adopted on Question Time on Thursday night.\n\nHe said: “The SNP are not going to have leverage in a government led by me. If it took coalition with the SNP to have a Labour government, there is not going to be a Labour government. I could not be be clearer than that. My Queen’s speech will not be shaped in any way with the SNP in mind.”\n\nReflecting the prime minister’s remarks in the same television event, he said: “Cameron gave the game away last night because he said basically if you don’t have a Commons majority – I could not believe the language he used – you then go into a darkened room and you barter away or lop off bits of your manifesto. Whatever the circumstances after the next election, I am not going to lop off bits of my manifesto. If I am prime minister I am not going to start trading away my manifesto.”\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Hugh Muir and Anne Perkins discuss the Labour leader’s decision to rule out a deal with the SNP\n\nIn remarks that could either be seen as a tough stance ahead of a potential negotiation with the Liberal Democrats or outright opposition to the principle of coalition, Miliband said: “The reality is this coalition has further undermined politics because it has made people feel [politicians] are just a bunch of scoundrels that break promises. If there is going to be a Labour government, it will implement a Labour programme.”\n\nMiliband has sternly refused to discuss possible scenarios after the next election, or the chance of forming “a coalition of the losers” if, as seems most likely, Labour comes second in terms of seats. Nor has he discussed whether such a coalition would be viewed as legitimate.\n\nBut he clearly asserted the established constitutional doctrine that a government can be formed by the party whose Queen’s speech wins a Commons majority. He said: “I am really not going to get into hypotheticals – you know the way the House of Commons works. We will have to see what the outcome of the election is.\n\n“The way the House of Commons works is that you put forward a Queen’s speech and people vote on it. [For] all these Tory falsehoods about SNP and coalitions, the Commons works like this. People in the House of Commons vote on a Queen’s speech, and I want to put forward a Labour Queen’s speech and win a majority for it.\n\n“In a strange way, the SNP and the Tory argument have a strange similarity – the SNP is arguing it is about standing up for Scotland against the rest of the UK. The Tories are saying it is about England against Scotland. I think we should stand up for working people in every part of the country.”\n\nOn Tory attacks\n\nAware that the final days of campaigning will see a bombardment from the Tories, as appeared to occur in the 1992 election, Miliband said: “The real risk is voting Conservative. They are desperate people who assumed they would coast to an election victory and now they realise it is a very closely fought and hard election.\n\n“But [the Conservatives] still do not understand why it is so close. They don’t stand up for the things that the British people believe in and there is a mood for change in this country and a mood to get rid of this government.”\n\nHe added, laughing, that he was not sure what more the Conservatives could throw at him. “Whether it’s Michael Fallon, Cameron or [Iain] Duncan Smith ... what have I been accused of in the last few days? I am against marriage, I am going to trigger the biggest constitutional crisis since the abdication, and our rents policy will have a worst impact than aerial bombardment and napalm. They have gone beyond the attack that I was going to introduce Venezuelan-style rent controls.”\n\nLabour intends to highlight the threat to the welfare state and to the NHS in the final days of campaigning, convinced these are the two issues on which Cameron remains vulnerable and the ones that will bring out swing voters. He insisted Cameron had not definitively ruled out reducing or restricting child benefit in the final television event. “It was weasel words, ducking and diving. There are now five days to save child benefit. It was classic Cameron to pretend to answer the question and fail to, but the audience understood he was ducking.”\n\nFacebook Twitter Pinterest Ed Miliband meeting voters on the campaign trail. Photograph: Andrew Matthews/PA\n\nBut he insists the campaign’s whirlwind final days will not just be negative, as Labour puts forward a positive agenda. His aides duly released the 10 bills that have been prioritised by Lord Falconer, the Labour peer charged with preparing for any transition to power.\n\nThe bills would focus on reforms to economic foundations, an energy market and price freeze bill, an NHS Time to Care bill repealing much Tory health legislation, an immigration and labour market exploitation bill, a stronger families bill reforming child care a “make work pay” bill involving reforms to the minimum wage, a tuition fees reduction and university finance bill, a reform to land planning and private rented markets, a technical education bill reforming apprenticeships, and an anti-tax avoidance finance bill.\n\nThe list gives a broad sense of priorities, but inevitably little sense of the detail that might make the programme palatable either directly in negotiation with a potential coalition partner such as the Liberal Democrats, or indirectly by persuading the SNP not to vote down a Labour Queen’s speech.\n\nReflections on such compromises will be under way in deep secrecy within Labour, but there is no sign Miliband, one of the least conventional Labour leaders in postwar years, will retreat on his fundamental view on public spending or equality.\n\nMiliband, for instance, was unrepentant in his belief that Labour did not allow public spending to spiral out of control ahead of the financial crash, even though he was given a mauling from a member of the Question Time audience over the issue.\n\n“The debt and the deficit were lower at the crash than the ones we inherited. The real issue was that there was an unprecedented global financial crisis. You can take two views: the deficit caused the global financial crisis, or the global financial crisis caused the deficit. The reality is the latter. We should have better bank regulation.\n\nI think the public are not looking for pie-in-the-sky promises … I think they are in the mood for something quite gritty\n\n“But this argument matters. The Tories want to fight the 2010 election and not the 2015 election. I am going into this election saying we are going to cut spending outside health and education, and the Tories want to prosecute this argument that you can simply cut your way to deficit reduction.”\n\nOn meeting Russell Brand\n\n“He approached us, and the reality is that ever since Russell Brand said that thing about not voting, people have said to me ‘Russell Brand is an idiot’. Well, I disagree with him about not voting, but in way there is no point shooting the messenger, because he has been sending a message about how many people view politics.\n\n\n\n“Politics is so broken – one of the great unaddressed scandals of this election is that there are seven million not registered to vote – so I could not understand the idea that you do not reach out to someone that has articulated that message and who reaches people that are disengaged from politics.\n\n“If there were more people like him, I would reach out to them too. I am going to take this anywhere. In a way it is old-politics new-politics, and frankly a bit of old media and new media. Do you go to where people are, or do you say ‘Sorry I am stuck in the Westminster game, and if you don’t want to join our game you can go jump in a lake’? I find it remarkable in a way that anyone says that is remarkable.\n\n“I think he began the interview saying ever since the suffragettes nothing has really happened, and I said well hang on a minute – NHS, women’s rights, minimum wage and gay and lesbian rights.\n\n“I don’t simply have a conventional political view about the way change happens. All the lessons of history show it is not just politicians that bring about change. Look at the biggest change in my lifetime: gay and lesbian rights. Tony Blair played a tremendous role in this, but he would say it was the movement that pushed for change. All of the big advances come from this confluence between people and politics. In a country where you have quite conservative institutions, it is this pressure, these movements, that bring about change. I think people want politics to be opened up, and if he endorses me that is fine, but I have got to admit sometimes that change is going to be hard. I think the public are not looking for pie-in-the-sky promises, or euphoria. I think they are in the mood for something quite gritty and realistic.”",
  "title": "Ed Miliband: this is a clash of values, not a clash of nations",
  "ts_in": "2015-05-02T16:28:10.513135",
  "url": "http://www.theguardian.com/politics/2015/may/01/ed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview"
}