{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-5544855de4b07d6c58ec66f8\" class=\"block-time__link\">09:22</a> </p><p>Good morning and welcome to the Saturday edition of the Guardian&#8217;s election live blog, which we&#8217;re running every day until 7 May and &#8211; if we end up with another hung parliament as polls are predicting &#8211; for some time after that.<br></p>\n<p>I&#8217;m Nadia Khomami and I&#8217;ll be keeping you up to date with all of today&#8217;s political developments. I&#8217;m on Twitter <a href=\"https://twitter.com/nadiakhomami\" class=\" u-underline\">@nadiakhomami</a> and, as always, I&#8217;ll be reading your comments below the line as well, so do let me know if there&#8217;s anything you think I should be covering or have missed.<br></p>\n<h2>The big picture</h2>\n<p>Everyone&#8217;s talking about labour today, and unfortunately for Ed Miliband, I&#8217;m not talking about his party. Reports reveal that the Duchess of Cambridge has been admitted to hospital in the early stages of labour with her second child, so Royal Baby Watch is well and truly under way. Party leaders will be taking time out from campaigning to wish the royal couple luck. David Cameron has already tweeted this morning: &#8220;My best wishes to the Duchess of Cambridge, who is having her second child today. The whole country will wish her well.&#8221; I can&#8217;t say whether a baby will have any effect on the outcome of the general election, but I don&#8217;t doubt that we&#8217;ll be reading many speculative articles linking the two as the day progresses.<br></p>\n<p>Meanwhile, there&#8217;s <a href=\"http://www.theguardian.com/politics/2015/may/01/ed-miliband-this-is-a-clash-of-values-election-scotland-cameron-interview\" class=\" u-underline\">an interview with Miliband in today&#8217;s Guardian</a>, in which the Labour leader seeks to redefine the election debate as a clash between competing political values rather than a Tory-driven battle between England and Scotland. Miliband claims that Cameron&#8217;s focus on Scotland is distracting voters from the bigger issue of inequality in the UK.<br></p>\n\n\n<img src=\"//i.guim.co.uk/media/w-300/h--/q-95/1445517d3e400a2a5f14abaaa9b15067b3c319f4/0_0_5000_3337/500.jpg\" alt=\"Ed Miliband on the train from Paddington to Cardiff Central.\" class=\"gu-image\">\n\nEd Miliband on the train from Paddington to Cardiff Central. Photograph: Linda Nylind for the Guardian\n\n\n\n<blockquote class=\"quoted\">\n<p>I have been clear I am not going to have a coalition or a deal with the Scottish National party, but the real battle is not a choice between two nations, as Cameron pretends, but between two sets of values &#8211; is the country run by an elite of the most rich and powerful or is it run for working people?</p>\n<p>It is an extraordinary collapse for what was once the Conservative and Unionist party to have been reduced to this desperation in a bid to distract voters from the big choices they face over the next five years.</p>\n<p> Cameron used to say the three letters that mattered to him most were NHS. Well, in this election campaign they have been replaced by SNP.</p>\n</blockquote>\n<p> Miliband also spells out the 10 bills that will be at the centre of a Labour Queen&#8217;s speech, including:</p>\n<ul>\n<li>An energy market and price freeze bill, to legislate for a promise made at his party&#8217;s conference in 2013.<br></li>\n<li>An NHS Time to Care bill intended to repeal much of the health reforms instituted under the Conservative-led government.<br></li>\n<li>A tuition fees reduction and university finance bill, following a campaign promise to cut fees from &#163;9,000 a year to &#163;6,000.<br></li>\n<li>An anti-tax avoidance finance bill.<br></li>\n</ul>\n<p>Responding to Miliband&#8217;s comments, the Conservatives have sent me a statement insisting that Miliband can&#8217;t deliver what he promises.<br></p>\n<blockquote class=\"quoted\">\n<p>He&#8217;s ruled out a coalition and he&#8217;s ruled out confidence and supply &#8211; so if he&#8217;s prime minister it will mean a tortured trade-off over every vote on every bill. They&#8217;d have to be signed off by Nicola Sturgeon and the SNP &#8211; and if they don&#8217;t contain what the SNP wants, they simply won&#8217;t get through.</p>\n</blockquote>\n<p> A Tory spokesperson added that an SNP-Labour deal would mean more debt, higher taxes, an increase in welfare benefits, an end to our independent nuclear deterrent, an end to right-to-buy, and no EU referendum.</p>\n<h2> Diary</h2>\n<ul>\n<li>Cameron is due to launch the Conservative manifesto for pensioners today. He will promise to &#8220;reward&#8221; the hard work of older Britons and will highlight his party&#8217;s commitment to the &#8220;triple lock&#8221; on state pensions, which means they rise by whichever is higher out of inflation, average wages, or 2.5%. Cameron will say:<br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p>I have a simple view that if you have done the right thing &#8211; worked, saved and paid your taxes &#8211; you should be rewarded, not punished.</p>\n</blockquote>\n<ul>\n<li>Nick Clegg is campaigning in Yorkshire, where he is setting out plans for a new taskforce aimed at tackling youth unemployment within 100 days of a new government being formed. The Liberal Democrat leader will say his ambition is to see youth unemployment cut to its lowest level since records began more than 30 years ago. &#8220;It is hugely ambitious but it is absolutely achievable.&#8221;</li>\n</ul>\n<ul>\n<li>Miliband will hit the campaign trail in London, while Gordon Brown is expected to join the Scottish Labour leader, Jim Murphy, on the trail in Scotland. The shadow health secretary, Andy Burnham, will also give a speech at a rally in Ealing, London, this evening.</li>\n</ul>\n<ul>\n<li>Sturgeon will continue her helicopter tour, visiting Stonehaven in Aberdeenshire, Inverness and Portree on the Isle of Skye.</li>\n</ul>\n<ul>\n<li>The former Lib Dem leader Charles Kennedy will team up with the chief secretary to the treasury, Danny Alexander, and the Scottish Lib Dem leader, Willie Rennie, for a tour of the Highlands.</li>\n</ul>\n<ul>\n<li>The Scottish Conservative leader, Ruth Davidson, will also spend the day travelling around a number of constitutencies.</li>\n</ul>\n<ul>\n<li>The Ukip leader, Nigel Farage, will aim to win the backing of voters in Kent.</li>\n</ul>\n<ul>\n<li>The Greens leader, Natalie Bennett, will focus on transport policies.<br></li>\n</ul>\n<h2> Your Saturday reading list</h2>\n<ul>\n<li>The Guardian is backing Labour for the general election. In our endorsement editorial, we write that <a href=\"http://www.theguardian.com/commentisfree/2015/may/01/guardian-view-britain-needs-new-direction-needs-labour\" class=\" u-underline\">Miliband has better answers than his rivals and deserves a chance to govern</a>.<br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p>Mr Miliband has grown in this campaign. He may not have stardust or TV-ready charisma, but those are qualities that can be overvalued. He has resilience and, above all, a strong sense of what is just. Mr Miliband understood early one of the central questions of the age: inequality. While most Tories shrug at that yawning gap between rich and poor, Labour will at least strive to slow and even reverse the three-decade march towards an obscenely unequal society. It is Labour that speaks with more urgency than its rivals on social justice, standing up to predatory capitalism, on investment for growth, on reforming and strengthening the public realm, Britain&#8217;s place in Europe and international development &#8211; and which has a record in government that it can be more proud of than it sometimes lets on.</p>\n</blockquote>\n<ul>\n<li>There&#8217;s an interview with Nick Clegg in the Times, in which the Lib Dem leader <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4428836.ece\" class=\" u-underline\">leaves the door open to supporting a Labour-led government propped up by the SNP</a>, despite previously pledging not to back Miliband with &#8220;life support&#8221; from the Scottish nationalists. <br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p> I cannot dictate how other parties vote on individual measures, in the same way that no other party can dictate how the Liberal Democrats vote.</p>\n</blockquote>\n<ul>\n<li>The Guardian&#8217;s Simon Hattenstone has interviewed Sturgeon, who says <a href=\"http://www.theguardian.com/politics/2015/may/02/nicola-sturgeon-im-the-boss-now\" class=\" u-underline\">she &#8220;just wants to shake things up a wee bit&#8221;</a>.<br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p> It was Margaret Thatcher who politicised Sturgeon. She talks about the dismantling of industry, mass unemployment, hopelessness and fear. What made her most angry about Thatcher? She recoils. &#8216;I don&#8217;t like the word angry, because I don&#8217;t think that&#8217;s how it manifested itself. It motivated me to get out there and campaign, and try to change the world for the better.&#8217;</p>\n</blockquote>\n<ul>\n<li>The BBC&#8217;s Today presenter John Humphrys has written an article in the Telegraph, in which he says <a href=\"http://www.telegraph.co.uk/news/general-election-2015/11576461/John-Humphrys-Where-did-this-general-election-go-so-wrong.html\" class=\" u-underline\">this has been the &#8220;most bloodless&#8221; campaign</a> in his five decades of reporting on British general elections.<br></li>\n</ul>\n<blockquote class=\"quoted\">\n<p>We were approaching the steeply banked bend at about 70 miles an hour, and I was rather hoping that my driver would shift his foot from the accelerator pedal to the brake. Instead, he pressed harder on the accelerator. As the needle moved towards 80, he turned to say something to me. I&#8217;m not quite sure what it was because that was when he took his hands off the wheel. Both hands.</p>\n<p> I can safely say it was the most exciting moment of one of our Today programme&#8217;s election road trips.</p>\n</blockquote>\n<h2> If today were a song...</h2>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n<p>The track speaks for itself.</p>\n</div>",
  "authors": [
    "Aisha Gani",
    "Nadia Khomami"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Labour",
    "Liberal Democrats",
    "Conservatives",
    "UK Independence party (Ukip)",
    "Scottish National party (SNP)",
    "Green party",
    "Politics",
    "UK news"
  ],
  "ntitle": "election_2015_live_basic_state_pension_to_rise_to_7_000_a_year_by_2020_under_conservatives",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "09:22\n\nGood morning and welcome to the Saturday edition of the Guardian’s election live blog, which we’re running every day until 7 May and – if we end up with another hung parliament as polls are predicting – for some time after that.\n\n\n\nI’m Nadia Khomami and I’ll be keeping you up to date with all of today’s political developments. I’m on Twitter @nadiakhomami and, as always, I’ll be reading your comments below the line as well, so do let me know if there’s anything you think I should be covering or have missed.\n\n\n\nThe big picture\n\nEveryone’s talking about labour today, and unfortunately for Ed Miliband, I’m not talking about his party. Reports reveal that the Duchess of Cambridge has been admitted to hospital in the early stages of labour with her second child, so Royal Baby Watch is well and truly under way. Party leaders will be taking time out from campaigning to wish the royal couple luck. David Cameron has already tweeted this morning: “My best wishes to the Duchess of Cambridge, who is having her second child today. The whole country will wish her well.” I can’t say whether a baby will have any effect on the outcome of the general election, but I don’t doubt that we’ll be reading many speculative articles linking the two as the day progresses.\n\n\n\nMeanwhile, there’s an interview with Miliband in today’s Guardian, in which the Labour leader seeks to redefine the election debate as a clash between competing political values rather than a Tory-driven battle between England and Scotland. Miliband claims that Cameron’s focus on Scotland is distracting voters from the bigger issue of inequality in the UK.\n\n\n\nEd Miliband on the train from Paddington to Cardiff Central. Photograph: Linda Nylind for the Guardian\n\nI have been clear I am not going to have a coalition or a deal with the Scottish National party, but the real battle is not a choice between two nations, as Cameron pretends, but between two sets of values – is the country run by an elite of the most rich and powerful or is it run for working people? It is an extraordinary collapse for what was once the Conservative and Unionist party to have been reduced to this desperation in a bid to distract voters from the big choices they face over the next five years. Cameron used to say the three letters that mattered to him most were NHS. Well, in this election campaign they have been replaced by SNP.\n\nMiliband also spells out the 10 bills that will be at the centre of a Labour Queen’s speech, including:\n\nAn energy market and price freeze bill, to legislate for a promise made at his party’s conference in 2013.\n\n\n\nAn NHS Time to Care bill intended to repeal much of the health reforms instituted under the Conservative-led government.\n\n\n\nA tuition fees reduction and university finance bill, following a campaign promise to cut fees from £9,000 a year to £6,000.\n\n\n\nAn anti-tax avoidance finance bill.\n\n\n\nResponding to Miliband’s comments, the Conservatives have sent me a statement insisting that Miliband can’t deliver what he promises.\n\n\n\nHe’s ruled out a coalition and he’s ruled out confidence and supply – so if he’s prime minister it will mean a tortured trade-off over every vote on every bill. They’d have to be signed off by Nicola Sturgeon and the SNP – and if they don’t contain what the SNP wants, they simply won’t get through.\n\nA Tory spokesperson added that an SNP-Labour deal would mean more debt, higher taxes, an increase in welfare benefits, an end to our independent nuclear deterrent, an end to right-to-buy, and no EU referendum.\n\nDiary\n\nCameron is due to launch the Conservative manifesto for pensioners today. He will promise to “reward” the hard work of older Britons and will highlight his party’s commitment to the “triple lock” on state pensions, which means they rise by whichever is higher out of inflation, average wages, or 2.5%. Cameron will say:\n\n\n\nI have a simple view that if you have done the right thing – worked, saved and paid your taxes – you should be rewarded, not punished.\n\nNick Clegg is campaigning in Yorkshire, where he is setting out plans for a new taskforce aimed at tackling youth unemployment within 100 days of a new government being formed. The Liberal Democrat leader will say his ambition is to see youth unemployment cut to its lowest level since records began more than 30 years ago. “It is hugely ambitious but it is absolutely achievable.”\n\nMiliband will hit the campaign trail in London, while Gordon Brown is expected to join the Scottish Labour leader, Jim Murphy, on the trail in Scotland. The shadow health secretary, Andy Burnham, will also give a speech at a rally in Ealing, London, this evening.\n\nSturgeon will continue her helicopter tour, visiting Stonehaven in Aberdeenshire, Inverness and Portree on the Isle of Skye.\n\nThe former Lib Dem leader Charles Kennedy will team up with the chief secretary to the treasury, Danny Alexander, and the Scottish Lib Dem leader, Willie Rennie, for a tour of the Highlands.\n\nThe Scottish Conservative leader, Ruth Davidson, will also spend the day travelling around a number of constitutencies.\n\nThe Ukip leader, Nigel Farage, will aim to win the backing of voters in Kent.\n\nThe Greens leader, Natalie Bennett, will focus on transport policies.\n\n\n\nYour Saturday reading list\n\nThe Guardian is backing Labour for the general election. In our endorsement editorial, we write that Miliband has better answers than his rivals and deserves a chance to govern.\n\n\n\nMr Miliband has grown in this campaign. He may not have stardust or TV-ready charisma, but those are qualities that can be overvalued. He has resilience and, above all, a strong sense of what is just. Mr Miliband understood early one of the central questions of the age: inequality. While most Tories shrug at that yawning gap between rich and poor, Labour will at least strive to slow and even reverse the three-decade march towards an obscenely unequal society. It is Labour that speaks with more urgency than its rivals on social justice, standing up to predatory capitalism, on investment for growth, on reforming and strengthening the public realm, Britain’s place in Europe and international development – and which has a record in government that it can be more proud of than it sometimes lets on.\n\nThere’s an interview with Nick Clegg in the Times, in which the Lib Dem leader leaves the door open to supporting a Labour-led government propped up by the SNP, despite previously pledging not to back Miliband with “life support” from the Scottish nationalists.\n\n\n\nI cannot dictate how other parties vote on individual measures, in the same way that no other party can dictate how the Liberal Democrats vote.\n\nThe Guardian’s Simon Hattenstone has interviewed Sturgeon, who says she “just wants to shake things up a wee bit”.\n\n\n\nIt was Margaret Thatcher who politicised Sturgeon. She talks about the dismantling of industry, mass unemployment, hopelessness and fear. What made her most angry about Thatcher? She recoils. ‘I don’t like the word angry, because I don’t think that’s how it manifested itself. It motivated me to get out there and campaign, and try to change the world for the better.’\n\nThe BBC’s Today presenter John Humphrys has written an article in the Telegraph, in which he says this has been the “most bloodless” campaign in his five decades of reporting on British general elections.\n\n\n\nWe were approaching the steeply banked bend at about 70 miles an hour, and I was rather hoping that my driver would shift his foot from the accelerator pedal to the brake. Instead, he pressed harder on the accelerator. As the needle moved towards 80, he turned to say something to me. I’m not quite sure what it was because that was when he took his hands off the wheel. Both hands. I can safely say it was the most exciting moment of one of our Today programme’s election road trips.\n\nIf today were a song...\n\nThe track speaks for itself.",
  "title": "Election 2015 live: Basic state pension to rise to £7,000 a year by 2020 under Conservatives",
  "ts_in": "2015-05-02T16:27:53.166472",
  "url": "http://www.theguardian.com/politics/live/2015/may/02/election-2015-live-miliband-says-campaign-about-values-not-nations"
}