{
  "article_html": "<div><p>Foreign investors will pay extra taxes to buy property in <a href=\"http://www.theguardian.com/australia-news/victoria\" class=\" u-underline\">Victoria</a> to ensure the cost of the state&#8217;s infrastructure is shared evenly, the state government says.</p>\n<p>A stamp duty tax &#8211; 3% of the purchase price of a house &#8211; will come into effect on 1 July and is expected to raise about $279m.</p>\n<p>A land tax surcharge &#8211; an extra 0.5% from 2016 &#8211; will raise about $52.5m.</p>\n<p>The treasurer, Tim Pallas, who will hand down the government&#8217;s budget on Tuesday, says the &#8220;modest surcharges&#8221; are a fair way to ensure foreign property investors contribute to the state&#8217;s infrastructure.</p>\n<p>&#8220;[It will] assist Victorians overall manage the impact of population growth, the demands upon our infrastructure [and] ensure everybody pays their fair share,&#8221; he told reporters on Saturday.</p>\n<p>Foreign investment review board data shows about 40% of residential properties in metropolitan Melbourne go to overseas buyers with foreigners pouring about $14b into Victorian property last year, Pallas said.</p>\n<p>He said the move should not be seen as critical of such investment.</p>\n<p>&#8220;Foreign investment is good for Victoria and it ultimately creates jobs,&#8221; he said.</p>\n<p>&#8220;But we do need to recognise there are pressures upon our property market.&#8221;</p>\n<p>Permanent Australian residents and New Zealanders will be exempt.</p>\n<p>Victoria&#8217;s recreational fishing industry will also get a $20 million boost in Tuesday&#8217;s budget.</p>\n<p>The state agriculture minister, Jaala Pulford, announced several measures on Saturday to improve participation in the sport.</p>\n<p>These included increasing fish stocks, upgrading boat launching facilities and children&#8217;s programs.</p>\n<p>The funding would also help attract more visitors to the state, which would help local business and create job opportunities, she said.</p>\n</div>",
  "authors": [
    "Australian Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Victoria",
    "Victorian politics",
    "Australia news",
    "Business",
    "Real estate"
  ],
  "ntitle": "extra_tax_on_foreign_property_investors_in_victoria_to_balance_infrastructure_cost",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Foreign investors will pay extra taxes to buy property in Victoria to ensure the cost of the state’s infrastructure is shared evenly, the state government says.\n\nA stamp duty tax – 3% of the purchase price of a house – will come into effect on 1 July and is expected to raise about $279m.\n\nA land tax surcharge – an extra 0.5% from 2016 – will raise about $52.5m.\n\nThe treasurer, Tim Pallas, who will hand down the government’s budget on Tuesday, says the “modest surcharges” are a fair way to ensure foreign property investors contribute to the state’s infrastructure.\n\n“[It will] assist Victorians overall manage the impact of population growth, the demands upon our infrastructure [and] ensure everybody pays their fair share,” he told reporters on Saturday.\n\nForeign investment review board data shows about 40% of residential properties in metropolitan Melbourne go to overseas buyers with foreigners pouring about $14b into Victorian property last year, Pallas said.\n\nHe said the move should not be seen as critical of such investment.\n\n“Foreign investment is good for Victoria and it ultimately creates jobs,” he said.\n\n“But we do need to recognise there are pressures upon our property market.”\n\nPermanent Australian residents and New Zealanders will be exempt.\n\nVictoria’s recreational fishing industry will also get a $20 million boost in Tuesday’s budget.\n\nThe state agriculture minister, Jaala Pulford, announced several measures on Saturday to improve participation in the sport.\n\nThese included increasing fish stocks, upgrading boat launching facilities and children’s programs.\n\nThe funding would also help attract more visitors to the state, which would help local business and create job opportunities, she said.",
  "title": "Extra tax on foreign property investors in Victoria to balance infrastructure cost",
  "ts_in": "2015-05-02T16:28:08.859503",
  "url": "http://www.theguardian.com/australia-news/2015/may/02/extra-tax-on-foreign-property-investors-in-victoria-to-balance-infrastructure-cost"
}