{
  "article_html": "<div>\n<p>If skinny jeans are rock&#8217;n&#8217;roll, think of wide-legged trousers as your hack to Hepburn elegance. They are great in a look that is a more explicit homage &#8211; as on Pam, with a nipped-in waist and tucked-in sweater &#8211; but they have loads of modern interpretations, too. Sylviane&#8217;s mix of wide-legged trousers with a boxy blue shirt and white pumps has a nice minimalism, while Maddie&#8217;s navy and white outfit &#8211; with midriff &#8211; is punchy. Wide legs look great puddling over heels, either for work (see Gloria&#8217;s plaid trousers with pale pink sweatshirt) or more dressed up. Beth&#8217;s red trousers and sandals take great strides to an evening look &#8211; whether that&#8217;s in Hepburn&#8217;s era or right now. <strong>Melanie Wilkinson</strong></p>\n<p>Fashion assistant: Hannah Davidson. Makeup: Lisa Stokes, assisted by Saskia Bannister, using Mac. Hair: Shukeel Murtaza at Phamous, using Bumble and bumble. Models: Sylviane and Pam at Ugly, Gloria at Mrs Robinson, Maddie at Elite and Beth at Profile.<br></p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Fashion",
    "Life and style",
    "Women's trousers",
    "Women's shoes",
    "Handbags"
  ],
  "ntitle": "fashion_for_all_ages_wide_leg_trousers_in_pictures",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "If skinny jeans are rock’n’roll, think of wide-legged trousers as your hack to Hepburn elegance. They are great in a look that is a more explicit homage – as on Pam, with a nipped-in waist and tucked-in sweater – but they have loads of modern interpretations, too. Sylviane’s mix of wide-legged trousers with a boxy blue shirt and white pumps has a nice minimalism, while Maddie’s navy and white outfit – with midriff – is punchy. Wide legs look great puddling over heels, either for work (see Gloria’s plaid trousers with pale pink sweatshirt) or more dressed up. Beth’s red trousers and sandals take great strides to an evening look – whether that’s in Hepburn’s era or right now. Melanie Wilkinson\n\nFashion assistant: Hannah Davidson. Makeup: Lisa Stokes, assisted by Saskia Bannister, using Mac. Hair: Shukeel Murtaza at Phamous, using Bumble and bumble. Models: Sylviane and Pam at Ugly, Gloria at Mrs Robinson, Maddie at Elite and Beth at Profile.\n\n",
  "title": "Fashion for all ages: wide-leg trousers – in pictures",
  "ts_in": "2015-05-02T16:28:51.163670",
  "url": "http://www.theguardian.com/fashion/gallery/2015/may/01/fashion-for-all-ages-wide-leg-trousers-in-pictures"
}