{
  "article_html": "<div><p>Back in the 1950s Juliette Gr&#233;co sang <a href=\"https://www.youtube.com/watch?v=74eQqUhHMJc\" title=\"\" class=\" u-underline\">Je hais les dimanches</a> (I hate Sundays), but would she have found them quite so dull if public libraries had been open? It is still an open question in France, where museums and cinemas welcome the public on this day of rest, but not yet libraries.</p>\n<p>Things may finally be changing, thanks to <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2015/02/12/france-may-finally-allow-shops-to-open-on-sunday\" title=\"\" class=\" u-underline\">a bill originally more concerned with shopping</a> than the arts. An amendment, put forward by former arts minister Aur&#233;lie Filipetti, to the &#8220;growth, business and equal economic opportunities&#8221; bill currently grinding through the French parliament, seeks to oblige local councils to organise a debate before introducing Sunday opening for libraries and shops. Her successor, Fleur Pellerin, has endorsed this proposal and asked a member of the upper house to look at how library opening hours could be adapted.</p>\n<p>Although it may be some time before it becomes law, a vote in favour of the bill could have symbolic impact. It would certainly draw attention to the role now played by libraries, institutions that have taken on other missions than simply providing books.</p>\n<p>Workshops, events, exhibitions, training courses and encouraging public participation in their management have become part of libraries&#8217; roles. In some you may talk without whispering, use a phone, eat and even play computer games. Reading has become a source of sociability and the books on offer are supposed to encourage &#8220;social cohesion&#8221;. This trend towards greater openness, which started a few years ago, has only taken hold in a few of France&#8217;s 3,000 public libraries. But, it seems, it&#8217;s spreading.</p>\n<p>The most recent and perhaps most emblematic of the new media libraries opened last June in the working-class Mont Mesly district of <a href=\"http://en.wikipedia.org/wiki/Cr%C3%A9teil\" title=\"\" class=\" u-underline\">Cr&#233;teil</a>, in the south-eastern suburbs of Paris. Everything here is impressive: its size (4,400 sq metres); the building&#8217;s transparent design that seeks to blur the distinction between interior and exterior; the number of items (140,000), freely accessible computers (84), seats (96) and armchairs (138). There is even a digital piano in the music room (only used with headphones).</p>\n<p>For local people, access to the library is free of charge, in keeping with the &#8220;third place&#8221; concept much in vogue with librarians (the first two being home and workplace). &#8220;We&#8217;re in an intermediate place here,&#8221; says head librarian Elisabeth Rozelot. &#8220;Its vocation is to teach people how to be citizens and to develop their critical faculties, with the ability to choose their own leisure activities, meet others and take part in social life.&#8221; The library organises a range of workshops, including reading, computing, basket-making and lino-cutting, readings, slide shows and concerts. But there are employment and literacy support groups too, in partnership with local associations. The resident poet stages encounters with fellow writers.</p>\n<p>Ten months after it opened, Cr&#233;teil library has 11,000 registered users. It has had a few glitches such as the cafe. Though small, it was intended as a central feature, with comfortable benches and coffee machines. But it was monopolised by teenagers who proved too unruly, even for the library&#8217;s open approach. &#8220;Unfortunately serving a wide spectrum of publics is often a rosy dream,&#8221; Rozelot admits. The cafe now shuts at 4pm every day and librarians complain about having to &#8220;police&#8221; unaccompanied youths playing between the stacks on Wednesday and Saturday afternoons.</p>\n<p>Ten kilometres from Cr&#233;teil, in Paris&#8217;s 20th arrondissement, the <a href=\"https://www.facebook.com/bibliothequelouisemichel/app_190322544333196\" title=\"\" class=\" u-underline\">Louise Michel library</a> also has its share of accompanied kids. But here, despite being a model of social integration, the staff turn them away or phone their parents. In some rooms there is no need to whisper and you can use your mobile phone. Eating a sandwich is also allowed &#8211; the library even provides a broom to sweep up crumbs. There are baby changing and bottle-warming facilities too. On Saturday mornings a public writer helps people struggling with their correspondence. On the floor above, a room is set aside for activities, and you can borrow music and games too.</p>\n\n\n<a href=\"/world/2015/may/02/france-libraries-social-workshops-meeting-hub#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430491140722/cc57e871-b7bc-4996-891b-c311d8ea82a5-300x180.jpeg\" alt=\"Sainte Genevi&#232;ve library Paris\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47tng%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=France%E2%80%99s+libraries+discovering+a+new+lease+of+life+beyond+just+books&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47tng%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=France%E2%80%99s+libraries+discovering+a+new+lease+of+life+beyond+just+books&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F02%2Ffrance-libraries-social-workshops-meeting-hub&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430491141305%2Fbbe37dbe-e3db-4516-b795-1b72d76fbef5-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nA more traditional set up at the Sainte Genevi&#232;ve library in the Latin Quarter of Paris. Photograph: Brian Jannsen/Alamy\n\n\n\n<p>&#8220;This place aims first and foremost to be a centre for living, culture being a secondary concern,&#8221; says head librarian H&#233;l&#232;ne Certain. &#8220;Our priority is to develop a relationship with users. Apart from public libraries, there aren&#8217;t many places in a town which are open to all comers, free of charge, with heating and no one on the door to check your identity.&#8221; Fifteen people have permanent jobs at this local library, which opened in 2011 with a stock of 30,000 items. &#8220;It&#8217;s not unusual for us to talk to someone for 20 or 30 minutes. It&#8217;s a person-to-person relation, not one of public body to consumer,&#8221; Certain adds.</p>\n<p>Much as for social workers the ultimate reward for these radical librarians is to see users suggesting and organising activities based on books on the shelves. At Louise Michel, the team is particularly proud of its books, of course, but also a communal garden and a resident-run cinema.</p>\n<p>This level of user-involvement requires a more responsible attitude on their part. Most of France&#8217;s next-generation libraries are fitted with automated &#8220;checkouts&#8221;. In some libraries there is no limit on the number of books which can be borrowed. At Anzin, near Valenciennes in northern <a href=\"http://www.theguardian.com/world/france\" class=\" u-underline\">France</a>, &#8220;users are self-regulated&#8221;, says librarian Anne Verneuil.</p>\n<p><a href=\"http://www.mediatheque-anzin.fr/\" title=\"\" class=\" u-underline\">Anzin</a> is important for other reasons too. &#8220;You could say the library is a &#8216;second place&#8217;, given that over a quarter of local residents are unemployed,&#8221; Verneuil adds. &#8220;Many people come in every day simply for a bit of human contact, which they no longer get elsewhere. Some can&#8217;t afford an internet connection, others just enjoy the space because their homes are too small.&#8221;</p>\n<p>Welfare is high on the list of priorities here, with &#8220;job datings&#8221; [sic], workshops on CV writing and sessions on road safety, among the events on offer. The library lends its more forgetful users spectacles and bicycle locks. &#8220;We take people as they come,&#8221; Verneuil explains. Although such strategies are sometimes seen as unrealistic and a dilution of a library&#8217;s social mission to encourage reading, they do appear to be an effective way to introduce people to books. Four years after it opened, the media library has 4,200 registered users, 30% of the town&#8217;s population. Admittedly registration is free.</p>\n<p>Unfortunately, running costs are an issue. Many of these remodelled libraries were opened in the late-1990s when local councils started pooling resources, particularly for infrastructure and public services. Library supporters are afraid that policymakers may lose interest, once they are built. Local government, they fear, may forget that libraries need to purchase books on a regular basis to sustain their social mission.</p>\n<p>&#8220;It would be a mistake. Users want the collection to be renewed,&#8221; Verneuil says. &#8220;Without the books and collection, all the welfare-oriented work is pointless. Devoid of contents libraries would be like social centres or cafes,&#8221; says Rozelot, at Cr&#233;teil, where the books on offer are new and in good condition.</p>\n<p>But acquisition funds have either flattened out or dropped in recent years in the majority of French libraries, simply due to the recession. For that reason, Sunday opening may be some time off yet. So we may well go on hating Sunday.</p>\n<h2><strong>Hub of the community</strong></h2>\n<p>One of France&#8217;s most astonishing &#8220;social&#8221; libraries is at Signy L&#8217;Abbaye (population 1,400) in north-eastern France. When it opened in 2007 it was paired with a social centre, thanks to an unusual partnership between the Regional Arts Directorate and the Family Allowance Fund. The two bodies joined forces in a drive to combat loneliness, a recurrent ill in a village with high unemployment, 25km west of Charleville-M&#233;zi&#232;res. So the library and social centre offer a full range of activities, including workshops and outings, and services (childminding, acting as an interface with other public services &#8211; job-seeking, among others), in the middle of an arts centre with 15,000 items. Nineteen staff &#8211; librarians, social workers, socio-cultural coordinators &#8211; work for the organisation, which has an annual budget of &#8364;450,000 ($472,000). &#8220;A small locality like ours could never afford a library on its own,&#8221; says Didier Guillot, one of the managers. &#8220;But by sharing running costs with another body, it can be done.&#8221;</p>\n<p>This article appeared in <a href=\"http://www.theguardian.com/weekly\" title=\"\" class=\" u-underline\">Guardian Weekly</a>, which incorporates material from Le Monde</p>\n</div>",
  "authors": [
    "Frédéric Potet"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "France",
    "Libraries",
    "Literacy",
    "Social mobility",
    "Society",
    "Life and style"
  ],
  "ntitle": "france_s_libraries_discovering_a_new_lease_of_life_beyond_just_books",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Back in the 1950s Juliette Gréco sang Je hais les dimanches (I hate Sundays), but would she have found them quite so dull if public libraries had been open? It is still an open question in France, where museums and cinemas welcome the public on this day of rest, but not yet libraries.\n\nThings may finally be changing, thanks to a bill originally more concerned with shopping than the arts. An amendment, put forward by former arts minister Aurélie Filipetti, to the “growth, business and equal economic opportunities” bill currently grinding through the French parliament, seeks to oblige local councils to organise a debate before introducing Sunday opening for libraries and shops. Her successor, Fleur Pellerin, has endorsed this proposal and asked a member of the upper house to look at how library opening hours could be adapted.\n\nAlthough it may be some time before it becomes law, a vote in favour of the bill could have symbolic impact. It would certainly draw attention to the role now played by libraries, institutions that have taken on other missions than simply providing books.\n\nWorkshops, events, exhibitions, training courses and encouraging public participation in their management have become part of libraries’ roles. In some you may talk without whispering, use a phone, eat and even play computer games. Reading has become a source of sociability and the books on offer are supposed to encourage “social cohesion”. This trend towards greater openness, which started a few years ago, has only taken hold in a few of France’s 3,000 public libraries. But, it seems, it’s spreading.\n\nThe most recent and perhaps most emblematic of the new media libraries opened last June in the working-class Mont Mesly district of Créteil, in the south-eastern suburbs of Paris. Everything here is impressive: its size (4,400 sq metres); the building’s transparent design that seeks to blur the distinction between interior and exterior; the number of items (140,000), freely accessible computers (84), seats (96) and armchairs (138). There is even a digital piano in the music room (only used with headphones).\n\nFor local people, access to the library is free of charge, in keeping with the “third place” concept much in vogue with librarians (the first two being home and workplace). “We’re in an intermediate place here,” says head librarian Elisabeth Rozelot. “Its vocation is to teach people how to be citizens and to develop their critical faculties, with the ability to choose their own leisure activities, meet others and take part in social life.” The library organises a range of workshops, including reading, computing, basket-making and lino-cutting, readings, slide shows and concerts. But there are employment and literacy support groups too, in partnership with local associations. The resident poet stages encounters with fellow writers.\n\nTen months after it opened, Créteil library has 11,000 registered users. It has had a few glitches such as the cafe. Though small, it was intended as a central feature, with comfortable benches and coffee machines. But it was monopolised by teenagers who proved too unruly, even for the library’s open approach. “Unfortunately serving a wide spectrum of publics is often a rosy dream,” Rozelot admits. The cafe now shuts at 4pm every day and librarians complain about having to “police” unaccompanied youths playing between the stacks on Wednesday and Saturday afternoons.\n\nTen kilometres from Créteil, in Paris’s 20th arrondissement, the Louise Michel library also has its share of accompanied kids. But here, despite being a model of social integration, the staff turn them away or phone their parents. In some rooms there is no need to whisper and you can use your mobile phone. Eating a sandwich is also allowed – the library even provides a broom to sweep up crumbs. There are baby changing and bottle-warming facilities too. On Saturday mornings a public writer helps people struggling with their correspondence. On the floor above, a room is set aside for activities, and you can borrow music and games too.\n\nFacebook Twitter Pinterest A more traditional set up at the Sainte Geneviève library in the Latin Quarter of Paris. Photograph: Brian Jannsen/Alamy\n\n“This place aims first and foremost to be a centre for living, culture being a secondary concern,” says head librarian Hélène Certain. “Our priority is to develop a relationship with users. Apart from public libraries, there aren’t many places in a town which are open to all comers, free of charge, with heating and no one on the door to check your identity.” Fifteen people have permanent jobs at this local library, which opened in 2011 with a stock of 30,000 items. “It’s not unusual for us to talk to someone for 20 or 30 minutes. It’s a person-to-person relation, not one of public body to consumer,” Certain adds.\n\nMuch as for social workers the ultimate reward for these radical librarians is to see users suggesting and organising activities based on books on the shelves. At Louise Michel, the team is particularly proud of its books, of course, but also a communal garden and a resident-run cinema.\n\nThis level of user-involvement requires a more responsible attitude on their part. Most of France’s next-generation libraries are fitted with automated “checkouts”. In some libraries there is no limit on the number of books which can be borrowed. At Anzin, near Valenciennes in northern France, “users are self-regulated”, says librarian Anne Verneuil.\n\nAnzin is important for other reasons too. “You could say the library is a ‘second place’, given that over a quarter of local residents are unemployed,” Verneuil adds. “Many people come in every day simply for a bit of human contact, which they no longer get elsewhere. Some can’t afford an internet connection, others just enjoy the space because their homes are too small.”\n\nWelfare is high on the list of priorities here, with “job datings” [sic], workshops on CV writing and sessions on road safety, among the events on offer. The library lends its more forgetful users spectacles and bicycle locks. “We take people as they come,” Verneuil explains. Although such strategies are sometimes seen as unrealistic and a dilution of a library’s social mission to encourage reading, they do appear to be an effective way to introduce people to books. Four years after it opened, the media library has 4,200 registered users, 30% of the town’s population. Admittedly registration is free.\n\nUnfortunately, running costs are an issue. Many of these remodelled libraries were opened in the late-1990s when local councils started pooling resources, particularly for infrastructure and public services. Library supporters are afraid that policymakers may lose interest, once they are built. Local government, they fear, may forget that libraries need to purchase books on a regular basis to sustain their social mission.\n\n“It would be a mistake. Users want the collection to be renewed,” Verneuil says. “Without the books and collection, all the welfare-oriented work is pointless. Devoid of contents libraries would be like social centres or cafes,” says Rozelot, at Créteil, where the books on offer are new and in good condition.\n\nBut acquisition funds have either flattened out or dropped in recent years in the majority of French libraries, simply due to the recession. For that reason, Sunday opening may be some time off yet. So we may well go on hating Sunday.\n\nHub of the community\n\nOne of France’s most astonishing “social” libraries is at Signy L’Abbaye (population 1,400) in north-eastern France. When it opened in 2007 it was paired with a social centre, thanks to an unusual partnership between the Regional Arts Directorate and the Family Allowance Fund. The two bodies joined forces in a drive to combat loneliness, a recurrent ill in a village with high unemployment, 25km west of Charleville-Mézières. So the library and social centre offer a full range of activities, including workshops and outings, and services (childminding, acting as an interface with other public services – job-seeking, among others), in the middle of an arts centre with 15,000 items. Nineteen staff – librarians, social workers, socio-cultural coordinators – work for the organisation, which has an annual budget of €450,000 ($472,000). “A small locality like ours could never afford a library on its own,” says Didier Guillot, one of the managers. “But by sharing running costs with another body, it can be done.”\n\nThis article appeared in Guardian Weekly, which incorporates material from Le Monde",
  "title": "France’s libraries discovering a new lease of life beyond just books",
  "ts_in": "2015-05-02T16:28:47.134251",
  "url": "http://www.theguardian.com/world/2015/may/02/france-libraries-social-workshops-meeting-hub"
}