{
  "article_html": "<div>\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/01/marilyn-mosby-baltimore-states-attorney-freddie-gray\" class=\" u-underline\">Marilyn Mosby: young chief prosecutor electrifies Baltimore with police charges</a> </p>\n\n<p>The family of Freddie Gray called for peace in the city in their first remarks since <a href=\"http://www.theguardian.com/us-news/2015/may/01/baltimore-freddie-gray-death\" class=\" u-underline\">six Baltimore police officers were charged</a> with crimes ranging from second degree murder to false imprisonment following a shock announcement from the city&#8217;s state attorney on Friday morning over the 25-year-old&#8217;s death in custody.<br></p>\n<p>&#8220;We ask that whoever comes to our city, a city that we love, comes in peace,&#8221; said Richard Shipley, Gray&#8217;s stepfather, at a press conference on Friday afternoon. &#8220;If you are not coming in peace, then please don&#8217;t come at all.&#8221;<br></p>\n<p>The emotional press conference was held at the Reginald Lewis Museum for African American History and Culture, an academic hub for Maryland&#8217;s black history. </p>\n<p>&#8220;Without justice there is no peace. But let us have peace,&#8221; Shipley said in brief remarks. </p>\n<p>William Murphy Jr, the Gray family lawyer, said the charges against the six officers marked &#8220;a momentous step on the road to justice for Freddie&#8221;. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/01/freddie-gray-charges-depraved-heart-murder\" class=\" u-underline\">Freddie Gray charges: what is 'depraved heart murder'?</a> </p>\n\n<p>&#8220;We were in shock,&#8221; Murphy said of the moment the family learned that charges had been filed against the six officers. They missed the state attorney&#8217;s press conference as they were not told in advance, he said, and the family watched a recording later on television news.</p>\n<p>&#8220;Freddie was taken too early and too horrifically. The worst of the Gray&#8217;s family days in the history of this family have been the last three weeks,&#8221; Murphy said, thanking the 35-year-old state&#8217;s attorney Marilyn Mosby. </p>\n<p>&#8220;While the state&#8217;s attorney&#8217;s office did its work, the community and other communities like it all over the country have much work to do of their own,&#8221; said Murphy. </p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n\n\n    Sorry, your browser is unable to play this video. \n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483hc%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Baltimore+police+officers+to+face+homicide+charges+in+Freddie+Gray+case+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483hc%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Baltimore+police+officers+to+face+homicide+charges+in+Freddie+Gray+case+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fvideo%2F2015%2Fmay%2F01%2Fbaltimore-police-officers-to-face-charges-video&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430495307896%2FProsecutor-Mosby-says-cit-004.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n<p>&#8220;The blue wall of silence that makes policemen wrongfully conspire to conceal evil must come down,&#8221; he added. </p>\n<p>The six officers surrendered themselves on Friday afternoon at the <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> Central Booking and Intake Center downtown, where they were processed and appeared before a commissioner of the Maryland district court.</p>\n<p>Court records show that five of the six had their bail set at $350,000. The driver of the police van, officer Caesar Goodson Jr, who is African American, faces the most severe charge of second-degree murder. . </p>\n<p>Officer William Porter and sergeant Alicia D White were charged with manslaughter, assault and misconduct. They are also black.</p>\n<p>Lieutenant Brian Rice, officer Garrett Miller and officer Edward Nero were charged with manslaughter, assault, misconduct and false imprisonment.</p>\n<p>A handful of people gathered at Central Booking to catch a glimpse of the officers who were to be put through the same booking process as the scores of protesters who were arrested throughout the past week.</p>\n<p>As the crowd waited for several hours, they were joined later in the afternoon by Sybrina Fulton, the mother of deceased Florida teenager Trayvon Martin. Fulton was joined by Jamal Bryant, a local Baltimore minister with the Empowerment Temple, and several members of the local clergy, including Christian ministers and several imams. </p>\n<p>&#8220;While we are celebrating the fact that the police officers have been arrested, we have to keep in mind that that is not a conviction,&#8221; Fulton said. &#8220;As I&#8217;ve said before, for some reason, this is open season on young African American men. I want to know, when is the season gonna be over?&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/01/freddie-gray-family-calls-for-peace-police-officers-charged#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430526081840/b93c19d3-f5ca-4be0-af4f-5e2e2906c7ee-300x203.jpeg\" alt=\"Freddie Gray's step father Richard Shipley speaks during a press conference.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483ng%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Freddie+Gray%27s+family+calls+for+peace+after+police+officers+charged+over+death&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483ng%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Freddie+Gray%27s+family+calls+for+peace+after+police+officers+charged+over+death&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F01%2Ffreddie-gray-family-calls-for-peace-police-officers-charged&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430526081105%2Fb93c19d3-f5ca-4be0-af4f-5e2e2906c7ee-2060x1395.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nFreddie Gray&#8217;s stepfather Richard Shipley speaks during a press conference. Photograph: Alex Brandon/AP\n\n\n\n<p>In west Baltimore, at the West North and Pennsylvania Avenue intersection, hundreds of people gathered to celebrate the announcement. Cars beeped their horns, preachers sang from loudspeakers and a school bus drove by with cheering children on board. The location has become a focal point for much of the protests over Gray&#8217;s death and is the location of the CVS pharmacy that was burned and looted on Monday.</p>\n<p>Despite a large contingent of law enforcement officials, including members of the national guard who arrived in Baltimore after a state of emergency was declared during the rioting, police kept their distance.</p>\n<p>Captain Douglas of Baltimore police, a black officer who has been present at many of the protests over the past two weeks, told the Guardian that the citywide curfew of 10pm would be enforced. He added, however, that police would be employing &#8220;soft touch&#8221; tactics.</p>\n<p>Mike McMcCullough, a 55-year-old Baltimore county resident who has been seen at a number of protests over the past week, said he was shocked at the speed with which the charges were announced.</p>\n<p>&#8220;In my 55 years, I never thought I&#8217;d see a black president or a police officer indicted for murder,&#8221; McCullough said.</p>\n<p>&#8220;Thank God for social media. White folks always pooh-poohed whatever we were saying. But now we can tape it. Now we&#8217;ve got proof.&#8221;</p>\n<p>Many others in the crowd shared Murphy&#8217;s sentiment that the charges were the first step in attaining justice in the case.</p>\n</div>",
  "authors": [
    "Oliver Laughland",
    "Raya Jalabi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Freddie Gray",
    "Baltimore",
    "Maryland",
    "US news",
    "US policing"
  ],
  "ntitle": "freddie_gray_s_family_calls_for_peace_after_police_officers_charged_over_death",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Related: Marilyn Mosby: young chief prosecutor electrifies Baltimore with police charges\n\nThe family of Freddie Gray called for peace in the city in their first remarks since six Baltimore police officers were charged with crimes ranging from second degree murder to false imprisonment following a shock announcement from the city’s state attorney on Friday morning over the 25-year-old’s death in custody.\n\n\n\n“We ask that whoever comes to our city, a city that we love, comes in peace,” said Richard Shipley, Gray’s stepfather, at a press conference on Friday afternoon. “If you are not coming in peace, then please don’t come at all.”\n\n\n\nThe emotional press conference was held at the Reginald Lewis Museum for African American History and Culture, an academic hub for Maryland’s black history.\n\n“Without justice there is no peace. But let us have peace,” Shipley said in brief remarks.\n\nWilliam Murphy Jr, the Gray family lawyer, said the charges against the six officers marked “a momentous step on the road to justice for Freddie”.\n\nRelated: Freddie Gray charges: what is 'depraved heart murder'?\n\n“We were in shock,” Murphy said of the moment the family learned that charges had been filed against the six officers. They missed the state attorney’s press conference as they were not told in advance, he said, and the family watched a recording later on television news.\n\n“Freddie was taken too early and too horrifically. The worst of the Gray’s family days in the history of this family have been the last three weeks,” Murphy said, thanking the 35-year-old state’s attorney Marilyn Mosby.\n\n“While the state’s attorney’s office did its work, the community and other communities like it all over the country have much work to do of their own,” said Murphy.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest\n\n“The blue wall of silence that makes policemen wrongfully conspire to conceal evil must come down,” he added.\n\nThe six officers surrendered themselves on Friday afternoon at the Baltimore Central Booking and Intake Center downtown, where they were processed and appeared before a commissioner of the Maryland district court.\n\nCourt records show that five of the six had their bail set at $350,000. The driver of the police van, officer Caesar Goodson Jr, who is African American, faces the most severe charge of second-degree murder. .\n\nOfficer William Porter and sergeant Alicia D White were charged with manslaughter, assault and misconduct. They are also black.\n\nLieutenant Brian Rice, officer Garrett Miller and officer Edward Nero were charged with manslaughter, assault, misconduct and false imprisonment.\n\nA handful of people gathered at Central Booking to catch a glimpse of the officers who were to be put through the same booking process as the scores of protesters who were arrested throughout the past week.\n\nAs the crowd waited for several hours, they were joined later in the afternoon by Sybrina Fulton, the mother of deceased Florida teenager Trayvon Martin. Fulton was joined by Jamal Bryant, a local Baltimore minister with the Empowerment Temple, and several members of the local clergy, including Christian ministers and several imams.\n\n“While we are celebrating the fact that the police officers have been arrested, we have to keep in mind that that is not a conviction,” Fulton said. “As I’ve said before, for some reason, this is open season on young African American men. I want to know, when is the season gonna be over?”\n\nFacebook Twitter Pinterest Freddie Gray’s stepfather Richard Shipley speaks during a press conference. Photograph: Alex Brandon/AP\n\nIn west Baltimore, at the West North and Pennsylvania Avenue intersection, hundreds of people gathered to celebrate the announcement. Cars beeped their horns, preachers sang from loudspeakers and a school bus drove by with cheering children on board. The location has become a focal point for much of the protests over Gray’s death and is the location of the CVS pharmacy that was burned and looted on Monday.\n\nDespite a large contingent of law enforcement officials, including members of the national guard who arrived in Baltimore after a state of emergency was declared during the rioting, police kept their distance.\n\nCaptain Douglas of Baltimore police, a black officer who has been present at many of the protests over the past two weeks, told the Guardian that the citywide curfew of 10pm would be enforced. He added, however, that police would be employing “soft touch” tactics.\n\nMike McMcCullough, a 55-year-old Baltimore county resident who has been seen at a number of protests over the past week, said he was shocked at the speed with which the charges were announced.\n\n“In my 55 years, I never thought I’d see a black president or a police officer indicted for murder,” McCullough said.\n\n“Thank God for social media. White folks always pooh-poohed whatever we were saying. But now we can tape it. Now we’ve got proof.”\n\nMany others in the crowd shared Murphy’s sentiment that the charges were the first step in attaining justice in the case.",
  "title": "Freddie Gray's family calls for peace after police officers charged over death",
  "ts_in": "2015-05-02T16:28:32.839574",
  "url": "http://www.theguardian.com/us-news/2015/may/01/freddie-gray-family-calls-for-peace-police-officers-charged"
}