{
  "article_html": "<div><p>The British Broadcasting Corporation has served as the UK's&#160;cultural&#160;backbone&#160;for nearly a&#160;century. Its founding director general, Lord Reith, famously summarised the organisation's&#160;objective in three words: 'inform, educate, entertain'. But in a commercialised world of rapid technological advancement and fragmenting audiences,&#160;is there a place for the BBC in the 21st century? &#160;</p><p>From dodgy dossiers, prank phone calls, and excessive executive pay-offs to sexual abuse and bullying scandals, in recent years the BBC has rarely been out of the headlines. Has the public lost faith in the corporation, or is it still beloved as a great British institution? &#160;</p>&#13;\n<p>Ahead of charter renewal in 2016, and on the day the&#160;Guardian&#8217;s&#160;<strong>Charlotte Higgins&#160;</strong>publishes&#160;This New Noise: The Extraordinary Birth and Troubled Life of the&#160;BBC, join Charlotte and&#160;the BBC's director of&#160;strategy,&#160;<strong>James Purnell</strong>,&#160;&#160;former correspondent and independent MP,&#160;<strong>Martin Bell</strong>, one of the UK's leading TV dramatists,&#160;<strong>Jed Mercurio</strong>, and chair&#160;<strong>Steve Hewlett</strong>&#160;to&#160;lend your voice to the debate about the&#160;corporation's&#160;future.</p>&#13;\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    ""
  ],
  "ntitle": "guardian_live_do_we_still_need_the_bbc",
  "publish_date": null,
  "tags": [],
  "text": "The British Broadcasting Corporation has served as the UK's cultural backbone for nearly a century. Its founding director general, Lord Reith, famously summarised the organisation's objective in three words: 'inform, educate, entertain'. But in a commercialised world of rapid technological advancement and fragmenting audiences, is there a place for the BBC in the 21st century?\n\nFrom dodgy dossiers, prank phone calls, and excessive executive pay-offs to sexual abuse and bullying scandals, in recent years the BBC has rarely been out of the headlines. Has the public lost faith in the corporation, or is it still beloved as a great British institution?\n\nAhead of charter renewal in 2016, and on the day the Guardian’s Charlotte Higgins publishes This New Noise: The Extraordinary Birth and Troubled Life of the BBC, join Charlotte and the BBC's director of strategy, James Purnell, former correspondent and independent MP, Martin Bell, one of the UK's leading TV dramatists, Jed Mercurio, and chair Steve Hewlett to lend your voice to the debate about the corporation's future.",
  "title": "Guardian Live: Do we still need the BBC?",
  "ts_in": "2015-05-02T16:28:16.926975",
  "url": "https://membership.theguardian.com/event/guardian-live-do-we-still-need-the-bbc-16816129496"
}