{
  "article_html": "<div><p>Until last week, I had not, I must confess, heard of a certain chap by the&#160;name of Richard Staveley. But since then I have not been able to stop&#160;marvelling at him. For those of you still as&#160;ignorant of this man&#8217;s charms as I once was, I&#160;shall explain.</p>\n<p>Richard Staveley is the head of marketing at a&#160;company I shall call Sludge Drinks, so as not to give those twonks any further publicity. Sludge Drinks is one of those companies that claims drinking liquidised gunk, instead of eating&#160;actual food, is an excellent way to lose weight &#8211; if you&#8217;re a woman, that is. Notably, the &#8220;weight loss&#8221; section <a href=\"http://www.proteinworld.com\" title=\"\" class=\" u-underline\">on the home page of the company&#8217;s website</a> is illustrated by a&#160;topless slim&#160;woman with &#8220;Sludge Drinks&#8221; written on her&#160;arse, like a branded piece of livestock. The&#160;&#8220;add muscle&#8221; section, on the other&#160;hand, is illustrated by a muscular man, his&#160;fist clenched tight with righteousness. Because women should be skinny and food-deprived, while men should be muscular and overloading on protein, just as God and Sludge Drinks intended.</p>\n<p>But I digress! Recently, Sludge Drinks launched&#160;an advertising campaign in train stations across the land that makes up in obnoxiousness what it lacks in grammar.<a href=\"http://www.standard.co.uk/incoming/article10193522.ece/alternates/w620/Beach-body.jpg\" title=\"\" class=\" u-underline\"> &#8220;ARE YOU BEACH BODY READY?&#8221; the bright yellow poster bellows</a>, illustrated by requisite woman in&#160;tiny bikini and&#160;a couple of Sludge Drinks&#8217; untempting-looking products.</p>\n<p>Reaction to this campaign has been, to use the&#160;favoured euphemism, mixed. Some women reportedly stood in front of the posters for hours, trying in vain to make sense of this nonsensical slogan. Others simply walked on past&#160;without noticing it, so used are they to women&#8217;s bodies being used to sell pointless products that no one&#160;needs. Then there are those who have taken a&#160;stand, arguing that any body that makes it to the&#160;beach is, literally, a beach body, so Sludge Drinks can shove their adverts up&#160;the part of their&#160;anatomy that is branded on their&#160;website. <a href=\"https://www.change.org/p/proteinworld-arjun-seth-remove-are-you-beach-body-ready-advertisements\" title=\"\" class=\" u-underline\">Petitions were launched</a>, <a href=\"https://mobile.twitter.com/hashtag/beachbodyready?src=hash\" title=\"\" class=\" u-underline\">social media mockery ensued</a> and <a href=\"http://www.theguardian.com/media/2015/apr/27/mass-demonstration-planned-over-beach-body-ready-tube-advert\" title=\"\" class=\" u-underline\">a demonstration planned in London&#8217;s&#160;Hyde Park</a>. In short, all the things that&#160;would normally give a marketing manager a&#160;minor cardiac episode.</p>\n<p>But not plucky Richard Staveley. Far from backing down with a meek apology, Mr Staveley has, as the young folk say, doubled down. Of course Sludge Drinks isn&#8217;t being sexist by saying the only women who should be allowed on a beach are those in bikinis with Barbie-like proportions, <a href=\"http://news.sky.com/story/1473021/beach-body-firm-hits-out-at-billboard-backlash\" title=\"\" class=\" u-underline\">he snorted</a>. Rather, the company is&#160;benevolently encouraging &#8220;a healthier, fitter nation&#8221;. Honestly, it&#8217;s a wonder Sludge Drinks hasn&#8217;t won the Nobel peace prize for its efforts. He then added the kicker: &#8220;It&#8217;s been quite odd how many people we&#8217;ve found who are far quicker to fit-shame then fat-shame.&#8221;</p>\n<p>I always enjoy this argument: that anyone who&#160;criticises the commodification of women&#8217;s bodies is &#8220;fit-shaming&#8221; and, by extension, endorsing bingeing on crisps and looking like <a href=\"http://www.starwars.com/databank/jabba-the-hutt\" title=\"\" class=\" u-underline\">Jabba the Hutt</a>. Fashion editors are, you might not be surprised to learn, especially keen on this&#160;strawman of an argument (strawmen: so enviably skinny!). When asked on the American news programme 60 Minutes, in 2009, why models are so thin, <a href=\"https://www.youtube.com/watch?v=52jAGB22CCc\" title=\"\" class=\" u-underline\">American Vogue&#8217;s Anna Wintour complained</a> there is &#8220;an epidemic of obesity in the United States, and for some reason everybody focuses on anorexia&#8221;.</p>\n<p>This kind of logic is ironclad: you absolutely never read articles about the dangers of obesity in&#160;the media, or see fat people being mocked on&#160;television and in movies, or encounter shops selling clothes only up to size 16 and suggesting anyone bigger is a circus freak, do you? Those poor thin people can hardly move through city centres these days without being jeered at by fit-shamers and having Mars bars thrown at their&#160;Lycra-clad backsides. Truly, this is the civil rights issue of our time.</p>\n<p>I could at this juncture point out that women aren&#8217;t annoyed at thin models; they&#8217;re sick of being told that only one body type is acceptable. I&#160;could also say that medical studies have repeatedly shown that being slightly overweight is much healthier than being underweight. But all&#160;that needs to be said is that, if fashion editors are tired of people asking them about anorexia, they could consider featuring women other than&#160;underweight models in their publications.</p>\n<p>As for Mr Staveley, I&#8217;ll make a deal: if he agrees to live on Sludge Drinks&#8217; protein puke for a week and be photographed in a Speedo for the next round of adverts, I promise I won&#8217;t fit-shame him. &#8226; <a href=\"http://www.theguardian.com/lifeandstyle/series/sophie-heawoods-weekend-column\" title=\"\" class=\" u-underline\">Sophie Heawood</a> is away.</p>\n</div>",
  "authors": [
    "Hadley Freeman"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Health & wellbeing",
    "Health",
    "Society",
    "Women",
    "Advertising",
    "Life and style"
  ],
  "ntitle": "hadley_freeman_what_is_a_beach_body_anyway",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Until last week, I had not, I must confess, heard of a certain chap by the name of Richard Staveley. But since then I have not been able to stop marvelling at him. For those of you still as ignorant of this man’s charms as I once was, I shall explain.\n\nRichard Staveley is the head of marketing at a company I shall call Sludge Drinks, so as not to give those twonks any further publicity. Sludge Drinks is one of those companies that claims drinking liquidised gunk, instead of eating actual food, is an excellent way to lose weight – if you’re a woman, that is. Notably, the “weight loss” section on the home page of the company’s website is illustrated by a topless slim woman with “Sludge Drinks” written on her arse, like a branded piece of livestock. The “add muscle” section, on the other hand, is illustrated by a muscular man, his fist clenched tight with righteousness. Because women should be skinny and food-deprived, while men should be muscular and overloading on protein, just as God and Sludge Drinks intended.\n\nBut I digress! Recently, Sludge Drinks launched an advertising campaign in train stations across the land that makes up in obnoxiousness what it lacks in grammar. “ARE YOU BEACH BODY READY?” the bright yellow poster bellows, illustrated by requisite woman in tiny bikini and a couple of Sludge Drinks’ untempting-looking products.\n\nReaction to this campaign has been, to use the favoured euphemism, mixed. Some women reportedly stood in front of the posters for hours, trying in vain to make sense of this nonsensical slogan. Others simply walked on past without noticing it, so used are they to women’s bodies being used to sell pointless products that no one needs. Then there are those who have taken a stand, arguing that any body that makes it to the beach is, literally, a beach body, so Sludge Drinks can shove their adverts up the part of their anatomy that is branded on their website. Petitions were launched, social media mockery ensued and a demonstration planned in London’s Hyde Park. In short, all the things that would normally give a marketing manager a minor cardiac episode.\n\nBut not plucky Richard Staveley. Far from backing down with a meek apology, Mr Staveley has, as the young folk say, doubled down. Of course Sludge Drinks isn’t being sexist by saying the only women who should be allowed on a beach are those in bikinis with Barbie-like proportions, he snorted. Rather, the company is benevolently encouraging “a healthier, fitter nation”. Honestly, it’s a wonder Sludge Drinks hasn’t won the Nobel peace prize for its efforts. He then added the kicker: “It’s been quite odd how many people we’ve found who are far quicker to fit-shame then fat-shame.”\n\nI always enjoy this argument: that anyone who criticises the commodification of women’s bodies is “fit-shaming” and, by extension, endorsing bingeing on crisps and looking like Jabba the Hutt. Fashion editors are, you might not be surprised to learn, especially keen on this strawman of an argument (strawmen: so enviably skinny!). When asked on the American news programme 60 Minutes, in 2009, why models are so thin, American Vogue’s Anna Wintour complained there is “an epidemic of obesity in the United States, and for some reason everybody focuses on anorexia”.\n\nThis kind of logic is ironclad: you absolutely never read articles about the dangers of obesity in the media, or see fat people being mocked on television and in movies, or encounter shops selling clothes only up to size 16 and suggesting anyone bigger is a circus freak, do you? Those poor thin people can hardly move through city centres these days without being jeered at by fit-shamers and having Mars bars thrown at their Lycra-clad backsides. Truly, this is the civil rights issue of our time.\n\nI could at this juncture point out that women aren’t annoyed at thin models; they’re sick of being told that only one body type is acceptable. I could also say that medical studies have repeatedly shown that being slightly overweight is much healthier than being underweight. But all that needs to be said is that, if fashion editors are tired of people asking them about anorexia, they could consider featuring women other than underweight models in their publications.\n\nAs for Mr Staveley, I’ll make a deal: if he agrees to live on Sludge Drinks’ protein puke for a week and be photographed in a Speedo for the next round of adverts, I promise I won’t fit-shame him. • Sophie Heawood is away.",
  "title": "Hadley Freeman: what is a beach body anyway?",
  "ts_in": "2015-05-02T16:28:53.588531",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/beach-body-ready-advert-backlash-hadley-freeman"
}