{
  "article_html": "<div><p>I have always been delusional about my looks. I look in the mirror and think: OK, you&#8217;re 6ft 2in and 235lb, and you&#8217;re not the worst&#160;or the best-looking guy in the world, but you can walk into any room and steal anybody&#8217;s wife or girlfriend. Confidence is enormously appealing and very disarming. &#8220;Hello,&#8221; I say, looking into a woman&#8217;s eyes, &#8220;I find you devastatingly attractive.&#8221;</p>\n<p>My closet has lots of leather pants, snakeskin boots, the usual sort of thing. I have more conservative outfits for when I am doing business on Wall Street, when&#160;I have to push down my bouffy hair a little. I use lots of hairspray, making my hair rock hard. I started to go grey in my 20s and have coloured it ever since. I have destroyed the follicles, I&#8217;m sure, but at least it&#8217;s still all there.</p>\n<p>Getting ready to be on stage with Kiss takes two hours. <a href=\"https://www.youtube.com/watch?v=p1cC15UrKi4&amp;list=PLh-E0HncCXdQqwMWuMb-J4ypsEzf17k-Y\" title=\"\" class=\" u-underline\">There&#8217;s a&#160;knack to doing the face</a> &#8211; first I&#160;paint it white using Stein&#8217;s Clown White, then I take a pencil and draw the bat outline, freehand. After erasing the white within the bat design, I&#160;fill it with Stein&#8217;s Clown Black.</p>\n<p>It takes me about 30 minutes to get it all off afterwards: you have to steam the face with really hot water, so the pores open up. I use <a href=\"http://www.pondsinstitute.co.uk/products_cold-cream-cleanser.php\" title=\"\" class=\" u-underline\">Pond&#8217;s cream cleanser</a>.</p>\n<p>When it comes to confidence on&#160;a&#160;night out, if it doesn&#8217;t come naturally, bluff. Say there are two women at a party. One is much more attractive, but the so-so looking one has a twinkle in her eye. That&#8217;s the one he&#8217;s going to go for. But ladies, make it a little easier for the guy if you&#8217;re interested. That first hello is enormously welcoming.</p>\n<p><strong>&#8226; </strong>Kiss headline the <a href=\"http://downloadfestival.co.uk/\" title=\"\" class=\" u-underline\">Download Festival</a> on 14 June.</p>\n</div>",
  "authors": [
    "Ruth Lewy"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Beauty",
    "Life and style",
    "Fashion",
    "Kiss",
    "Music",
    "Culture"
  ],
  "ntitle": "how_i_get_ready_gene_simmons",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "I have always been delusional about my looks. I look in the mirror and think: OK, you’re 6ft 2in and 235lb, and you’re not the worst or the best-looking guy in the world, but you can walk into any room and steal anybody’s wife or girlfriend. Confidence is enormously appealing and very disarming. “Hello,” I say, looking into a woman’s eyes, “I find you devastatingly attractive.”\n\nMy closet has lots of leather pants, snakeskin boots, the usual sort of thing. I have more conservative outfits for when I am doing business on Wall Street, when I have to push down my bouffy hair a little. I use lots of hairspray, making my hair rock hard. I started to go grey in my 20s and have coloured it ever since. I have destroyed the follicles, I’m sure, but at least it’s still all there.\n\nGetting ready to be on stage with Kiss takes two hours. There’s a knack to doing the face – first I paint it white using Stein’s Clown White, then I take a pencil and draw the bat outline, freehand. After erasing the white within the bat design, I fill it with Stein’s Clown Black.\n\nIt takes me about 30 minutes to get it all off afterwards: you have to steam the face with really hot water, so the pores open up. I use Pond’s cream cleanser.\n\nWhen it comes to confidence on a night out, if it doesn’t come naturally, bluff. Say there are two women at a party. One is much more attractive, but the so-so looking one has a twinkle in her eye. That’s the one he’s going to go for. But ladies, make it a little easier for the guy if you’re interested. That first hello is enormously welcoming.\n\n• Kiss headline the Download Festival on 14 June.",
  "title": "How I get ready: Gene Simmons",
  "ts_in": "2015-05-02T16:27:46.672537",
  "url": "http://www.theguardian.com/fashion/2015/may/02/how-i-get-ready-gene-simmons-kiss"
}