{
  "article_html": "<div><p>Right now I&#8217;m not worried about my sons joining Isis. Although there seems to be an increasing risk of them being persuaded that their loyalties should lie with a bunch of medieval thugs a few thousand miles away, to be perfectly honest I&#8217;m more concerned about their occasional interest in <a href=\"http://www.theguardian.com/football/manchester-united\" class=\" u-underline\">Manchester United</a>.</p>\n<p>At the moment, the persuasive skills of my in-laws are more worrying than those of any radical preachers on the internet because they seem to be achieving some intermittent success in distancing the Chaudhry offspring from their father&#8217;s beloved <a href=\"http://www.theguardian.com/football/liverpool\" class=\" u-underline\">Liverpool</a> Football Club. So, despite the constant reminders about the dangers of Muslim youngsters being attracted to the war zones of the Middle East, I think that, for now, my vigilance is better directed towards Old Trafford, seeing as my boys are only nine and seven.</p>\n<p>Sadly, however, I do not think that this footballing rivalry is going to mark the extent of the difficulties my children will face growing up as Muslims in 21st-century Great Britain. Although at the moment their only use for the internet is to download more and more games to clog up the family computers, it is not inconceivable that acquiring/becoming &#8220;jihadi brides&#8221; may feature more prominently in their future if current news headlines are anything to go by. (In fact my wife and I even decided against Turkey as a summer holiday destination &#8211; well, we didn&#8217;t want to give the little monkeys any ideas!) Apparently, we are &#8220;moderate&#8221; Muslims.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/27/1430134387556/a956b1dc-db72-446f-951a-3d0e973e9919-300x279.jpeg\" alt=\"Zia Chaudhry for Family\" class=\"gu-image\">\n\nZia with his parents and sisters.\n\n\n\n<p>I must confess that I am not a big fan of the term. Moderate as in moderate drinker? Moderate as in Saddam Hussein? Or moderate as in not a complete raving loon intent on establishing a caliphate in Yorkshire or, in other words, a normal, sane human being? I&#8217;d like to think I&#8217;m the latter and certainly I have spent the past 15 years taking any opportunity that presents itself to speak about <a href=\"http://www.theguardian.com/world/islam\" class=\" u-underline\">Islam</a> and attempt to bridge the divide between Muslims and others, something that I regard as a duty for all Muslims but maybe more so for a barrister trained in the art of advocacy.</p>\n<p>Islam may well pose challenges for my children but it is worth recalling how the lines were much more clearly drawn when I was their age. Certainly my being a Muslim was almost incidental to the rest of my life. Islam was not in the headlines on a daily basis. Even though international affairs such as the Israeli-Palestinian dispute were rumbling away in the background, they did not require Muslims to have to start explaining or defending their positions, let alone their religion.</p>\n<p>I knew I was the son of immigrants, outsiders, so I could hardly expect to feel as comfortable in my surroundings as my white English classmates did. It was a small price to pay to be embarrassed at lunchtime when we opened our packed lunches to find that Mum had provided us with some pungent spicy kebab sandwiches. The occasional shout of &#8220;paki&#8221; in the street was obviously unpleasant but I suppose I did look different after all. And, because my parents had arrived in the country relatively recently, perhaps it was understandable if some people still regarded non-white faces as a novelty. As for my home life, it was far-removed from the one I shared with my school friends. We spoke a different language, ate different food and sometimes wore different clothes. So, although I was born in England just like the other kids, I wasn&#8217;t really English, was I?</p>\n<p>Not that being English played on my mind particularly. I found that getting good grades was a more than adequate substitute for fitting in with the others and was also the one feature of my school life that was emphasised by my father. He never once felt the need to speak to me about integration, preferring instead to focus on academic achievement as the main ingredient for a successful life; it being implicit perhaps that if you were successful you would be integrated. And as far as the social obligations of this life were concerned, well, he would just illustrate those by his personal example: respecting others while impressing them with a combination of knowledge, wisdom, humour and good manners. His relaxed approach to life undoubtedly helped me to live with one foot in each culture, not feeling the need to pick sides and not feeling I was missing out on anything of significance.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/02/i-worry-about-my-sons-supporting-manchester-united-not-whether-theyll-run-off-to-join-isis#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/27/1430134536583/c8446fc6-6398-40f9-b560-e24b9c47b1e7-320x480.jpeg\" alt=\"Zia Chaudhry\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47q29%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=I+worry+about+my+sons+supporting+Manchester+United+%E2%80%93+not+whether+they%E2%80%99ll+run+off+to+join+Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47q29%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=I+worry+about+my+sons+supporting+Manchester+United+%E2%80%93+not+whether+they%E2%80%99ll+run+off+to+join+Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F02%2Fi-worry-about-my-sons-supporting-manchester-united-not-whether-theyll-run-off-to-join-isis&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F27%2F1430134535693%2Fc8446fc6-6398-40f9-b560-e24b9c47b1e7-680x1020.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nZia as a schoolboy.\n\n\n\n<p>The end result was that I was as integrated as I could possibly be. It is only now, years later, when I am inclined to examine this process of integration, that I discover it contains many constituent parts that I had never previously thought of and over which I had little control. The fact that my father was educated and valued education was crucial. He wanted his children to succeed and appreciated that they needed the right environment in which to flourish, so he moved away from family and friends and began a new life where his children would live in a nice part of town, go to good schools, and be surrounded by like-minded people.</p>\n<p>Those simple decisions had their consequences: in nice middle-class areas you don&#8217;t often get racially abused in the street. At good schools you are more likely to be surrounded by good kids. At schools with an ethnically diverse mix of pupils you are more likely to befriend people of a dissimilar background, thereby encouraging you to begin the process of compromise and understanding which serves so well in later life. And, of course, a good education provided more life options than my parents&#8217; generation had and made it easier, therefore, to get involved with mainstream society.</p>\n<p>So it makes sense to expect that my own children will be even better placed to be completely integrated British citizens. As my father did with me, so I find that I am taking a relatively relaxed approach to their &#8220;religious&#8221; education. They have an Arabic tutor at the weekend, occasionally attend the mosque with me but rarely pray with me, all of which is fine, as I just want them to have a religious framework for now. Already they are just your average gadget-laden middle-class kids from the suburbs. Easter eggs, Christmas presents and an endless list of demands for their birthdays, coupled with a marked reluctance to try to speak the language of their grandparents, suggests they have embraced the British way of life&#160;wholeheartedly.</p>\n<p>Unlike their parents who were always conscious of being different, my children live their lives just as their English non-Muslim friends do, and are only rarely reminded that they are in fact not quite the same. And I fear it may perhaps be this very confidence that becomes a vulnerability later in life if they sense rejection or negativity surrounding their differences.</p>\n<p>There is absolutely no good reason why they should feel alienated in our society, especially after the start that they have had. But it does not take much to knock a child off course. They might speak English very well (having not even developed a Scouse twang yet), but their skin is brown, they are Muslims and one day they will have to venture outside their middle-class suburban cocoon. Even at their tender ages they have already picked up that all is not well in the Muslim world, and although for the moment at least, any negative comments from classmates are from cherubic primary school children, in the future when those kids are older, the comments may be less innocent and the effects more lasting.</p>\n<p>It is in those teenage years when youngsters are painfully self-conscious, excited yet daunted by the prospect of entering the adult world, that any issue of identity is inevitably going to be more pronounced. That is when they may encounter headlines that question whether you can be Muslim and British at the same time. And if they do, there is no doubt that such coverage will instil uncertainty into vulnerable minds; perhaps a sense of grievance as to why their Britishness is being doubted when not only they, but also their parents, were born here.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/02/i-worry-about-my-sons-supporting-manchester-united-not-whether-theyll-run-off-to-join-isis#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/27/1430134700584/9c276044-1a3f-4017-bac9-81f437080f3c-300x228.jpeg\" alt=\"Zia Chaudhry\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47q29%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=I+worry+about+my+sons+supporting+Manchester+United+%E2%80%93+not+whether+they%E2%80%99ll+run+off+to+join+Isis&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47q29%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=I+worry+about+my+sons+supporting+Manchester+United+%E2%80%93+not+whether+they%E2%80%99ll+run+off+to+join+Isis&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F02%2Fi-worry-about-my-sons-supporting-manchester-united-not-whether-theyll-run-off-to-join-isis&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F27%2F1430134699812%2F9c276044-1a3f-4017-bac9-81f437080f3c-2060x1565.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nZia is a lifelong supporter of Liverpool Football Club.\n\n\n\n<p>Of course any negative depictions of Muslims and Islam by certain sections of the media are, to a large extent, out of my control. What is well within my control, however, is how I conduct myself as a Muslim parent and the influence I try to have on my children.</p>\n<p>The main responsibility for the upbringing of my children rests with me &#8211; not their school, not the media, not the police and not the government.</p>\n<p>This upbringing must contain guidance based on certain values that are not some Govian values exclusive to Britain, nor are they some special set of values to which only Muslims have access. In fact, they are values that rarely need to be made explicit as long as I am living according to them. My father never sat me down and listed such values but he lived his life in such a way that all who encountered him went away impressed. My friendships should not be restricted to one community. I should know enough about Islam to be able to distinguish between the essence of the faith itself and the varied cultural baggage it has accrued over the years. I have a responsibility to ensure that my discussions of global affairs are not reduced to simplistic good versus evil arguments. And underlying all of this, I have a duty to maintain such a bond with my children that their practice of Islam is with me, not despite me.</p>\n<p>Whether the parents of the current crop of jihadi wannabes have adopted this approach is something only they can answer.</p>\n\n<blockquote>\n<p>I want my children to appreciate the beauty of life, a near impossible task if all that is emphasised is ugliness</p>\n\nZia Chaudhry\n\n</blockquote>\n\n<p>More than anything I want my children to feel they have a stake in this society and, therefore, a duty to contribute to it. Despite my best efforts, this is less likely to happen if they are made to feel like outsiders and it is here that other sections of society can assist in making young Muslims feel British.</p>\n<p>After all, successful integration involves a degree of reciprocity. Media output is instrumental in forming opinions and at times some of it seems to hinder the cause of social cohesion rather than help it. It needs to be exercised responsibly. Even our education system can assist by including, for example, Muslim Spain in the history curriculum. Teaching British history must be paramount, but it is not the only history.</p>\n<p>I am not advocating the teaching of Pakistani history to the children of Pakistani immigrants but rather the teaching of a chapter of European history in which Muslims co-operated with Christians and Jews to create a society that flourished on so many levels. What would be the effect on Muslim youngsters of a message reminding them of the great contributions to European civilisation made by their religious ancestors, other than to perhaps encourage them to seek an education so that they too can achieve and contribute to their society?</p>\n<p>As well as teaching them such a history, I will be seeking to ensure that my children&#8217;s lives are not taken over by the constant need to address &#8220;issues&#8221;. I want them to have the space to discover that inherent spirituality of Islam that seems conspicuous by its absence in the modern world. I want them to appreciate the beauty of life, a near impossible task if all that is emphasised is ugliness.</p>\n<p>As a responsible father, I will make it clear that they will have to make choices in life. They simply cannot support Liverpool and Man United at the same time, but they do not have to choose between being British and being Muslim.</p>\n<p>&#8226; Just Your Average Muslim by Zia Chaudhry is published by Short Books, &#163;8.99. To order a copy for &#163;7.19, go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/304738/\" title=\"bookshop\" class=\" u-underline\">bookshop.theguardian.com</a> or call 0330&#160;333 6846</p>\n</div>",
  "authors": [
    "Zia Chaudhry"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Family",
    "Life and style",
    "Parents and parenting",
    "Liverpool",
    "Manchester United",
    "Islam",
    "Islamic State"
  ],
  "ntitle": "i_worry_about_my_sons_supporting_manchester_united_not_whether_they_ll_run_off_to_join_isis",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Right now I’m not worried about my sons joining Isis. Although there seems to be an increasing risk of them being persuaded that their loyalties should lie with a bunch of medieval thugs a few thousand miles away, to be perfectly honest I’m more concerned about their occasional interest in Manchester United.\n\nAt the moment, the persuasive skills of my in-laws are more worrying than those of any radical preachers on the internet because they seem to be achieving some intermittent success in distancing the Chaudhry offspring from their father’s beloved Liverpool Football Club. So, despite the constant reminders about the dangers of Muslim youngsters being attracted to the war zones of the Middle East, I think that, for now, my vigilance is better directed towards Old Trafford, seeing as my boys are only nine and seven.\n\nSadly, however, I do not think that this footballing rivalry is going to mark the extent of the difficulties my children will face growing up as Muslims in 21st-century Great Britain. Although at the moment their only use for the internet is to download more and more games to clog up the family computers, it is not inconceivable that acquiring/becoming “jihadi brides” may feature more prominently in their future if current news headlines are anything to go by. (In fact my wife and I even decided against Turkey as a summer holiday destination – well, we didn’t want to give the little monkeys any ideas!) Apparently, we are “moderate” Muslims.\n\nZia with his parents and sisters.\n\nI must confess that I am not a big fan of the term. Moderate as in moderate drinker? Moderate as in Saddam Hussein? Or moderate as in not a complete raving loon intent on establishing a caliphate in Yorkshire or, in other words, a normal, sane human being? I’d like to think I’m the latter and certainly I have spent the past 15 years taking any opportunity that presents itself to speak about Islam and attempt to bridge the divide between Muslims and others, something that I regard as a duty for all Muslims but maybe more so for a barrister trained in the art of advocacy.\n\nIslam may well pose challenges for my children but it is worth recalling how the lines were much more clearly drawn when I was their age. Certainly my being a Muslim was almost incidental to the rest of my life. Islam was not in the headlines on a daily basis. Even though international affairs such as the Israeli-Palestinian dispute were rumbling away in the background, they did not require Muslims to have to start explaining or defending their positions, let alone their religion.\n\nI knew I was the son of immigrants, outsiders, so I could hardly expect to feel as comfortable in my surroundings as my white English classmates did. It was a small price to pay to be embarrassed at lunchtime when we opened our packed lunches to find that Mum had provided us with some pungent spicy kebab sandwiches. The occasional shout of “paki” in the street was obviously unpleasant but I suppose I did look different after all. And, because my parents had arrived in the country relatively recently, perhaps it was understandable if some people still regarded non-white faces as a novelty. As for my home life, it was far-removed from the one I shared with my school friends. We spoke a different language, ate different food and sometimes wore different clothes. So, although I was born in England just like the other kids, I wasn’t really English, was I?\n\nNot that being English played on my mind particularly. I found that getting good grades was a more than adequate substitute for fitting in with the others and was also the one feature of my school life that was emphasised by my father. He never once felt the need to speak to me about integration, preferring instead to focus on academic achievement as the main ingredient for a successful life; it being implicit perhaps that if you were successful you would be integrated. And as far as the social obligations of this life were concerned, well, he would just illustrate those by his personal example: respecting others while impressing them with a combination of knowledge, wisdom, humour and good manners. His relaxed approach to life undoubtedly helped me to live with one foot in each culture, not feeling the need to pick sides and not feeling I was missing out on anything of significance.\n\nFacebook Twitter Pinterest Zia as a schoolboy.\n\nThe end result was that I was as integrated as I could possibly be. It is only now, years later, when I am inclined to examine this process of integration, that I discover it contains many constituent parts that I had never previously thought of and over which I had little control. The fact that my father was educated and valued education was crucial. He wanted his children to succeed and appreciated that they needed the right environment in which to flourish, so he moved away from family and friends and began a new life where his children would live in a nice part of town, go to good schools, and be surrounded by like-minded people.\n\nThose simple decisions had their consequences: in nice middle-class areas you don’t often get racially abused in the street. At good schools you are more likely to be surrounded by good kids. At schools with an ethnically diverse mix of pupils you are more likely to befriend people of a dissimilar background, thereby encouraging you to begin the process of compromise and understanding which serves so well in later life. And, of course, a good education provided more life options than my parents’ generation had and made it easier, therefore, to get involved with mainstream society.\n\nSo it makes sense to expect that my own children will be even better placed to be completely integrated British citizens. As my father did with me, so I find that I am taking a relatively relaxed approach to their “religious” education. They have an Arabic tutor at the weekend, occasionally attend the mosque with me but rarely pray with me, all of which is fine, as I just want them to have a religious framework for now. Already they are just your average gadget-laden middle-class kids from the suburbs. Easter eggs, Christmas presents and an endless list of demands for their birthdays, coupled with a marked reluctance to try to speak the language of their grandparents, suggests they have embraced the British way of life wholeheartedly.\n\nUnlike their parents who were always conscious of being different, my children live their lives just as their English non-Muslim friends do, and are only rarely reminded that they are in fact not quite the same. And I fear it may perhaps be this very confidence that becomes a vulnerability later in life if they sense rejection or negativity surrounding their differences.\n\nThere is absolutely no good reason why they should feel alienated in our society, especially after the start that they have had. But it does not take much to knock a child off course. They might speak English very well (having not even developed a Scouse twang yet), but their skin is brown, they are Muslims and one day they will have to venture outside their middle-class suburban cocoon. Even at their tender ages they have already picked up that all is not well in the Muslim world, and although for the moment at least, any negative comments from classmates are from cherubic primary school children, in the future when those kids are older, the comments may be less innocent and the effects more lasting.\n\nIt is in those teenage years when youngsters are painfully self-conscious, excited yet daunted by the prospect of entering the adult world, that any issue of identity is inevitably going to be more pronounced. That is when they may encounter headlines that question whether you can be Muslim and British at the same time. And if they do, there is no doubt that such coverage will instil uncertainty into vulnerable minds; perhaps a sense of grievance as to why their Britishness is being doubted when not only they, but also their parents, were born here.\n\nFacebook Twitter Pinterest Zia is a lifelong supporter of Liverpool Football Club.\n\nOf course any negative depictions of Muslims and Islam by certain sections of the media are, to a large extent, out of my control. What is well within my control, however, is how I conduct myself as a Muslim parent and the influence I try to have on my children.\n\nThe main responsibility for the upbringing of my children rests with me – not their school, not the media, not the police and not the government.\n\nThis upbringing must contain guidance based on certain values that are not some Govian values exclusive to Britain, nor are they some special set of values to which only Muslims have access. In fact, they are values that rarely need to be made explicit as long as I am living according to them. My father never sat me down and listed such values but he lived his life in such a way that all who encountered him went away impressed. My friendships should not be restricted to one community. I should know enough about Islam to be able to distinguish between the essence of the faith itself and the varied cultural baggage it has accrued over the years. I have a responsibility to ensure that my discussions of global affairs are not reduced to simplistic good versus evil arguments. And underlying all of this, I have a duty to maintain such a bond with my children that their practice of Islam is with me, not despite me.\n\nWhether the parents of the current crop of jihadi wannabes have adopted this approach is something only they can answer.\n\nI want my children to appreciate the beauty of life, a near impossible task if all that is emphasised is ugliness Zia Chaudhry\n\nMore than anything I want my children to feel they have a stake in this society and, therefore, a duty to contribute to it. Despite my best efforts, this is less likely to happen if they are made to feel like outsiders and it is here that other sections of society can assist in making young Muslims feel British.\n\nAfter all, successful integration involves a degree of reciprocity. Media output is instrumental in forming opinions and at times some of it seems to hinder the cause of social cohesion rather than help it. It needs to be exercised responsibly. Even our education system can assist by including, for example, Muslim Spain in the history curriculum. Teaching British history must be paramount, but it is not the only history.\n\nI am not advocating the teaching of Pakistani history to the children of Pakistani immigrants but rather the teaching of a chapter of European history in which Muslims co-operated with Christians and Jews to create a society that flourished on so many levels. What would be the effect on Muslim youngsters of a message reminding them of the great contributions to European civilisation made by their religious ancestors, other than to perhaps encourage them to seek an education so that they too can achieve and contribute to their society?\n\nAs well as teaching them such a history, I will be seeking to ensure that my children’s lives are not taken over by the constant need to address “issues”. I want them to have the space to discover that inherent spirituality of Islam that seems conspicuous by its absence in the modern world. I want them to appreciate the beauty of life, a near impossible task if all that is emphasised is ugliness.\n\nAs a responsible father, I will make it clear that they will have to make choices in life. They simply cannot support Liverpool and Man United at the same time, but they do not have to choose between being British and being Muslim.\n\n• Just Your Average Muslim by Zia Chaudhry is published by Short Books, £8.99. To order a copy for £7.19, go to bookshop.theguardian.com or call 0330 333 6846",
  "title": "I worry about my sons supporting Manchester United – not whether they’ll run off to join Isis",
  "ts_in": "2015-05-02T16:28:25.233439",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/i-worry-about-my-sons-supporting-manchester-united-not-whether-theyll-run-off-to-join-isis"
}