{
  "article_html": "<div><p>As Guardian journalists we strive for independence. We don&#8217;t have a press baron or oligarch ordering us to take their political or commercial line. We swim alone in a dangerous world of media sharks, our independence precious and unique.</p>\n<p>Our free and progressive voice matters not just for our own sake, but for the politics and diversity of a society currently dominated by the views of a few media owners with similar views to each other. </p>\n<p>The Guardian is always free to hold power to account: to take on politicians, global corporations, the secret security state or great vested interests.<br></p>\n<p>We have dared where many shied away &#8211; on WikiLeaks, the Snowden revelations or hacking and intrusion by the Murdoch press and others. The Guardian won the Pulitzer prize last year for public service journalism. Journalists who work here are not part of the press pack who must always keep one eye looking over their shoulder at their proprietor&#8217;s political whims &#8211; on business, on taxation or the European Union.</p>\n\n<blockquote>\n<p>We have dared where many shied away &#8211; on Wikileaks, the Snowden revelations or hacking and intrusion...</p>\n</blockquote>\n\n<p>The Guardian is committed to keeping journalism freely open to all online. We have no paywall - and we continue to build a picture of a unique progressive global community.</p>\n<p>The online revolution has seen us become one of the most read newspapers in the world, with 100m browsers visiting our website every month. And to do all that, we rely on the support of you, our readers.</p>\n<p>There is an instinctive bond between Guardian readers &#8211; we almost nod to one another as we read the paper on a train. Now you can actually join and support us by becoming a member of the Guardian. Come to events with us, debate the great issues of the day, meet up with Guardian writers and readers.</p>\n<p>As a member, you matter to us not just for your support, but because we gain from your insight too. Through the conversations we are having together at membership events we get new ideas, we learn what&#8217;s happening, members meet each other, and we can challenge conventional wisdoms together.</p>\n<p>If you read the Guardian, join the Guardian. Support fearless, open, independent journalism. And have a great time doing it.</p>\n<p>&#8226; This item was amended on 2 April 2015. An earlier version said &#8220;the Guardian&#8217;s life has always been precarious because we don&#8217;t have an owner or a corporation propping us up&#8221;. In fact, the Guardian has a unique form of media ownership in The Scott Trust, a limited company and the sole shareholder in Guardian Media Group, whose core business is Guardian News &amp; Media and whose purpose is to provide financial support for the development of GNM&#8217;s journalism.<br></p>\n</div>",
  "authors": [
    "Polly Toynbee"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Membership"
  ],
  "ntitle": "if_you_read_the_guardian_join_the_guardian",
  "publish_date": "2015-02-06T00:00:00",
  "tags": [],
  "text": "As Guardian journalists we strive for independence. We don’t have a press baron or oligarch ordering us to take their political or commercial line. We swim alone in a dangerous world of media sharks, our independence precious and unique.\n\nOur free and progressive voice matters not just for our own sake, but for the politics and diversity of a society currently dominated by the views of a few media owners with similar views to each other.\n\nThe Guardian is always free to hold power to account: to take on politicians, global corporations, the secret security state or great vested interests.\n\n\n\nWe have dared where many shied away – on WikiLeaks, the Snowden revelations or hacking and intrusion by the Murdoch press and others. The Guardian won the Pulitzer prize last year for public service journalism. Journalists who work here are not part of the press pack who must always keep one eye looking over their shoulder at their proprietor’s political whims – on business, on taxation or the European Union.\n\nWe have dared where many shied away – on Wikileaks, the Snowden revelations or hacking and intrusion...\n\nThe Guardian is committed to keeping journalism freely open to all online. We have no paywall - and we continue to build a picture of a unique progressive global community.\n\nThe online revolution has seen us become one of the most read newspapers in the world, with 100m browsers visiting our website every month. And to do all that, we rely on the support of you, our readers.\n\nThere is an instinctive bond between Guardian readers – we almost nod to one another as we read the paper on a train. Now you can actually join and support us by becoming a member of the Guardian. Come to events with us, debate the great issues of the day, meet up with Guardian writers and readers.\n\nAs a member, you matter to us not just for your support, but because we gain from your insight too. Through the conversations we are having together at membership events we get new ideas, we learn what’s happening, members meet each other, and we can challenge conventional wisdoms together.\n\nIf you read the Guardian, join the Guardian. Support fearless, open, independent journalism. And have a great time doing it.\n\n• This item was amended on 2 April 2015. An earlier version said “the Guardian’s life has always been precarious because we don’t have an owner or a corporation propping us up”. In fact, the Guardian has a unique form of media ownership in The Scott Trust, a limited company and the sole shareholder in Guardian Media Group, whose core business is Guardian News & Media and whose purpose is to provide financial support for the development of GNM’s journalism.\n\n",
  "title": "'If you read the Guardian, join the Guardian'",
  "ts_in": "2015-05-02T16:28:24.670625",
  "url": "http://www.theguardian.com/membership/2015/feb/06/polly-toynbee-if-you-read-the-guardian-join-the-guardian"
}