{
  "article_html": "<div><p>Press regulator Ipso has rejected all complaints that Katie Hopkins&#8217; Sun column on migrants was discriminatory on the grounds that it did not refer to a specific individual.</p>\n<p>Only two complaints out of more than 400 have been referred to the Sun, both under clauses of the editors&#8217; code dealing with accuracy rather than discrimination.</p>\n<p>The regulator said in a response to one of the complaints that it had &#8220;concluded that a large number of the complaints that it received, including your complaint, do not raise a possible breach of the code&#8221;. </p>\n<p>It continues: &#8220;Many complainants said the column breached clause 12 (discrimination) &#8230; while we noted the general concern that the column was discriminatory towards migrants, cause 12 is designed to protect identified individuals mentioned by the press against discrimination, and does not apply to groups or categories of people.</p>\n<p> &#8220;The concerns raised by the complainants that the article discriminated against migrants in general did not therefore raise a possible breach of clause 12.&#8221;</p>\n<p>An Ipso spokesperson confirmed that the regulator does not have the power to pursue complaints about discrimination against groups of people if no individual is specified.</p>\n<p>Last Friday, the regulator referred two other complaints over accuracy to the Sun, which has 28 days to resolve the complaints. </p>\n<p>An Ipso spokesperson said: &#8220;We have referred two complaints to the newspaper&#8217;s internal complaints process which also raised possible breach under clause 1, (accuracy). If they are not resolved, Ipso will then investigate.&#8221;</p>\n<p>Hopkins sparked widespread anger with the column suggesting that Europe should use gunboats to stop migrants crossing the Mediterranean and comparing them to &#8220;cockroaches&#8221;. </p>\n<p>A <a href=\"https://www.change.org/p/the-sun-newspaper-remove-katie-hopkins-as-a-columnist\" class=\" u-underline\">petition calling on the Sun to remove her column</a> from the paper has reached almost 200,000 signatures, and the UN has released a statement condemning the column&#8217;s depiction of migrants.</p>\n<p>Jonathan Heawood, founder of rival press regulator Impress, which has yet to launch, said: &#8220;Ipso is supposed to take complaints from representative groups, but now they&#8217;re saying that the code only prevents discrimination against individuals. Which is it? And why isn&#8217;t Ipso stepping in to resolve this issue as a matter of urgency? </p>\n<p>&#8220;There have been hundreds of complaints and even the UN has expressed its concerns. There are arguments for and against publication of this kind of provocative material, but the public need to know what Ipso makes of it, and why.&#8221;</p>\n<p>The Ipso response mirrors an email to complainants from Sun ombudsman Philippa Kennedy, which said that &#8220;Katie Hopkins&#8217; column does not relate to any individual at all&#8221;. </p>\n<p>The email adds that Kennedy is considering the two complaints over accuracy referred by Ipso.</p>\n</div>",
  "authors": [
    "Jasper Jackson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ipso",
    "Katie Hopkins",
    "The Sun",
    "Media",
    "Newspapers & magazines",
    "Press regulation",
    "National newspapers",
    "Newspapers",
    "UK news"
  ],
  "ntitle": "ipso_rejects_complaints_katie_hopkins_migrants_column_was_discriminatory",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Press regulator Ipso has rejected all complaints that Katie Hopkins’ Sun column on migrants was discriminatory on the grounds that it did not refer to a specific individual.\n\nOnly two complaints out of more than 400 have been referred to the Sun, both under clauses of the editors’ code dealing with accuracy rather than discrimination.\n\nThe regulator said in a response to one of the complaints that it had “concluded that a large number of the complaints that it received, including your complaint, do not raise a possible breach of the code”.\n\nIt continues: “Many complainants said the column breached clause 12 (discrimination) … while we noted the general concern that the column was discriminatory towards migrants, cause 12 is designed to protect identified individuals mentioned by the press against discrimination, and does not apply to groups or categories of people.\n\n“The concerns raised by the complainants that the article discriminated against migrants in general did not therefore raise a possible breach of clause 12.”\n\nAn Ipso spokesperson confirmed that the regulator does not have the power to pursue complaints about discrimination against groups of people if no individual is specified.\n\nLast Friday, the regulator referred two other complaints over accuracy to the Sun, which has 28 days to resolve the complaints.\n\nAn Ipso spokesperson said: “We have referred two complaints to the newspaper’s internal complaints process which also raised possible breach under clause 1, (accuracy). If they are not resolved, Ipso will then investigate.”\n\nHopkins sparked widespread anger with the column suggesting that Europe should use gunboats to stop migrants crossing the Mediterranean and comparing them to “cockroaches”.\n\nA petition calling on the Sun to remove her column from the paper has reached almost 200,000 signatures, and the UN has released a statement condemning the column’s depiction of migrants.\n\nJonathan Heawood, founder of rival press regulator Impress, which has yet to launch, said: “Ipso is supposed to take complaints from representative groups, but now they’re saying that the code only prevents discrimination against individuals. Which is it? And why isn’t Ipso stepping in to resolve this issue as a matter of urgency?\n\n“There have been hundreds of complaints and even the UN has expressed its concerns. There are arguments for and against publication of this kind of provocative material, but the public need to know what Ipso makes of it, and why.”\n\nThe Ipso response mirrors an email to complainants from Sun ombudsman Philippa Kennedy, which said that “Katie Hopkins’ column does not relate to any individual at all”.\n\nThe email adds that Kennedy is considering the two complaints over accuracy referred by Ipso.",
  "title": "Ipso rejects complaints Katie Hopkins’ migrants column was discriminatory",
  "ts_in": "2015-05-02T16:28:18.761030",
  "url": "http://www.theguardian.com/media/2015/may/01/ipso-rejects-complaints-katie-hopkins-migrants-column-sun"
}