{
  "article_html": "<div><p>In early April, many Iranians took to the streets of Tehran to celebrate the Lausanne framework agreement on Iran&#8217;s nuclear programme. But they weren&#8217;t the only ones cheering. Iranians living in the autonomous region of Iraqi Kurdistan were also enthusiastic about a possible thaw in relations between <a href=\"http://www.theguardian.com/world/iran\" class=\" u-underline\">Iran</a> and world powers. For many of these Iranians &#8211; mainly migrant workers of Kurdish ethnicity &#8211; this might be their ticket home.</p>\n<p>&#8220;The agreement will mean less pressure on Iran and it will lead to an improvement in the economic situation,&#8221; says Habib Abdullah Torordi, who works as a baker in the Iraqi Kurdish city of Sulaimaniya, sending his wages back to his wife and son in the Iranian city of Marivan, home to a mostly Kurdish population near the Iraqi border. &#8220;When the conditions improve, we will return to our homes. We don&#8217;t want to continue living this way.&#8221;</p>\n<p>After around 2007, when the economy in Iran was under strain from international sanctions and business in Iraqi Kurdistan was booming, many Iranian <a href=\"http://www.theguardian.com/world/kurds\" class=\" u-underline\">Kurds</a> made the move, not because they were seeking asylum or opposed to the regime in Tehran but simply to earn money. Sulaimaniya, the second largest in Iraqi Kurdistan, is just 90 minutes&#8217; drive from the border.</p>\n<p>There was a wider <a href=\"http://www.nytimes.com/2007/12/29/world/middleeast/29kurds.html?pagewanted=all&amp;_r=0\" class=\" u-underline\">influx</a> of migrant workers into Iraqi Kurdistan, with labourers from Asia and Africa working in construction while a newly affluent class needed cleaners, maids and cafe workers. But Iranians of Kurdish ethnicity often had an advantage because they shared the culture and language.</p>\n<p>&#8220;It would still be better for us to work in our own country,&#8221; explains Bakhtiar Saidi, an Iranian working as a tattooist in the Iraqi town of Ranya in a mountainous area near the Iranian border. He says most of the Iranians he knows would go back home if the economy there improved.</p>\n<p>Nobody seems to know how many Iranian Kurds are in Iraqi Kurdistan. The ministry of labour and social affairs in Iraqi Kurdistan has counted over 15,000 foreign workers entering the region since 2009 but they don&#8217;t know how many are Iranian.</p>\n<p>One local journalist told a 2011 <a href=\"http://www.refworld.org/docid/4ece0db12.html\" class=\" u-underline\">fact-finding mission</a> by the Danish immigration service he thought there might be as many as 30,000 Iranian migrant workers in Iraqi Kurdistan. Part of the reason for the lack of realistic figures is that many Iranians looking for employment arrive on 15-day tourist visas, and then stay without work or residence permits.</p>\n<p>Iranians who want to work legally have to pass through time-consuming bureaucratic hoops. Part of the process involves registering with the local security forces known as the Asayesh, Iraqi Kurdish intelligence.</p>\n<p>Iranian Kurds say that they have to wait a long time for permits, if they get them at all. They may have to return to application offices several times and often permits last just one to six months before a return visit is required. Even if they get a permit, they say they will often still be summoned for questioning by the Asayesh.</p>\n<p>&#8220;Many of my relatives and friends work in the Kurdistan region but their lives are not easy and they don&#8217;t always feel comfortable because of local security that is directed against Iranians here,&#8221; says Saidi, the tattooist.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2013/nov/21/iran-influence-iraqi-kurdistan\" class=\" u-underline\">Across the Zagros: Iranian influence in Iraqi Kurdistan</a> </p>\n\n<p>This flies in the face of an official Kurdish nationalism that says all Kurds &#8211; whether from Iran, Turkey, Syria or <a href=\"http://www.theguardian.com/world/iraq\" class=\" u-underline\">Iraq</a> &#8211; are welcome. &#8220;One of the main reasons is fear of terrorism,&#8221; suggests local journalist Zanko Ahmad who is based in Sulaimaniya. &#8220;According to the Asayesh an Iranian was involved in bombings in Irbil [capital of the Kurdish region] in August last year.&#8221;</p>\n<p>&#8220;The Asayesh don&#8217;t always act logically,&#8221; says another local journalist, based in Irbil. &#8220;They may just be worried about strangers.&#8221;</p>\n<p>Interviews conducted by Human Rights Watch with Iranians seeking asylum in Iraq &#8211; as opposed to migrant workers &#8211; suggest that the Asayesh also suspect Iranians could be spies. Activists seeking refuge in Iraqi Kurdistan also say security forces have told them not to cause trouble, for fear of offending the Iranian regime.</p>\n<p>It&#8217;s not just security issues that make life increasingly difficult for Iranians in Iraqi Kurdistan. The downturn in the region&#8217;s economic fortunes is also having an impact on migrant workers. Political disputes between Iraqi Kurdistan and the federal government in Baghdad has starved the Kurdish economy of cash, with Baghdad at first unwilling and now apparently unable to send the region its share of the federal budget. Coupled with the security crisis caused by the extremist group known as the Islamic State or Isis, this has brought a major downturn in the Kurdish boom towns over the past year.</p>\n<p>Which is why some locals are saying that migrant workers are just another burden. &#8220;The presence of foreign workers leads to higher unemployment,&#8221; argues Omar Mohammed, head of the branch of a local trade union, the Kurdistan Worker&#8217;s Syndicate, in the district of Garmian, near the Iranian border. &#8220;Foreign workers will do all kinds of jobs for a pittance but locals won&#8217;t accept such low wages.&#8221;</p>\n<p>&#8220;Iranian workers have become a burden as they reduce job opportunities for the citizens of the region,&#8221; complains Abdul Majid, who heads Sulaimaniya province&#8217;s department of labour. &#8220;We want to try and organise them so that their negative impact is reduced.&#8221;</p>\n<p>But with no such improvements imminent, workers are eyeing home. &#8220;If I am not granted a residency permit for Sulaimaniya, I can&#8217;t see my family more than three times a year,&#8221; complains Mustafa Yazdan Bann, who has left his wife and two daughters over the border in Kermanshah. Bann is a fine arts graduate and a painter but works on construction sites and part time in a hotel.</p>\n<p>&#8220;We are waiting to see what happens next,&#8221; he says. &#8220;And to see in which direction Iran will move. If the sanctions are lifted and the Iranian economy improves and things get more comfortable, I will return to Iran. I won&#8217;t stay away from my family any longer than I have to.&#8221; </p>\n<p>This article is presented in partnership with&#160;Niqash.org</p>\n</div>",
  "authors": [
    "Haywa Ridha For Tehran Bureau"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Iran",
    "Iraq",
    "Kurds",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "iranian_migrant_workers_see_nuclear_deal_as_chance_to_leave_iraq",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "In early April, many Iranians took to the streets of Tehran to celebrate the Lausanne framework agreement on Iran’s nuclear programme. But they weren’t the only ones cheering. Iranians living in the autonomous region of Iraqi Kurdistan were also enthusiastic about a possible thaw in relations between Iran and world powers. For many of these Iranians – mainly migrant workers of Kurdish ethnicity – this might be their ticket home.\n\n“The agreement will mean less pressure on Iran and it will lead to an improvement in the economic situation,” says Habib Abdullah Torordi, who works as a baker in the Iraqi Kurdish city of Sulaimaniya, sending his wages back to his wife and son in the Iranian city of Marivan, home to a mostly Kurdish population near the Iraqi border. “When the conditions improve, we will return to our homes. We don’t want to continue living this way.”\n\nAfter around 2007, when the economy in Iran was under strain from international sanctions and business in Iraqi Kurdistan was booming, many Iranian Kurds made the move, not because they were seeking asylum or opposed to the regime in Tehran but simply to earn money. Sulaimaniya, the second largest in Iraqi Kurdistan, is just 90 minutes’ drive from the border.\n\nThere was a wider influx of migrant workers into Iraqi Kurdistan, with labourers from Asia and Africa working in construction while a newly affluent class needed cleaners, maids and cafe workers. But Iranians of Kurdish ethnicity often had an advantage because they shared the culture and language.\n\n“It would still be better for us to work in our own country,” explains Bakhtiar Saidi, an Iranian working as a tattooist in the Iraqi town of Ranya in a mountainous area near the Iranian border. He says most of the Iranians he knows would go back home if the economy there improved.\n\nNobody seems to know how many Iranian Kurds are in Iraqi Kurdistan. The ministry of labour and social affairs in Iraqi Kurdistan has counted over 15,000 foreign workers entering the region since 2009 but they don’t know how many are Iranian.\n\nOne local journalist told a 2011 fact-finding mission by the Danish immigration service he thought there might be as many as 30,000 Iranian migrant workers in Iraqi Kurdistan. Part of the reason for the lack of realistic figures is that many Iranians looking for employment arrive on 15-day tourist visas, and then stay without work or residence permits.\n\nIranians who want to work legally have to pass through time-consuming bureaucratic hoops. Part of the process involves registering with the local security forces known as the Asayesh, Iraqi Kurdish intelligence.\n\nIranian Kurds say that they have to wait a long time for permits, if they get them at all. They may have to return to application offices several times and often permits last just one to six months before a return visit is required. Even if they get a permit, they say they will often still be summoned for questioning by the Asayesh.\n\n“Many of my relatives and friends work in the Kurdistan region but their lives are not easy and they don’t always feel comfortable because of local security that is directed against Iranians here,” says Saidi, the tattooist.\n\nRelated: Across the Zagros: Iranian influence in Iraqi Kurdistan\n\nThis flies in the face of an official Kurdish nationalism that says all Kurds – whether from Iran, Turkey, Syria or Iraq – are welcome. “One of the main reasons is fear of terrorism,” suggests local journalist Zanko Ahmad who is based in Sulaimaniya. “According to the Asayesh an Iranian was involved in bombings in Irbil [capital of the Kurdish region] in August last year.”\n\n“The Asayesh don’t always act logically,” says another local journalist, based in Irbil. “They may just be worried about strangers.”\n\nInterviews conducted by Human Rights Watch with Iranians seeking asylum in Iraq – as opposed to migrant workers – suggest that the Asayesh also suspect Iranians could be spies. Activists seeking refuge in Iraqi Kurdistan also say security forces have told them not to cause trouble, for fear of offending the Iranian regime.\n\nIt’s not just security issues that make life increasingly difficult for Iranians in Iraqi Kurdistan. The downturn in the region’s economic fortunes is also having an impact on migrant workers. Political disputes between Iraqi Kurdistan and the federal government in Baghdad has starved the Kurdish economy of cash, with Baghdad at first unwilling and now apparently unable to send the region its share of the federal budget. Coupled with the security crisis caused by the extremist group known as the Islamic State or Isis, this has brought a major downturn in the Kurdish boom towns over the past year.\n\nWhich is why some locals are saying that migrant workers are just another burden. “The presence of foreign workers leads to higher unemployment,” argues Omar Mohammed, head of the branch of a local trade union, the Kurdistan Worker’s Syndicate, in the district of Garmian, near the Iranian border. “Foreign workers will do all kinds of jobs for a pittance but locals won’t accept such low wages.”\n\n“Iranian workers have become a burden as they reduce job opportunities for the citizens of the region,” complains Abdul Majid, who heads Sulaimaniya province’s department of labour. “We want to try and organise them so that their negative impact is reduced.”\n\nBut with no such improvements imminent, workers are eyeing home. “If I am not granted a residency permit for Sulaimaniya, I can’t see my family more than three times a year,” complains Mustafa Yazdan Bann, who has left his wife and two daughters over the border in Kermanshah. Bann is a fine arts graduate and a painter but works on construction sites and part time in a hotel.\n\n“We are waiting to see what happens next,” he says. “And to see in which direction Iran will move. If the sanctions are lifted and the Iranian economy improves and things get more comfortable, I will return to Iran. I won’t stay away from my family any longer than I have to.”\n\nThis article is presented in partnership with Niqash.org",
  "title": "Iranian migrant workers see nuclear deal as chance to leave Iraq",
  "ts_in": "2015-05-02T16:27:46.142132",
  "url": "http://www.theguardian.com/world/iran-blog/2015/may/01/iranian-kurds-iraq-migrant-workers-nuclear-deal-ticket-home"
}