{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>The leader of the <a href=\"http://www.theguardian.com/world/isis\" class=\" u-underline\">Islamic State</a> (Isis), Abu Bakr al-Baghdadi, remains incapacitated due to suspected spinal damage and is being treated by two doctors who travel to his hideout from the group&#8217;s stronghold of Mosul, the Guardian has learned.</p>\n<p>More than two months after being injured in a US air strike in north-western Iraq, the self-proclaimed caliph is yet to resume command of the terror group that has been rampaging through Iraq and <a href=\"http://www.theguardian.com/world/syria\" class=\" u-underline\">Syria</a> since June last year. Three sources close to Isis have confirmed that Baghdadi&#8217;s wounds could mean he will never again lead the organisation.</p>\n<p>Isis is now being led by a long-term senior official, Abu Alaa al-Afri, who had been appointed deputy leader when his predecessor was killed by an air strike late last year.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/21/isis-leader-abu-bakr-al-baghdadi-wounded-air-strike\" class=\" u-underline\">Isis leader Abu Bakr al-Baghdadi 'seriously wounded in air strike'</a> </p>\n\n<p>Details of Baghdadi&#8217;s condition, and of the physicians treating him, have emerged since the Guardian revealed he had been seriously wounded on 18 March in an air strike that killed three men he was travelling with. The attack took place in al-Baaj, 80 miles (128km) west of Mosul.<br></p>\n<p>The Pentagon subsequently denied that Baghdadi had been killed and, while it acknowledged that it had carried out the attack, claimed to be unaware that the world&#8217;s most wanted man had been among the casualties.<br></p>\n<p>Sources within Mosul, who refused to be named, said a female radiologist from a main Mosul hospital and a male surgeon had treated Baghdadi. Both, along with their extended families, are strong ideological supporters of the group.<br></p>\n<p>&#8220;The women&#8217;s sons work in the hospital,&#8221; said one Mosul resident with knowledge of Baghdadi&#8217;s wounds. &#8220;They dress like Kandaharis and even carry guns inside. Both are on the regional health board.<br></p>\n<p>&#8220;The man is not a renowned surgeon, but he is absolutely with them [Isis]. His daughter married a Salafist and said she was going to have as many children as she could to fight the enemies of Islam.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2014/dec/11/-sp-isis-the-inside-story\" class=\" u-underline\">Isis: the inside story | Martin Chulov</a> </p>\n\n<p>Only a small clique of Isis leaders know the extent of Baghdadi&#8217;s injuries, or where he is being treated. Fewer still have visited him. However, word of his wounds has started to spread to the group&#8217;s second-tier leadership, where talk is rife of avenging the most serious blow to Isis since the group overran half of <a href=\"http://www.theguardian.com/world/iraq\" class=\" u-underline\">Iraq</a>.<br></p>\n<p>Afri is a professor of physics and a long-term member of Isis. He was touted as successor to the group&#8217;s previous leader, Abu Omar al-Baghdadi, who was killed in a US-led raid near Tikrit in April 2010. Abu Bakr al-Baghdadi assumed the mantle of leader in the days following his predecessor&#8217;s death, but has dramatically risen to prominence since early 2013, when the group first made its presence felt in Syria&#8217;s civil war. In June last year, less than 1,000 Isis fighters ousted the Iraqi army from the north of the country, and took control of Mosul, Tikrit as well as Anbar and Nineveh provinces.</p>\n<p>Since then, Isis has menaced Baghdad and Irbil and drawn the US military back to a country it had left in 2011.<br></p>\n<p>&#8220;They have a lot of confidence in al-Afri,&#8221; said Hisham al-Hashimi, senior adviser on Isis to the Iraqi government. &#8220;He is smart, and a good leader and administrator. If Baghdadi ends up dying, he will lead them.&#8221;</p>\n<p>Two Isis insiders told the Guardian that the US-led air strikes, which have also involved Jordanian and GCC fighter jets, have taken a heavy toll on the organisation&#8217;s numbers, and increasingly its morale.<br></p>\n<p>&#8220;They are planning to fight back against Europe,&#8221; one member said. &#8220;They want to take revenge for Baghdadi.&#8221;<br></p>\n<p>Though proving to be a potent threat to the group&#8217;s leaders, intelligence surrounding air strikes has often been imprecise. In April, the White House was forced to apologise after the US military killed an American and an Italian citizen, as well as al-Qaida&#8217;s spokesman, Adam Gadahn, in a drone strike in Waziristan in January. Pentagon officials took more than three months to establish whom the strike had killed.</p>\n<p>While boasting technical skills that can monitor telephone calls and internet traffic, the US and its allies have limited access to on-the-ground sources within Isis &#8211; a fact well understood by the group&#8217;s senior members, who largely avoid using technology.</p>\n<p>Baghdadi in particular had proved difficult to track. His appearance in the al-Noori mosque in Mosul to anoint himself as caliph was the only time he had been seen publicly since the Isis campaign began, and yielded the only images of him since he was jailed by the US military in the infamous Camp Bucca prison in 2004.</p>\n<p>An Isis insider told the Guardian in December that Baghdadi had begun positioning himself to eventually lead the organisation as early as then. By the time he eventually took over in 2010, the group was known as the Islamic State of Iraq, and had suffered several years of setbacks, which appeared to stymie its goals.</p>\n<p>However, the outbreak of the Syrian civil war gave Isis a new platform, on which it began to capitalise in early 2013, two years into the conflict. Aided by a porous border with Turkey, which saw at least 15,000-20,000 foreigners cross to join its ranks, and the capitulation of the Iraqi army around Mosul, the group was by last June operating outside of state control and threatening the entire regional order.</p>\n<p> Baghdadi sought legitimacy as caliph in a family ancestry that traces back to the Prophet Muhammad and from post-graduate training in Islamic studies. However, he has been regarded within Isis as more than a figurehead, contributing to strategic decisions taken by the group.</p>\n</div>",
  "authors": [
    "Martin Chulov"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Islamic State",
    "Iraq",
    "Middle East and North Africa",
    "World news",
    "Syria"
  ],
  "ntitle": "isis_leader_incapacitated_with_suspected_spinal_injuries_after_air_strike",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nThe leader of the Islamic State (Isis), Abu Bakr al-Baghdadi, remains incapacitated due to suspected spinal damage and is being treated by two doctors who travel to his hideout from the group’s stronghold of Mosul, the Guardian has learned.\n\nMore than two months after being injured in a US air strike in north-western Iraq, the self-proclaimed caliph is yet to resume command of the terror group that has been rampaging through Iraq and Syria since June last year. Three sources close to Isis have confirmed that Baghdadi’s wounds could mean he will never again lead the organisation.\n\nIsis is now being led by a long-term senior official, Abu Alaa al-Afri, who had been appointed deputy leader when his predecessor was killed by an air strike late last year.\n\nRelated: Isis leader Abu Bakr al-Baghdadi 'seriously wounded in air strike'\n\nDetails of Baghdadi’s condition, and of the physicians treating him, have emerged since the Guardian revealed he had been seriously wounded on 18 March in an air strike that killed three men he was travelling with. The attack took place in al-Baaj, 80 miles (128km) west of Mosul.\n\n\n\nThe Pentagon subsequently denied that Baghdadi had been killed and, while it acknowledged that it had carried out the attack, claimed to be unaware that the world’s most wanted man had been among the casualties.\n\n\n\nSources within Mosul, who refused to be named, said a female radiologist from a main Mosul hospital and a male surgeon had treated Baghdadi. Both, along with their extended families, are strong ideological supporters of the group.\n\n\n\n“The women’s sons work in the hospital,” said one Mosul resident with knowledge of Baghdadi’s wounds. “They dress like Kandaharis and even carry guns inside. Both are on the regional health board.\n\n\n\n“The man is not a renowned surgeon, but he is absolutely with them [Isis]. His daughter married a Salafist and said she was going to have as many children as she could to fight the enemies of Islam.”\n\nRelated: Isis: the inside story | Martin Chulov\n\nOnly a small clique of Isis leaders know the extent of Baghdadi’s injuries, or where he is being treated. Fewer still have visited him. However, word of his wounds has started to spread to the group’s second-tier leadership, where talk is rife of avenging the most serious blow to Isis since the group overran half of Iraq.\n\n\n\nAfri is a professor of physics and a long-term member of Isis. He was touted as successor to the group’s previous leader, Abu Omar al-Baghdadi, who was killed in a US-led raid near Tikrit in April 2010. Abu Bakr al-Baghdadi assumed the mantle of leader in the days following his predecessor’s death, but has dramatically risen to prominence since early 2013, when the group first made its presence felt in Syria’s civil war. In June last year, less than 1,000 Isis fighters ousted the Iraqi army from the north of the country, and took control of Mosul, Tikrit as well as Anbar and Nineveh provinces.\n\nSince then, Isis has menaced Baghdad and Irbil and drawn the US military back to a country it had left in 2011.\n\n\n\n“They have a lot of confidence in al-Afri,” said Hisham al-Hashimi, senior adviser on Isis to the Iraqi government. “He is smart, and a good leader and administrator. If Baghdadi ends up dying, he will lead them.”\n\nTwo Isis insiders told the Guardian that the US-led air strikes, which have also involved Jordanian and GCC fighter jets, have taken a heavy toll on the organisation’s numbers, and increasingly its morale.\n\n\n\n“They are planning to fight back against Europe,” one member said. “They want to take revenge for Baghdadi.”\n\n\n\nThough proving to be a potent threat to the group’s leaders, intelligence surrounding air strikes has often been imprecise. In April, the White House was forced to apologise after the US military killed an American and an Italian citizen, as well as al-Qaida’s spokesman, Adam Gadahn, in a drone strike in Waziristan in January. Pentagon officials took more than three months to establish whom the strike had killed.\n\nWhile boasting technical skills that can monitor telephone calls and internet traffic, the US and its allies have limited access to on-the-ground sources within Isis – a fact well understood by the group’s senior members, who largely avoid using technology.\n\nBaghdadi in particular had proved difficult to track. His appearance in the al-Noori mosque in Mosul to anoint himself as caliph was the only time he had been seen publicly since the Isis campaign began, and yielded the only images of him since he was jailed by the US military in the infamous Camp Bucca prison in 2004.\n\nAn Isis insider told the Guardian in December that Baghdadi had begun positioning himself to eventually lead the organisation as early as then. By the time he eventually took over in 2010, the group was known as the Islamic State of Iraq, and had suffered several years of setbacks, which appeared to stymie its goals.\n\nHowever, the outbreak of the Syrian civil war gave Isis a new platform, on which it began to capitalise in early 2013, two years into the conflict. Aided by a porous border with Turkey, which saw at least 15,000-20,000 foreigners cross to join its ranks, and the capitulation of the Iraqi army around Mosul, the group was by last June operating outside of state control and threatening the entire regional order.\n\nBaghdadi sought legitimacy as caliph in a family ancestry that traces back to the Prophet Muhammad and from post-graduate training in Islamic studies. However, he has been regarded within Isis as more than a figurehead, contributing to strategic decisions taken by the group.",
  "title": "Isis leader incapacitated with suspected spinal injuries after air strike",
  "ts_in": "2015-05-02T16:28:07.664720",
  "url": "http://www.theguardian.com/world/2015/may/01/isis-abu-bakr-al-baghdadi-incapacitated-suspected-spinal-injuries-iraq"
}