{
  "article_html": "<div><p>Forget about ostriches, fear for these flightless Magpies. Newcastle fans had to bury their heads in their hands again as their team flopped to an eighth consecutive defeat, a result that leaves the club at risk of being leapfrogged by the teams still beneath them in the table &#8211; notably Leicester, whose late season surge continued here thanks to two goals by Leonardo Ulloa, one by Wes Morgan, and the rampant sloppiness of a Newcastle side that finished with nine men.</p>\n<p>Eight matches ago Newcastle seemed comfortable in mid-table, 17 points above the then bottom-placed Leicester. Now the gap between the clubs is a single point and the difference in momentum and mood could not be more stark. While Leicester fans generated a giddy din that can only have uplifted the home players &#8211; and the manager, Nigel Pearson, who was serenaded from early on and responded with an appreciative wave &#8211; the people in the away end heaved with despair for their club and contempt for its owner, Mike Ashley. &#8220;We don&#8217;t demand a team that wins, we demand a club that tries,&#8221; read a banner held aloft by the Toon Army.</p>\n<p>On the pitch, Newcastle&#8217;s players could not have made a worse start if they had tried. They lost possession within three seconds of kicking off, conceded a corner in the 24th second and fell behind in the 36th. Leicester, exuding the speed and directness that have characterised their revival, took full advantage of such lighting-fast ineptitude.</p>\n<p>From Marc Albrighton&#8217;s first-minute corner, Leonardo Ulloa held off Moussa Sissoko, whose return from suspension was supposed to reinforce Newcastle, and headed into the net from six yards.</p>\n<p>Newcastle attempted to retort and Ayoze P&#233;rez flashed a dangerous shot across goal in the sixth minute after a cute pass from Daryl Janmaat. But Leicester, by far the more energetic and coherent side, responded with a diving header from Ulloa and a snapshot on the turn by Jamie Vardy, both of which were saved by Tim Krul. Newcastle&#8217;s flimsy resistance soon broke again, as in the 17th minute Janmaat clunked into Schlupp to give away a free-kick on the left. Albrighton produced another lovely delivery and Morgan sent a free header into the net from eight yards as Newcastle appealed in vain for offside.</p>\n<p>A cosy two-goal lead allowed Leicester to spend the remainder of the first half sitting back, and occasionally springing forward on the counter-attack. Newcastle did hint at threatening but their lack of sharpness was summed up in the 33rd minute when Emmanuel Rivi&#232;re, after opening up the home defence with a fine one-two with P&#233;rez, lost his balance and fell over with only the goalkeeper to beat.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430575445757/d20350a1-baef-4497-b967-f2f8ace2b3bf-300x180.jpeg\" alt=\"Leonardo Ulloa scores the third goal for Leicester against Newcastle in the Premier League\" class=\"gu-image\">\n\nLeonardo Ulloa scores the third goal for Leicester against Newcastle in the Premier League at the King Power stadium. Photograph: Alan Walter/Reuters\n\n\n\n<p>Carver had invited two irate Newcastle fans to the club&#8217;s training ground on Friday to listen to their grievances &#8211; and the 2,000 at the King Power Stadium gave full vent to their anger, chanting anti-Mike Ashley songs for much of the match. But nothing they said, and nothing Carver said at half-time, appeared to inspire the visiting players, who conceded a third goal just after the break. Ulloa slammed a penalty into the net after Rivi&#232;re was punished for an oafish challenge on Marcin Wasilewski.</p>\n<p>There was now no doubt that Newcastle would lose the match, the only question was how much dignity would they lose in the process. Krul, in fairness, did his best to keep up appearances and made a series of fine blocks as Leicester sought to inflict further damage. The goalkeeper could not stop Newcastle from inflicting further damage on themselves, however, and Mike Williamson was sent off in the 62nd minute for a wild late tackle on Vardy.</p>\n<p>No matter how strong the feelgood factor among Leicester fans, and how vibrantly his side are playing, Pearson knows that Leicester still have work to do to guarantee their survival so he was doubtless grateful that he was able to take Wasilewski and Esteban Cambiasso off mid-way through the second half to preserve them for the battles ahead. Newcastle, meanwhile, managed to emerge from this game in an even worse state than they were in beforehand. They finished with nine players as Janmaat was dismissed in the last minute for a second bookable offence.</p>\n</div>",
  "authors": [
    "Paul Doyle"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Premier League",
    "Leicester City",
    "Newcastle United",
    "Football",
    "Sport"
  ],
  "ntitle": "leicester_city_3_0_newcastle_united",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Forget about ostriches, fear for these flightless Magpies. Newcastle fans had to bury their heads in their hands again as their team flopped to an eighth consecutive defeat, a result that leaves the club at risk of being leapfrogged by the teams still beneath them in the table – notably Leicester, whose late season surge continued here thanks to two goals by Leonardo Ulloa, one by Wes Morgan, and the rampant sloppiness of a Newcastle side that finished with nine men.\n\nEight matches ago Newcastle seemed comfortable in mid-table, 17 points above the then bottom-placed Leicester. Now the gap between the clubs is a single point and the difference in momentum and mood could not be more stark. While Leicester fans generated a giddy din that can only have uplifted the home players – and the manager, Nigel Pearson, who was serenaded from early on and responded with an appreciative wave – the people in the away end heaved with despair for their club and contempt for its owner, Mike Ashley. “We don’t demand a team that wins, we demand a club that tries,” read a banner held aloft by the Toon Army.\n\nOn the pitch, Newcastle’s players could not have made a worse start if they had tried. They lost possession within three seconds of kicking off, conceded a corner in the 24th second and fell behind in the 36th. Leicester, exuding the speed and directness that have characterised their revival, took full advantage of such lighting-fast ineptitude.\n\nFrom Marc Albrighton’s first-minute corner, Leonardo Ulloa held off Moussa Sissoko, whose return from suspension was supposed to reinforce Newcastle, and headed into the net from six yards.\n\nNewcastle attempted to retort and Ayoze Pérez flashed a dangerous shot across goal in the sixth minute after a cute pass from Daryl Janmaat. But Leicester, by far the more energetic and coherent side, responded with a diving header from Ulloa and a snapshot on the turn by Jamie Vardy, both of which were saved by Tim Krul. Newcastle’s flimsy resistance soon broke again, as in the 17th minute Janmaat clunked into Schlupp to give away a free-kick on the left. Albrighton produced another lovely delivery and Morgan sent a free header into the net from eight yards as Newcastle appealed in vain for offside.\n\nA cosy two-goal lead allowed Leicester to spend the remainder of the first half sitting back, and occasionally springing forward on the counter-attack. Newcastle did hint at threatening but their lack of sharpness was summed up in the 33rd minute when Emmanuel Rivière, after opening up the home defence with a fine one-two with Pérez, lost his balance and fell over with only the goalkeeper to beat.\n\nLeonardo Ulloa scores the third goal for Leicester against Newcastle in the Premier League at the King Power stadium. Photograph: Alan Walter/Reuters\n\nCarver had invited two irate Newcastle fans to the club’s training ground on Friday to listen to their grievances – and the 2,000 at the King Power Stadium gave full vent to their anger, chanting anti-Mike Ashley songs for much of the match. But nothing they said, and nothing Carver said at half-time, appeared to inspire the visiting players, who conceded a third goal just after the break. Ulloa slammed a penalty into the net after Rivière was punished for an oafish challenge on Marcin Wasilewski.\n\nThere was now no doubt that Newcastle would lose the match, the only question was how much dignity would they lose in the process. Krul, in fairness, did his best to keep up appearances and made a series of fine blocks as Leicester sought to inflict further damage. The goalkeeper could not stop Newcastle from inflicting further damage on themselves, however, and Mike Williamson was sent off in the 62nd minute for a wild late tackle on Vardy.\n\nNo matter how strong the feelgood factor among Leicester fans, and how vibrantly his side are playing, Pearson knows that Leicester still have work to do to guarantee their survival so he was doubtless grateful that he was able to take Wasilewski and Esteban Cambiasso off mid-way through the second half to preserve them for the battles ahead. Newcastle, meanwhile, managed to emerge from this game in an even worse state than they were in beforehand. They finished with nine players as Janmaat was dismissed in the last minute for a second bookable offence.",
  "title": "Leicester City 3-0 Newcastle United",
  "ts_in": "2015-05-02T16:28:54.752895",
  "url": "http://www.theguardian.com/football/2015/may/02/leicester-city-newcastle-united-premier-league-match-report"
}