{
  "article_html": "<div><p>Activists who have occupied Liverpool&#8217;s old Bank of England building to provide shelter for the city&#8217;s homeless people say they are under siege by police who are preventing the delivery of food and water. </p>\n<p>Bailiffs had set up fences around the central <a href=\"http://www.theguardian.com/uk/liverpool\" class=\" u-underline\">Liverpool</a> building where anti-austerity Love Activists are staging an occupation after being served with eviction notices on Tuesday.</p>\n<p><a href=\"http://www.theguardian.com/uk/police\" class=\" u-underline\">Police</a> had used a dispersal order to clear supporters away from the front of the building and, the activists said, were now refusing to allow food and water to be taken into the building.</p>\n<p>One of the occupiers, Juliette Edgar, told the Guardian by phone from inside the building that she and her companions were refusing to leave. &#8220;We have barricaded all the doors and entrances,&#8221; she said. &#8220;This is a former Bank of England building, it&#8217;s very secure. There are vaults in here.&#8221;</p>\n<p>Merseyside police confirmed that a dispersal order was in place around the building on Castle Street. Apart from food and water, activists claimed police were halting deliveries of other supplies, even seizing a packet of lozenges a supporter had tried to throw in for one occupier coming down with a cold. Police would not comment on the claim.</p>\n<p>The Love Activists moved into the unoccupied building in the middle of April to set up a support centre for Liverpool&#8217;s homeless people, including places to sleep, an advice centre and a street kitchen. </p>\n<p>But last Tuesday, 10 days into the occupation, they were served with a court order demanding that they leave the building. A dispersal order was approved on Thursday and they were placed under 24-hour police guard. Dispersal orders give police the power to ask people to leave a defined area. Any person who refuses such a request can be arrested.</p>\n<p>Edgar said she believed there were six arrests on Thursday night as police pushed supporters away from the building, including one of a homeless person supporting the group, and another one which appeared to be violent. She claimed officers grabbed a woman by the throat and dragged her away.</p>\n<p>&#8220;They just grabbed this woman as she was packing up the homeless kitchen which we had set up on the steps. It was really violent and it was in view of hundreds of people.&#8221;</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Emma Fielding (@FrecklesFieldo)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">The current scene at the Bank of Love in Liverpool <a href=\"https://twitter.com/hashtag/loveactivists?src=hash\" class=\" u-underline\">#loveactivists</a> <a href=\"https://twitter.com/hashtag/castlest?src=hash\" class=\" u-underline\">#castlest</a> <a href=\"http://t.co/egY18XzxWI\" class=\" u-underline\">pic.twitter.com/egY18XzxWI</a></p>\n<a href=\"https://twitter.com/FrecklesFieldo/status/593895082450939905\"></a>\n</blockquote>\n\n<p>They resisted eviction on Friday morning, but now, with temporary metal fencing blocking access to the building, Edgar said she and her group were effectively besieged by police trying to starve them out.</p>\n<p>&#8220;This dispersal zone is about not allowing people to support us, and they are refusing us food and water by our system, which is a pulley and bag,&#8221; Edgar said.</p>\n<p>Officers had offered them water but only if they opened a door, she said, but added: &#8220;We don&#8217;t want anything from the police&#8221;. The group still had water from the mains supply to the building, although they were wary of drinking it and had been relying on dwindling supplies of bottled water.</p>\n<p>The Love Activists&#8217; occupation seems to have widespread support among residents of Liverpool. A poll on the Liverpool Echo website says <a href=\"http://www.liverpoolecho.co.uk/news/liverpool-news/echo-readers-divided-over-love-9168315%20http://www.liverpoolecho.co.uk/news/liverpool-news/echo-readers-divided-over-love-9168315\" class=\" u-underline\">52% of those asked believe the group should stand firm against their eviction order</a>.</p>\n<p>Since the police blockade began, many homeless people had been sleeping close to and outside the building in solidarity with the occupiers, Edgar said.</p>\n<p>She had heard from one man that hard-pressed service providers were advising homeless people to take advantage of the group&#8217;s services</p>\n<p>, adding that many had come to them for help. </p>\n<p>&#8220;There&#8217;s a lot of homeless people living in a range of circumstances. Many of them are living in hostels which are dangerous and many of them were living on the streets,&#8221; she said.</p>\n<p>&#8220;We have had a lot of people staying in here with different needs. Homeless people have a lot of issues, including addiction issues and benefits issues.&#8221;</p>\n<p>Edgar would not say how many people were in the building. She did say all the homeless people had left and those left were all activists. She was the oldest, at 51, while the youngest was an 18-year-old woman.</p>\n</div>",
  "authors": [
    "Damien Gayle"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Liverpool",
    "Protest",
    "Police",
    "Homelessness",
    "Housing",
    "Communities",
    "Social exclusion",
    "Society",
    "UK news"
  ],
  "ntitle": "liverpool_police_accused_of_trying_to_starve_activists_out_of_occupied_bank",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Activists who have occupied Liverpool’s old Bank of England building to provide shelter for the city’s homeless people say they are under siege by police who are preventing the delivery of food and water.\n\nBailiffs had set up fences around the central Liverpool building where anti-austerity Love Activists are staging an occupation after being served with eviction notices on Tuesday.\n\nPolice had used a dispersal order to clear supporters away from the front of the building and, the activists said, were now refusing to allow food and water to be taken into the building.\n\nOne of the occupiers, Juliette Edgar, told the Guardian by phone from inside the building that she and her companions were refusing to leave. “We have barricaded all the doors and entrances,” she said. “This is a former Bank of England building, it’s very secure. There are vaults in here.”\n\nMerseyside police confirmed that a dispersal order was in place around the building on Castle Street. Apart from food and water, activists claimed police were halting deliveries of other supplies, even seizing a packet of lozenges a supporter had tried to throw in for one occupier coming down with a cold. Police would not comment on the claim.\n\nThe Love Activists moved into the unoccupied building in the middle of April to set up a support centre for Liverpool’s homeless people, including places to sleep, an advice centre and a street kitchen.\n\nBut last Tuesday, 10 days into the occupation, they were served with a court order demanding that they leave the building. A dispersal order was approved on Thursday and they were placed under 24-hour police guard. Dispersal orders give police the power to ask people to leave a defined area. Any person who refuses such a request can be arrested.\n\nEdgar said she believed there were six arrests on Thursday night as police pushed supporters away from the building, including one of a homeless person supporting the group, and another one which appeared to be violent. She claimed officers grabbed a woman by the throat and dragged her away.\n\n“They just grabbed this woman as she was packing up the homeless kitchen which we had set up on the steps. It was really violent and it was in view of hundreds of people.”\n\n— Emma Fielding (@FrecklesFieldo) The current scene at the Bank of Love in Liverpool #loveactivists #castlest pic.twitter.com/egY18XzxWI\n\nThey resisted eviction on Friday morning, but now, with temporary metal fencing blocking access to the building, Edgar said she and her group were effectively besieged by police trying to starve them out.\n\n“This dispersal zone is about not allowing people to support us, and they are refusing us food and water by our system, which is a pulley and bag,” Edgar said.\n\nOfficers had offered them water but only if they opened a door, she said, but added: “We don’t want anything from the police”. The group still had water from the mains supply to the building, although they were wary of drinking it and had been relying on dwindling supplies of bottled water.\n\nThe Love Activists’ occupation seems to have widespread support among residents of Liverpool. A poll on the Liverpool Echo website says 52% of those asked believe the group should stand firm against their eviction order.\n\nSince the police blockade began, many homeless people had been sleeping close to and outside the building in solidarity with the occupiers, Edgar said.\n\nShe had heard from one man that hard-pressed service providers were advising homeless people to take advantage of the group’s services\n\n, adding that many had come to them for help.\n\n“There’s a lot of homeless people living in a range of circumstances. Many of them are living in hostels which are dangerous and many of them were living on the streets,” she said.\n\n“We have had a lot of people staying in here with different needs. Homeless people have a lot of issues, including addiction issues and benefits issues.”\n\nEdgar would not say how many people were in the building. She did say all the homeless people had left and those left were all activists. She was the oldest, at 51, while the youngest was an 18-year-old woman.",
  "title": "Liverpool police accused of trying to starve activists out of occupied bank",
  "ts_in": "2015-05-02T16:27:54.268704",
  "url": "http://www.theguardian.com/uk-news/2015/may/02/liverpool-police-accused-of-trying-to-starve-activists-out-of-occupied-bank"
}