{
  "article_html": "<div><p>Authorities in the <a href=\"http://www.theguardian.com/world/maldives\" class=\" u-underline\">Maldives</a> arrested three opposition leaders and nearly 200 other people after clashes erupted between police and protesters demanding the resignation of the country&#8217;s president and the release of a jailed ex-leader.</p>\n<p>With the arrests, nearly the entire opposition leadership behind Friday&#8217;s anti-government protests were detained, opposition lawmaker Eva Abdulla said Saturday.</p>\n<p>Police arrested Sheik Imran Abdulla, leader of the Islamic conservative Adhaalath, or Justice party; Ali Waheed, chairman of the main opposition Maldivian Democratic party; and Ameen Ibrahim, deputy leader of Jumhooree, or the Republican party.</p>\n<p>The arrests could exacerbate an acrimonious political climate in the Indian Ocean archipelago nation, which is still in its early years of democracy.</p>\n<p>The Maldives government accused Abdulla of inciting violence among the protesters with the aim of overthrowing the government. The government, however, did not comment on the arrests of the other opposition leaders.</p>\n\n\n<a href=\"/world/2015/may/02/maldives-arrests-opposition-leaders-imran-abdulla-violent-protests#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430560473385/ac471101-8aea-4833-a216-fa62471bbf66-300x180.jpeg\" alt=\"Opposition supporters at Friday's protest in Male.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483p2%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Maldives+arrests+leaders+of+opposition+parties+after+violent+protests&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483p2%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Maldives+arrests+leaders+of+opposition+parties+after+violent+protests&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F02%2Fmaldives-arrests-opposition-leaders-imran-abdulla-violent-protests&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430560474005%2Fac471101-8aea-4833-a216-fa62471bbf66-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nOpposition supporters at Friday&#8217;s protest in Male. Photograph: Sinan Hussain/AP\n\n\n\n<p>Thousands of people marched in the capital on Friday, accusing president Yameen Abdul Gayoom of jailing former president Mohamed Nasheed and others he sees as political threats.</p>\n<p>The opposition activists ran through a cordon of shield-carrying police protecting the military headquarters in Mal&#233; and clashed with police officers.</p>\n<p>Police fired teargas and arrested 192 protesters. They later declared the demonstration was not peaceful, saying they will break up any gathering without warning.</p>\n<p>Police told reporters that Imran &#8220;incited violence amongst protesters with the aim of toppling the government and called for clashes with the police if necessary&#8221;.</p>\n<p>However, Nasheed&#8217;s Maldivian Democratic party said police officers charged the protesters without provocation.</p>\n<p>The protesters also beat up two policemen, who were flown to neighboring Sri Lanka for treatment.</p>\n<p>Nasheed was sentenced to 13 years in prison in March for ordering the arrest of a senior judge when he was president three years ago. He was sentenced under the country&#8217;s terrorism laws after the court declared the arrest was akin to kidnapping.</p>\n<p>Nasheed&#8217;s imprisonment after a rushed trial sparked widespread international condemnation.</p>\n<p>In a statement after a fact-finding mission to the Maldives, the United Nations Office of the High Commissioner for Human Rights in Geneva said Nasheed&#8217;s trial was &#8220;vastly unfair and his conviction was arbitrary and disproportionate&#8221;.</p>\n<p>The statement, which noted that the delegation met with Nasheed in addition to government officials and members of civil society, also said the country&#8217;s legal system is &#8220;perceived as politicised, inadequate and subject to external influence&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/apr/30/release-mohamed-nasheed-maldives-president-conviction\" class=\" u-underline\">Release Mohamed Nasheed &#8211; an innocent man and the Maldives&#8217; great hope | Amal Clooney</a> </p>\n\n<p>The statement added: &#8220;In the absence of an adequate criminal code, evidence law, and criminal procedures, the prosecutor general and the judges have excessive discretionary powers that worked in this case against Mr Nasheed.&#8221;</p>\n<p>Gayoom&#8217;s former defence minister, Mohamed Nazim, has been jailed for 10 years for importing and possessing a firearm, which is forbidden for private individuals.</p>\n<p>Known for its luxury island resorts, the Maldives became a multiparty democracy in 2008, when Nasheed was elected president, ending the autocratic 30-year rule of Maumoon Abdul Gayoom.</p>\n<p>Nasheed resigned in 2012 after weeks of public protests against the arrest of the judge, whom Nasheed&#8217;s government had accused of being corrupt and politically biased.</p>\n<p>In 2013, he lost a presidential election to the former leader&#8217;s half-brother.</p>\n</div>",
  "authors": [
    "Associated Press"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Maldives",
    "Islam",
    "Religion",
    "Asia Pacific",
    "World news"
  ],
  "ntitle": "maldives_arrests_leaders_of_opposition_parties_after_violent_protests",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Authorities in the Maldives arrested three opposition leaders and nearly 200 other people after clashes erupted between police and protesters demanding the resignation of the country’s president and the release of a jailed ex-leader.\n\nWith the arrests, nearly the entire opposition leadership behind Friday’s anti-government protests were detained, opposition lawmaker Eva Abdulla said Saturday.\n\nPolice arrested Sheik Imran Abdulla, leader of the Islamic conservative Adhaalath, or Justice party; Ali Waheed, chairman of the main opposition Maldivian Democratic party; and Ameen Ibrahim, deputy leader of Jumhooree, or the Republican party.\n\nThe arrests could exacerbate an acrimonious political climate in the Indian Ocean archipelago nation, which is still in its early years of democracy.\n\nThe Maldives government accused Abdulla of inciting violence among the protesters with the aim of overthrowing the government. The government, however, did not comment on the arrests of the other opposition leaders.\n\nFacebook Twitter Pinterest Opposition supporters at Friday’s protest in Male. Photograph: Sinan Hussain/AP\n\nThousands of people marched in the capital on Friday, accusing president Yameen Abdul Gayoom of jailing former president Mohamed Nasheed and others he sees as political threats.\n\nThe opposition activists ran through a cordon of shield-carrying police protecting the military headquarters in Malé and clashed with police officers.\n\nPolice fired teargas and arrested 192 protesters. They later declared the demonstration was not peaceful, saying they will break up any gathering without warning.\n\nPolice told reporters that Imran “incited violence amongst protesters with the aim of toppling the government and called for clashes with the police if necessary”.\n\nHowever, Nasheed’s Maldivian Democratic party said police officers charged the protesters without provocation.\n\nThe protesters also beat up two policemen, who were flown to neighboring Sri Lanka for treatment.\n\nNasheed was sentenced to 13 years in prison in March for ordering the arrest of a senior judge when he was president three years ago. He was sentenced under the country’s terrorism laws after the court declared the arrest was akin to kidnapping.\n\nNasheed’s imprisonment after a rushed trial sparked widespread international condemnation.\n\nIn a statement after a fact-finding mission to the Maldives, the United Nations Office of the High Commissioner for Human Rights in Geneva said Nasheed’s trial was “vastly unfair and his conviction was arbitrary and disproportionate”.\n\nThe statement, which noted that the delegation met with Nasheed in addition to government officials and members of civil society, also said the country’s legal system is “perceived as politicised, inadequate and subject to external influence”.\n\nRelated: Release Mohamed Nasheed – an innocent man and the Maldives’ great hope | Amal Clooney\n\nThe statement added: “In the absence of an adequate criminal code, evidence law, and criminal procedures, the prosecutor general and the judges have excessive discretionary powers that worked in this case against Mr Nasheed.”\n\nGayoom’s former defence minister, Mohamed Nazim, has been jailed for 10 years for importing and possessing a firearm, which is forbidden for private individuals.\n\nKnown for its luxury island resorts, the Maldives became a multiparty democracy in 2008, when Nasheed was elected president, ending the autocratic 30-year rule of Maumoon Abdul Gayoom.\n\nNasheed resigned in 2012 after weeks of public protests against the arrest of the judge, whom Nasheed’s government had accused of being corrupt and politically biased.\n\nIn 2013, he lost a presidential election to the former leader’s half-brother.",
  "title": "Maldives arrests leaders of opposition parties after violent protests",
  "ts_in": "2015-05-02T16:28:12.340580",
  "url": "http://www.theguardian.com/world/2015/may/02/maldives-arrests-opposition-leaders-imran-abdulla-violent-protests"
}