{
  "article_html": "<div><p>An Italian man hung up the phone on <a href=\"http://www.theguardian.com/world/pope-francis\" class=\" u-underline\">Pope Francis</a> twice thinking he was being pranked, but later apologised to him for his error, the Vatican newspaper, l&#8217;Osservatore Romano, has reported.<br></p>\n<p>The pontiff, who often contacts strangers who write to him or whose problems he hears about, called Franco Rabuffi on Monday to comfort him as he was sick.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/commentisfree/2015/apr/30/pope-women-equality-wage-gap-reproductive-rights\" class=\" u-underline\">If the Pope wants women's equality, he must support reproductive rights | Jessica Valenti</a> </p>\n\n<p>Rabuffi disconnected the call twice thinking it was a hoax. It was only when the pope rang back a third time that Rabuffi took him seriously. &#8220;I was speechless but Francis came to my rescue, saying that what had happened was funny,&#8221; he told the newspaper.</p>\n<p>Rabuffi, along with his wife, appeared before the pope during the Vatican&#8217;s general audience on Wednesday and apologised for his mistake.</p>\n</div>",
  "authors": [
    "Agence France-presse In Vatican City"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Pope Francis",
    "Vatican",
    "The papacy",
    "Catholicism",
    "Christianity",
    "World news",
    "Religion",
    "Italy"
  ],
  "ntitle": "man_hangs_up_on_pope_twice_thinking_he_is_an_impostor",
  "publish_date": "2015-04-30T00:00:00",
  "tags": [],
  "text": "An Italian man hung up the phone on Pope Francis twice thinking he was being pranked, but later apologised to him for his error, the Vatican newspaper, l’Osservatore Romano, has reported.\n\n\n\nThe pontiff, who often contacts strangers who write to him or whose problems he hears about, called Franco Rabuffi on Monday to comfort him as he was sick.\n\nRelated: If the Pope wants women's equality, he must support reproductive rights | Jessica Valenti\n\nRabuffi disconnected the call twice thinking it was a hoax. It was only when the pope rang back a third time that Rabuffi took him seriously. “I was speechless but Francis came to my rescue, saying that what had happened was funny,” he told the newspaper.\n\nRabuffi, along with his wife, appeared before the pope during the Vatican’s general audience on Wednesday and apologised for his mistake.",
  "title": "Man hangs up on Pope twice thinking he is an impostor",
  "ts_in": "2015-05-02T16:28:11.903951",
  "url": "http://www.theguardian.com/world/2015/apr/30/pope-francis-phone-call-pontiff"
}