{
  "article_html": "<div><p><strong>I went to church as a kid,</strong> but mainly for the showbiz aspect. I remember doing a solo of &#8220;The Little Drummer Boy&#8221; and everyone singing the rup-a-pum-pums.</p>\n<p><strong>My partner and I were nervous when we got together.</strong> I met Arthur [Pita] when he was a swan and I was the director of Swan Lake. We didn&#8217;t want anyone to feel like there was any favouritism. But people were lovely about it. They could see it was the real thing.</p>\n<p><strong>My family home was a rented house </strong>in the East End of London. My parents could have bought it at one point, but they preferred to spend their money on holidays and theatre tickets. It was strange to see it handed on to someone else when my father passed away.</p>\n<p><strong>Fred Astaire is my real idol. </strong>I&#8217;ve become friendly with his daughter, Ava. It feels like being close to him in some ways. Ava&#8217;s got this ring with his initials on that he wore in lots of films.</p>\n<p><strong>The thrill of autograph collecting </strong>is getting close to a world you&#8217;re not part of. In my mid-teens I&#8217;d take the 38 bus into town with my best friend and wait outside hotels and theatres. The older collectors would tell us who to get and on the way home I&#8217;d look them up in reference books. It was an education.</p>\n<p><strong>I don&#8217;t worry about pleasing everyone now. </strong>I used to be very aware of showing the dance world &#8211; led by the dance critics &#8211; that I understood the pieces I was working with. These days I just try to please audience members.</p>\n<p><strong>I&#8217;ve had to reinvent my life along the way. </strong>Both my parents have died in the past 10 years and it was like becoming an orphan at a late age. It made me think: &#8220;What is my life now?&#8221; I had to create my own family around me.</p>\n<p><strong>I&#8217;ve no interest in winning over divas, </strong>and I&#8217;m not up for too many things outside my own company. I was sent the original script for Billy Elliot and had an offer to direct Wicked. But I like writing my own stories.</p>\n<p><strong>I&#8217;ve become very self-conscious about movement. </strong>I think it&#8217;s partly because I&#8217;m surrounded by beautiful young people who move really well. But that time has passed for me &#8211; I&#8217;m not the guy in his mid-50s trying to hang on to his youth. I won&#8217;t go anywhere near the dancefloor at weddings.</p>\n<p><strong>Let&#8217;s not pretend, there are a lot of gay men in dance. </strong>In our company we have a mixture of real laddie lads and openly gay guys. Through my charity, <a href=\"http://new-adventures.net/rebourne\" class=\" u-underline\">Re:Bourne</a>, I&#8217;ve learned that presenting the right role models to young people is so important. People will say to me, &#8220;Oh, of course boys love dance!&#8221; But it&#8217;s still not quite the same as boys liking football.</p>\n<p><strong>There are things from your past</strong> that you can&#8217;t have a critical view on. People make fun of The Sound of Music, but just hearing the chords from &#8220;Climb Every Mountain&#8221; does something to me. I want it played at my funeral.</p>\n<p>Matthew Bourne&#8217;s The Car Man is playing a limited 16-week tour, ending with a four-week season at Sadler&#8217;s Wells, from 14 July to 9 August (<a href=\"http://new-adventures.net/the-car-man\" class=\" u-underline\">new-adventures.net/the-car-man</a>) </p>\n<p>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\" class=\" u-underline\">@ObsMagazine</a></p>\n</div>",
  "authors": [
    "Candice Pires"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Matthew Bourne",
    "Stage",
    "Dance"
  ],
  "ntitle": "matthew_bourne_i_don_t_go_anywhere_near_the_dancefloor_at_weddings",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "I went to church as a kid, but mainly for the showbiz aspect. I remember doing a solo of “The Little Drummer Boy” and everyone singing the rup-a-pum-pums.\n\nMy partner and I were nervous when we got together. I met Arthur [Pita] when he was a swan and I was the director of Swan Lake. We didn’t want anyone to feel like there was any favouritism. But people were lovely about it. They could see it was the real thing.\n\nMy family home was a rented house in the East End of London. My parents could have bought it at one point, but they preferred to spend their money on holidays and theatre tickets. It was strange to see it handed on to someone else when my father passed away.\n\nFred Astaire is my real idol. I’ve become friendly with his daughter, Ava. It feels like being close to him in some ways. Ava’s got this ring with his initials on that he wore in lots of films.\n\nThe thrill of autograph collecting is getting close to a world you’re not part of. In my mid-teens I’d take the 38 bus into town with my best friend and wait outside hotels and theatres. The older collectors would tell us who to get and on the way home I’d look them up in reference books. It was an education.\n\nI don’t worry about pleasing everyone now. I used to be very aware of showing the dance world – led by the dance critics – that I understood the pieces I was working with. These days I just try to please audience members.\n\nI’ve had to reinvent my life along the way. Both my parents have died in the past 10 years and it was like becoming an orphan at a late age. It made me think: “What is my life now?” I had to create my own family around me.\n\nI’ve no interest in winning over divas, and I’m not up for too many things outside my own company. I was sent the original script for Billy Elliot and had an offer to direct Wicked. But I like writing my own stories.\n\nI’ve become very self-conscious about movement. I think it’s partly because I’m surrounded by beautiful young people who move really well. But that time has passed for me – I’m not the guy in his mid-50s trying to hang on to his youth. I won’t go anywhere near the dancefloor at weddings.\n\nLet’s not pretend, there are a lot of gay men in dance. In our company we have a mixture of real laddie lads and openly gay guys. Through my charity, Re:Bourne, I’ve learned that presenting the right role models to young people is so important. People will say to me, “Oh, of course boys love dance!” But it’s still not quite the same as boys liking football.\n\nThere are things from your past that you can’t have a critical view on. People make fun of The Sound of Music, but just hearing the chords from “Climb Every Mountain” does something to me. I want it played at my funeral.\n\nMatthew Bourne’s The Car Man is playing a limited 16-week tour, ending with a four-week season at Sadler’s Wells, from 14 July to 9 August (new-adventures.net/the-car-man)\n\nFollow the Observer Magazine on Twitter @ObsMagazine",
  "title": "Matthew Bourne: ‘I don’t go anywhere near the dancefloor at weddings’",
  "ts_in": "2015-05-02T16:27:44.526305",
  "url": "http://www.theguardian.com/stage/2015/may/02/matthew-bourne-i-am-not-trying-to-hang-onto-my-youth-the-car-man"
}