{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>It has been called the fight of the century, the richest boxing bout in history, featuring &#8220;the two iconic superstars of their generation&#8221;. And for once, in a sport not given to understatement, the self-fulfilling hype may be justified &#8211; at least as far as the sums are concerned.</p>\n<p>It remains to be seen whether the contest between the two best pound-for-pound fighters of their generation lives up to the hyperbole for US TV viewers paying $100 (&#163;66) each or the UK fans shelling out up to &#163;25 to watch in the early hours of Sunday morning. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/may/01/heavy-betting-on-manny-pacquiao-as-floyd-mayweather-showdown-nears\" class=\" u-underline\">Heavy betting on Manny Pacquiao as Floyd Mayweather showdown nears</a> </p>\n\n<p>The cocksure American Floyd &#8220;Money&#8221; Mayweather, undefeated in 47 professional fights, will finally take on the Filipino <a href=\"http://www.theguardian.com/sport/manny-pacquiao\" class=\" u-underline\">Manny Pacquiao</a>, with 57 victories to his name, in the MGM Grand Garden Arena in Las Vegas as they both cash in on a huge payday in the twilight of their careers.</p>\n<p>In a weirdly subdued press conference this week, the undefeated Mayweather, the pantomime villain of the piece even for many Americans, was asked whether this long-awaited bout would define him. </p>\n<p>&#8220;One fight won&#8217;t define my career, the thing that will define my career is that I was a great businessman,&#8221; he boasted, a nod to five years of shadow-boxing that has taken in rows over drug-testing procedures, a defamation suit and endless back and forth between the two camps. &#8220;Money is more important than any records &#8211; my daughters can&#8217;t eat no zero.&#8221; </p>\n<p>Mayweather, <a href=\"http://www.theguardian.com/sport/blog/2015/apr/26/floyd-mayweather-espn-report-violence\" class=\" u-underline\">with his dark history of domestic violence</a>, is worth a reputed &#163;200m and earned &#163;75m last year alone. He is not shy about it either, highlighting his mansions, his private jet, his Bugattis and his opulent lifestyle at every turn. </p>\n<p>He posts pictures of himself on Instagram with stacks of $100 bills, with his $6.4m watch collection, standing in front of his fleet of supercars, or in the Bentley golf cart he bought for his 15-year-old son. </p>\n<p>&#8220;There is something weirdly attractive about Mayweather&#8217;s almost obscene wealth. People want to see the man who is the highest-paid athlete in the world,&#8221; says Adam Smith, the Sky Sports boxing presenter who will front its coverage. &#8220;Pacquiao brings the smile, the drama, the exciting style.&#8221; </p>\n<p>Smith believes that Pacquiao&#8217;s appeal may have increased after he was knocked out by Juan Manuel M&#225;rquez in December 2012, in one of a gripping series of bouts between the pair.</p>\n<p>&#8220;He can knock opponents out, flatten them spectacularly at times &#8211; and can go down face-first himself,&#8221; says Smith. &#8220;He&#8217;s also extraordinary: the political ambition, the genuine desire to help his people, yet the flawed nature too of a man who can gamble himself to the edge of a financial abyss.&#8221; </p>\n<p>Mayweather is the favourite with bookmakers, who expect up to $80m to be wagered in Nevada alone. But according to Liam Vaughan, a Liverpudlian who is one of Pacquiao&#8217;s retinue of sparring partners, the Filipino is going to win. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/apr/30/bob-arum-press-conference-network-feud\" class=\" u-underline\">Pacquiao camp uses press conference to aim knockout blow in network feud</a> </p>\n\n<p>&#8220;I wasn&#8217;t a big fan of Manny Pacquiao until I was in the ring with him. He&#8217;s ready, he&#8217;s going to beat <a href=\"http://www.theguardian.com/sport/floyd-mayweather\" class=\" u-underline\">Floyd Mayweather</a>. He&#8217;s up for the fight. He wants to win,&#8221; Vaughan told the BBC. &#8220;He&#8217;s never been like this. He&#8217;s pumped, he&#8217;s bouncing around, he&#8217;s ready.&#8221;</p>\n<p>Amir Khan, who wants to face the winner, and Ricky Hatton, who lost to both of them, expect Mayweather to prevail, but Mike Tyson and George Foreman are backing Pacquiao.</p>\n<p>If Mayweather is a master technician in the ring, respected rather than loved, then Pacquiao is the opposite. Revered in his homeland, where he is a congressman, he brings the country to a juddering halt whenever he fights. </p>\n<p>His trainer, Freddie Roach, has spent much of the week retelling the compelling story of Pacquiao&#8217;s rags-to-riches rise, from hustling on the streets and fighting for $2 a time to competing for a 40% share of a $400m purse. </p>\n<p>&#8220;He lived on the street, where he bought doughnuts at a doughnut store and then sold each one for a nickel more to survive,&#8221; says Roach. </p>\n<p>&#8220;He slept in a cardboard box. He fought his way through all this, turned pro at 14, and look at the man he is today.&#8221;</p>\n<p>Pacquiao left home at 14 after his absent father returned home and killed and ate his dog. But despite some criticism of his attendance record as a congressman, he is widely expected to run for president when he retires. </p>\n<p>&#8220;I went to his birthday party, the president of the Philippines was there, there were 5,000 people at the party, and 10,000 outside who couldn&#8217;t get in,&#8221; says Roach. &#8220;He&#8217;s an icon because he represents the hopes of so many.&#8221;</p>\n<p>The hype has been relentless, and as much of it has focused on the massive sums involved as on the hugely anticipated action. The handful of tickets for the public that went on sale for the 16,800-seat arena were priced from $1,500 to $10,000, and ringside tickets have been changing hands for up to $100,000. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/sport/2015/apr/29/how-much-does-the-manny-pacquiao-floyd-mayweather-fight-cost-tv\" class=\" u-underline\">When does Mayweather v Pacquiao start and how much does it cost on TV?</a> </p>\n\n<p>Amid the artificial glitz of Las Vegas, where fans will be charged hundreds of dollars just to watch on a big screen in some casinos, the week-long buildup has had a vaguely chaotic air, but the boxing fraternity has been cock-a-hoop. </p>\n<p>Many believe the global interest in the fight shows the sport can still captivate the globe in the way that fights involving Muhammad Ali or Tyson did in previous generations, despite competition from other rival attractions. </p>\n<p>Sky&#8217;s Smith says: &#8220;When a massive match-up like this happens, it&#8217;s proof that a sport is in fine health, that it can still attract this much attention, can still pay its stars fortunes to box, that fight fans in so many countries around the world want to see what happens.&#8221; </p>\n<p>Others aren&#8217;t so sure, and wonder whether the decision to wring as much money as possible out of the bout by offering it on pay-per-view is undermining attempts to re-engage the broader sporting public. </p>\n<p>Mayweather, who turned 38 in February, says this will be his penultimate fight, with one more pencilled in for September under his deal with Showtime. Depending on how this one pans out, a rematch remains a distinct possibility if Pacquiao does not retire immediately.</p>\n<p>By Sunday morning both will be set up for life, even allowing for Mayweather&#8217;s spending habits, but only one will be in possession of the specially commissioned title belt &#8211; worth $1m and encrusted with diamonds, naturally.</p>\n<h2><strong>Floyd Mayweather</strong></h2>\n\n\n<a href=\"/sport/2015/may/02/mayweather-v-pacquiao-fight-of-the-century-hype-may-be-justified#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/bdf95b8c201be4f9789a48fa8c4287458304803d/343_46_1199_720/500.jpg\" alt=\"Floyd Mayweather. \" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483zv%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Mayweather+v+Pacquiao%3A+%E2%80%98fight+of+the+century%E2%80%99+may+justify+the+hype+for+once&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483zv%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Mayweather+v+Pacquiao%3A+%E2%80%98fight+of+the+century%E2%80%99+may+justify+the+hype+for+once&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2F2015%2Fmay%2F02%2Fmayweather-v-pacquiao-fight-of-the-century-hype-may-be-justified&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fbdf95b8c201be4f9789a48fa8c4287458304803d%2F343_46_1199_720%2F1199.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nFloyd Mayweather. Photograph: Jamie Squire/Getty Images\n\n\n\n<p><strong>Nationality</strong> American</p>\n<p><strong>Place of birth</strong> Grand Rapids, Michigan, United States</p>\n<p><strong>Pre-fight record</strong> 47 wins (26 KO, 55.32), 0 losses</p>\n<p><strong>Career earnings</strong> $420m</p>\n<p><strong>Best quotes about the fight</strong> &#8220;It&#8217;s time to fight now. The biggest fight in history. I feel good. I feel strong. See you Saturday!&#8221;</p>\n<p>&#8220;I don&#8217;t ever say that &#8216;this is my toughest fight&#8217; or &#8216;this is my easiest fight&#8217;. I feel like he is a competitor and anything can happen in the sport of boxing. I always want to go out there and be at my best.&#8221;</p>\n<p>&#8220;Saturday, before and after the fight, I will still be the best ever. One fight doesn&#8217;t define my career. The great thing about my career is that I&#8217;m a smart businessman. A 19-year career with no punishment on the body, that&#8217;s what we should talk about.&#8221;</p>\n<p><strong>Outside the ring</strong> Mayweather has been often linked with apparently his biggest celebrity fan in Justin Bieber, who will even carry the boxer&#8217;s championship belt into the ring on Saturday. The 38-year-old also appeared on WWE&#8217;s Wrestlemania XXIV in 2008, where he defeated Big Show.</p>\n<h2><strong>Manny Pacquiao</strong></h2>\n\n\n<a href=\"/sport/2015/may/02/mayweather-v-pacquiao-fight-of-the-century-hype-may-be-justified#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/e39de6377a2dd1b4331f518f32e136a4bc7936b4/47_80_1146_687/500.jpg\" alt=\"Manny Pacquiao.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483zv%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Mayweather+v+Pacquiao%3A+%E2%80%98fight+of+the+century%E2%80%99+may+justify+the+hype+for+once&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483zv%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Mayweather+v+Pacquiao%3A+%E2%80%98fight+of+the+century%E2%80%99+may+justify+the+hype+for+once&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fsport%2F2015%2Fmay%2F02%2Fmayweather-v-pacquiao-fight-of-the-century-hype-may-be-justified&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2Fe39de6377a2dd1b4331f518f32e136a4bc7936b4%2F47_80_1146_687%2F1146.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nManny Pacquiao. Photograph: Jamie Squire/Getty Images\n\n\n\n<p><strong>Nationality</strong> Filipino</p>\n<p><strong>Place of birth</strong> Kibawe, Bukidnon, Philippines</p>\n<p><strong>Pre-fight record</strong> 57 wins (38 KO, 59,48%), 5 losses, 2 draws</p>\n<p><strong>Career earning</strong>s $340m</p>\n<p><strong>Best quotes about the fight </strong>&#8220;My confidence right now is different than any other fight I&#8217;ve had. I feel excited and I have to prove something. I like being the underdog, because my killer instinct and my focus are there.&#8221;</p>\n<p>&#8220;I&#8217;m different than the first 47 he fought. I&#8217;m faster than them and I&#8217;m very confident for the fight. This is the moment that I believe he will experience a loss.&#8221;</p>\n<p>&#8220;This is one of the most important fights for my boxing legacy. I want to make this fight a good result for my legacy. I want to win, that is my goal.&#8221;</p>\n<p><strong>Outside the ring</strong> Apart from the boxing arena, Pacquaio is known for his career in the political one where he established himself in May 2012 after being elected as congressman of the Sarangani district. He is also an honorary member of the Boston Celtics basketball team and has taken roles in movies and television shows on multiple occasions.</p>\n<p>Peter Georgiev<br></p>\n</div>",
  "authors": [
    "Owen Gibson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Floyd Mayweather v Manny Pacquiao",
    "Boxing",
    "Floyd Mayweather",
    "Manny Pacquiao",
    "Sport",
    "US sports"
  ],
  "ntitle": "mayweather_v_pacquiao_fight_of_the_century_may_justify_the_hype_for_once",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nIt has been called the fight of the century, the richest boxing bout in history, featuring “the two iconic superstars of their generation”. And for once, in a sport not given to understatement, the self-fulfilling hype may be justified – at least as far as the sums are concerned.\n\nIt remains to be seen whether the contest between the two best pound-for-pound fighters of their generation lives up to the hyperbole for US TV viewers paying $100 (£66) each or the UK fans shelling out up to £25 to watch in the early hours of Sunday morning.\n\nRelated: Heavy betting on Manny Pacquiao as Floyd Mayweather showdown nears\n\nThe cocksure American Floyd “Money” Mayweather, undefeated in 47 professional fights, will finally take on the Filipino Manny Pacquiao, with 57 victories to his name, in the MGM Grand Garden Arena in Las Vegas as they both cash in on a huge payday in the twilight of their careers.\n\nIn a weirdly subdued press conference this week, the undefeated Mayweather, the pantomime villain of the piece even for many Americans, was asked whether this long-awaited bout would define him.\n\n“One fight won’t define my career, the thing that will define my career is that I was a great businessman,” he boasted, a nod to five years of shadow-boxing that has taken in rows over drug-testing procedures, a defamation suit and endless back and forth between the two camps. “Money is more important than any records – my daughters can’t eat no zero.”\n\nMayweather, with his dark history of domestic violence, is worth a reputed £200m and earned £75m last year alone. He is not shy about it either, highlighting his mansions, his private jet, his Bugattis and his opulent lifestyle at every turn.\n\nHe posts pictures of himself on Instagram with stacks of $100 bills, with his $6.4m watch collection, standing in front of his fleet of supercars, or in the Bentley golf cart he bought for his 15-year-old son.\n\n“There is something weirdly attractive about Mayweather’s almost obscene wealth. People want to see the man who is the highest-paid athlete in the world,” says Adam Smith, the Sky Sports boxing presenter who will front its coverage. “Pacquiao brings the smile, the drama, the exciting style.”\n\nSmith believes that Pacquiao’s appeal may have increased after he was knocked out by Juan Manuel Márquez in December 2012, in one of a gripping series of bouts between the pair.\n\n“He can knock opponents out, flatten them spectacularly at times – and can go down face-first himself,” says Smith. “He’s also extraordinary: the political ambition, the genuine desire to help his people, yet the flawed nature too of a man who can gamble himself to the edge of a financial abyss.”\n\nMayweather is the favourite with bookmakers, who expect up to $80m to be wagered in Nevada alone. But according to Liam Vaughan, a Liverpudlian who is one of Pacquiao’s retinue of sparring partners, the Filipino is going to win.\n\nRelated: Pacquiao camp uses press conference to aim knockout blow in network feud\n\n“I wasn’t a big fan of Manny Pacquiao until I was in the ring with him. He’s ready, he’s going to beat Floyd Mayweather. He’s up for the fight. He wants to win,” Vaughan told the BBC. “He’s never been like this. He’s pumped, he’s bouncing around, he’s ready.”\n\nAmir Khan, who wants to face the winner, and Ricky Hatton, who lost to both of them, expect Mayweather to prevail, but Mike Tyson and George Foreman are backing Pacquiao.\n\nIf Mayweather is a master technician in the ring, respected rather than loved, then Pacquiao is the opposite. Revered in his homeland, where he is a congressman, he brings the country to a juddering halt whenever he fights.\n\nHis trainer, Freddie Roach, has spent much of the week retelling the compelling story of Pacquiao’s rags-to-riches rise, from hustling on the streets and fighting for $2 a time to competing for a 40% share of a $400m purse.\n\n“He lived on the street, where he bought doughnuts at a doughnut store and then sold each one for a nickel more to survive,” says Roach.\n\n“He slept in a cardboard box. He fought his way through all this, turned pro at 14, and look at the man he is today.”\n\nPacquiao left home at 14 after his absent father returned home and killed and ate his dog. But despite some criticism of his attendance record as a congressman, he is widely expected to run for president when he retires.\n\n“I went to his birthday party, the president of the Philippines was there, there were 5,000 people at the party, and 10,000 outside who couldn’t get in,” says Roach. “He’s an icon because he represents the hopes of so many.”\n\nThe hype has been relentless, and as much of it has focused on the massive sums involved as on the hugely anticipated action. The handful of tickets for the public that went on sale for the 16,800-seat arena were priced from $1,500 to $10,000, and ringside tickets have been changing hands for up to $100,000.\n\nRelated: When does Mayweather v Pacquiao start and how much does it cost on TV?\n\nAmid the artificial glitz of Las Vegas, where fans will be charged hundreds of dollars just to watch on a big screen in some casinos, the week-long buildup has had a vaguely chaotic air, but the boxing fraternity has been cock-a-hoop.\n\nMany believe the global interest in the fight shows the sport can still captivate the globe in the way that fights involving Muhammad Ali or Tyson did in previous generations, despite competition from other rival attractions.\n\nSky’s Smith says: “When a massive match-up like this happens, it’s proof that a sport is in fine health, that it can still attract this much attention, can still pay its stars fortunes to box, that fight fans in so many countries around the world want to see what happens.”\n\nOthers aren’t so sure, and wonder whether the decision to wring as much money as possible out of the bout by offering it on pay-per-view is undermining attempts to re-engage the broader sporting public.\n\nMayweather, who turned 38 in February, says this will be his penultimate fight, with one more pencilled in for September under his deal with Showtime. Depending on how this one pans out, a rematch remains a distinct possibility if Pacquiao does not retire immediately.\n\nBy Sunday morning both will be set up for life, even allowing for Mayweather’s spending habits, but only one will be in possession of the specially commissioned title belt – worth $1m and encrusted with diamonds, naturally.\n\nFloyd Mayweather\n\nFacebook Twitter Pinterest Floyd Mayweather. Photograph: Jamie Squire/Getty Images\n\nNationality American\n\nPlace of birth Grand Rapids, Michigan, United States\n\nPre-fight record 47 wins (26 KO, 55.32), 0 losses\n\nCareer earnings $420m\n\nBest quotes about the fight “It’s time to fight now. The biggest fight in history. I feel good. I feel strong. See you Saturday!”\n\n“I don’t ever say that ‘this is my toughest fight’ or ‘this is my easiest fight’. I feel like he is a competitor and anything can happen in the sport of boxing. I always want to go out there and be at my best.”\n\n“Saturday, before and after the fight, I will still be the best ever. One fight doesn’t define my career. The great thing about my career is that I’m a smart businessman. A 19-year career with no punishment on the body, that’s what we should talk about.”\n\nOutside the ring Mayweather has been often linked with apparently his biggest celebrity fan in Justin Bieber, who will even carry the boxer’s championship belt into the ring on Saturday. The 38-year-old also appeared on WWE’s Wrestlemania XXIV in 2008, where he defeated Big Show.\n\nManny Pacquiao\n\nFacebook Twitter Pinterest Manny Pacquiao. Photograph: Jamie Squire/Getty Images\n\nNationality Filipino\n\nPlace of birth Kibawe, Bukidnon, Philippines\n\nPre-fight record 57 wins (38 KO, 59,48%), 5 losses, 2 draws\n\nCareer earnings $340m\n\nBest quotes about the fight “My confidence right now is different than any other fight I’ve had. I feel excited and I have to prove something. I like being the underdog, because my killer instinct and my focus are there.”\n\n“I’m different than the first 47 he fought. I’m faster than them and I’m very confident for the fight. This is the moment that I believe he will experience a loss.”\n\n“This is one of the most important fights for my boxing legacy. I want to make this fight a good result for my legacy. I want to win, that is my goal.”\n\nOutside the ring Apart from the boxing arena, Pacquaio is known for his career in the political one where he established himself in May 2012 after being elected as congressman of the Sarangani district. He is also an honorary member of the Boston Celtics basketball team and has taken roles in movies and television shows on multiple occasions.\n\nPeter Georgiev\n\n",
  "title": "Mayweather v Pacquiao: ‘fight of the century’ may justify the hype for once",
  "ts_in": "2015-05-02T16:28:57.720011",
  "url": "http://www.theguardian.com/sport/2015/may/02/mayweather-v-pacquiao-fight-of-the-century-hype-may-be-justified"
}