{
  "article_html": "<div><p>Police are to examine four allegations of electoral fraud that have emerged from a damning court ruling against the former mayor of Tower Hamlets.</p>\n<p>A statement from the Metropolitan police on Friday said that a detective superintendent will look into evidence emerging from <a href=\"http://www.theguardian.com/politics/2015/apr/23/tower-hamlets-mayor-lutfur-rahman-found-guilty-of-electoral\" class=\" u-underline\">an election petition that ejected Lutfur Rahman from office</a>.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/23/tower-hamlets-mayor-lutfur-rahman-found-guilty-of-electoral\" class=\" u-underline\">Met considers criminal inquiry into Tower Hamlets mayor Lutfur Rahman</a> </p>\n\n<p>The decision will increase the mounting problems for supporters of<br>Rahman, who was kicked out office last week and reported to the<br>Solicitors Regulation Authority after being found guilty of fraud and<br>corruption. </p>\n<p><a href=\"http://www.theguardian.com/politics/2015/apr/23/tower-hamlets-mayor-lutfur-rahman-found-guilty-of-electoral\" class=\" u-underline\">The Guardian disclosed last week</a> that police were re-examining their previous inquiries into Tower Hamlets following Richard Mawrey&#8217;s findings.</p>\n<p>An officer has been appointed and, on Friday, a special inquiry team applied for an extension to the time limit for criminal proceedings around electoral fraud, the Met statement said.</p>\n<p>A fifth allegation from the 200-page report will escape inquiries<br>because the one-year time limit has expired, the statement said.</p>\n<p>In the lead up to, during and after the election on 22 May 2014, the Met received 164 complaints of electoral malpractice in Tower Hamlets, the statement said.</p>\n<p>&#8220;Our review of the high court report has identified new material that we are now considering in connection with 47 of the allegations originally reported to us,&#8221; the Met&#8217;s statement said.</p>\n<p>The mayoral election will be rerun after Rahman and his supporters<br>were found to have used religious intimidation through local imams, vote-rigging and wrongly branding his Labour rival a racist to gain power. Mawrey, the election court judge, found Rahman guilty of seven out of nine allegations.</p>\n<p>Rahman, who has been banned from seeking office again, was also found to have allocated local grants to buy votes. He was ordered to pay immediate costs of &#163;250,000 from a bill expected to reach &#163;1m.</p>\n<p>The court heard from dozens of witnesses over six weeks. Rahman took the stand for four days but was said by the judge to have been an &#8220;evasive&#8221; witness.</p>\n<p><a href=\"http://www.theguardian.com/politics/2015/apr/30/unite-leader-len-mccluskey-backs-dismissed-mayor-lutfur-rahman\" class=\" u-underline\">Rahman spoke for the first time on Thursday night</a> about the report and his removal from office.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/apr/30/unite-leader-len-mccluskey-backs-dismissed-mayor-lutfur-rahman\" class=\" u-underline\">Unite leader Len McCluskey backs dismissed mayor Lutfur Rahman</a> </p>\n\n<p>Addressing hundreds of supporters in Stepney Green, east <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a>,<br>Rahman confirmed that he was &#8220;exploring the possibility&#8221; of challenging the judgment. He also endorsed a close associate, Rabina Khan, as a candidate for the new mayoral election on 11 June.</p>\n<p>Rahman insisted that last year&#8217;s election was free and fair. &#8220;People<br>in Tower Hamlets are smart. They did not vote because they were<br>bribed, coerced or intimidated &#8230; I was voted in on my record of<br>delivering for the people of this borough where the political<br>establishment.</p>\n<p>&#8220;The judgment&#8217;s treatment of this borough and the assumptions it makes about us &#8211; including our Muslim residents &#8211; shows how out of touch they are.&#8221;</p>\n<p>Len McCluskey, the general secretary of Unite, Labour&#8217;s biggest donor, <a href=\"http://www.theguardian.com/politics/2015/apr/30/unite-leader-len-mccluskey-backs-dismissed-mayor-lutfur-rahman\" class=\" u-underline\">gave his backing</a> on Thursday to Rahman.</p>\n<p>Christine Shawcross, a member of Labour&#8217;s NEC, told the packed meeting that she is acting as a trustee of Rahman&#8217;s legal defence fund.</p>\n<p>Labour on Friday issued a statement condemning Rahman. A party spokesperson said: &#8220;The recent court judgement was a devastating verdict on the Rahman mayoralty. The people of Tower Hamlets deserve better and John Biggs will be fighting hard to win their support and restore trust and accountability in the borough.&#8221;</p>\n</div>",
  "authors": [
    "Rajeev Syal"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Local politics",
    "London",
    "Local government",
    "Politics",
    "Society",
    "UK news"
  ],
  "ntitle": "met_to_examine_allegations_of_electoral_fraud_by_former_tower_hamlets_mayor",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Police are to examine four allegations of electoral fraud that have emerged from a damning court ruling against the former mayor of Tower Hamlets.\n\nA statement from the Metropolitan police on Friday said that a detective superintendent will look into evidence emerging from an election petition that ejected Lutfur Rahman from office.\n\nRelated: Met considers criminal inquiry into Tower Hamlets mayor Lutfur Rahman\n\nThe decision will increase the mounting problems for supporters of\n\nRahman, who was kicked out office last week and reported to the\n\nSolicitors Regulation Authority after being found guilty of fraud and\n\ncorruption.\n\nThe Guardian disclosed last week that police were re-examining their previous inquiries into Tower Hamlets following Richard Mawrey’s findings.\n\nAn officer has been appointed and, on Friday, a special inquiry team applied for an extension to the time limit for criminal proceedings around electoral fraud, the Met statement said.\n\nA fifth allegation from the 200-page report will escape inquiries\n\nbecause the one-year time limit has expired, the statement said.\n\nIn the lead up to, during and after the election on 22 May 2014, the Met received 164 complaints of electoral malpractice in Tower Hamlets, the statement said.\n\n“Our review of the high court report has identified new material that we are now considering in connection with 47 of the allegations originally reported to us,” the Met’s statement said.\n\nThe mayoral election will be rerun after Rahman and his supporters\n\nwere found to have used religious intimidation through local imams, vote-rigging and wrongly branding his Labour rival a racist to gain power. Mawrey, the election court judge, found Rahman guilty of seven out of nine allegations.\n\nRahman, who has been banned from seeking office again, was also found to have allocated local grants to buy votes. He was ordered to pay immediate costs of £250,000 from a bill expected to reach £1m.\n\nThe court heard from dozens of witnesses over six weeks. Rahman took the stand for four days but was said by the judge to have been an “evasive” witness.\n\nRahman spoke for the first time on Thursday night about the report and his removal from office.\n\nRelated: Unite leader Len McCluskey backs dismissed mayor Lutfur Rahman\n\nAddressing hundreds of supporters in Stepney Green, east London,\n\nRahman confirmed that he was “exploring the possibility” of challenging the judgment. He also endorsed a close associate, Rabina Khan, as a candidate for the new mayoral election on 11 June.\n\nRahman insisted that last year’s election was free and fair. “People\n\nin Tower Hamlets are smart. They did not vote because they were\n\nbribed, coerced or intimidated … I was voted in on my record of\n\ndelivering for the people of this borough where the political\n\nestablishment.\n\n“The judgment’s treatment of this borough and the assumptions it makes about us – including our Muslim residents – shows how out of touch they are.”\n\nLen McCluskey, the general secretary of Unite, Labour’s biggest donor, gave his backing on Thursday to Rahman.\n\nChristine Shawcross, a member of Labour’s NEC, told the packed meeting that she is acting as a trustee of Rahman’s legal defence fund.\n\nLabour on Friday issued a statement condemning Rahman. A party spokesperson said: “The recent court judgement was a devastating verdict on the Rahman mayoralty. The people of Tower Hamlets deserve better and John Biggs will be fighting hard to win their support and restore trust and accountability in the borough.”",
  "title": "Met to examine allegations of electoral fraud by former Tower Hamlets mayor",
  "ts_in": "2015-05-02T16:27:55.751821",
  "url": "http://www.theguardian.com/politics/2015/may/01/met-to-examine-allegations-of-electoral-by-former-tower-hamlets-mayor"
}