{
  "article_html": "<div><p>The first time Mitch Winehouse saw <a href=\"http://www.theguardian.com/film/2015/apr/02/amy-asif-kapadia-documentary-amy-winehouse\" title=\"\" class=\" u-underline\">the forthcoming film Amy</a>, a&#160;documentary about his&#160;daughter&#8217;s life, was in&#160;a screening room in October. &#8220;It was horrible,&#8221; he says. When it ended, he went up to the film-makers, who were also there. &#8220;I&#160;told them that they were a disgrace. I&#160;said: &#8216;You should be ashamed of yourselves. You had the opportunity to make a wonderful film and you&#8217;ve made this.&#8217;&#8221; What was their reaction? &#8220;They were pretty calm about it, actually.&#8221; This&#160;week, the Winehouse family, who had initially given their blessing to the project, distanced themselves from the film, claiming that it &#8220;<a href=\"http://www.theguardian.com/music/2015/apr/27/amy-winehouse-documentary-family-cannes-film-festival\" title=\"\" class=\" u-underline\">is both misleading and contains some basic untruths</a>&#8221;.</p>\n<p>He says the family was approached several times about making a film about his daughter&#8217;s life &#8211; her childhood, and clear emerging talent, followed by her descent into addiction and her death in 2011 at the age of 27 &#8211; but the projects sounded a bit trashy, and they&#8217;d always said they weren&#8217;t interested. Then the director, Asif Kapadia, became involved; Winehouse watched <a href=\"http://www.theguardian.com/film/senna\" title=\"\" class=\" u-underline\">his 2010 film, Senna</a>, an acclaimed biopic of the Brazilian motor racing champion. &#8220;I thought: this is brilliant. So we thought we were in safe hands. The process started off OK &#8211; they asked how we would feel about Blake [Fielder-Civil, Amy&#8217;s ex-husband] being in the film. I&#160;said: &#8216;You can&#8217;t have a film about Amy without Blake being in it.&#8217; What was he going to say? He has already said he was the one who caused Amy&#8217;s addiction [Fielder-Civil has admitted introducing Amy to heroin]. But I thought it was nice that they asked me.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/music/2015/apr/27/amy-winehouse-documentary-family-cannes-film-festival\" class=\" u-underline\">Amy Winehouse documentary is &#8216;misleading&#8217;, says family</a> </p>\n\n<p>The film is not a flattering portrayal of Mitch Winehouse, or of his relationship with his daughter. &#8220;They are trying to portray me in the worst possible light,&#8221; he says. I haven&#8217;t seen the film &#8211; it premieres at Cannes film festival later this month, and its publicists declined a&#160;request this week for a screening. But Mitch Winehouse is not the only person to think its portrayal of him is fairly damning, though it does not let off the other key men in Amy Winehouse&#8217;s life, Fielder-Civil and her manager Raye Cosbert. The film-makers asked that this statement be included in this article: &#8220;When we were approached to make the film, we came on board with the full backing of the Winehouse family and we&#160;approached the project with total objectivity, as with Senna. During the production process, we conducted in the region of 100 interviews with people who knew <a href=\"http://www.theguardian.com/film/amy\" class=\" u-underline\">Amy</a> Winehouse; friends, family, former partners and members of the music industry who worked with her. The story that the film tells is a reflection of our findings from these interviews.&#8221;</p>\n<p>Mitch Winehouse says solicitors were involved after the family watched that first edit, and parts of the film were changed. Is there going to be legal action over the finished film? &#8220;No, not at all.&#8221;</p>\n<p>We sit in the small, north London offices of the <a href=\"http://www.amywinehousefoundation.org/\" title=\"\" class=\" u-underline\">Amy Winehouse Foundation</a>, the charity the family set up after her death, as the sky darkens and rain pounds against the windows. The foundation funds a number of projects, including in-school education on addiction, support for people in rehab, children&#8217;s hospices and arts projects for disadvantaged young people. Soon Winehouse is opening a recovery house, where women who have beaten addiction can stay for up to two years while they receive education and training. &#8220;This is something society should be doing. It shouldn&#8217;t be left for people like us to do it,&#8221; he says. When Amy was ill, he knew very little about addiction; now he appears in front of government select committees. He is scathing of the lack of treatment available, and the criminalisation of people with addictions. &#8220;Our prisons are full of people who are drug users, and surely it&#8217;s got to be cheaper to&#160;get them into rehab and give them a&#160;chance rather than put them in the nick. It just doesn&#8217;t make any sense.&#8221;</p>\n<p>In the film, Winehouse is shown saying his daughter didn&#8217;t need rehab (&#8220;if my daddy thinks I&#8217;m fine,&#8221; famously went the line in the song, <a href=\"https://www.youtube.com/watch?v=KUmZp8pR1uc\" title=\"\" class=\" u-underline\">Rehab</a>) but he claims the clip was edited. &#8220;It was 2005. Amy had fallen &#8211; she was drunk and banged her head. She came to my house, and her manager came round and said: &#8216;She&#8217;s got to go to rehab.&#8217; But she wasn&#8217;t drinking every day. She was like a lot of kids, going out binge-drinking. And I said: &#8216;She doesn&#8217;t need to go to rehab.&#8217; In the film, I&#8217;m relating the story, and what I said was: &#8216;She didn&#8217;t need to go to rehab at that time.&#8217;&#8221; He leans forward and emphasises the words. &#8220;They&#8217;ve edited me out saying &#8216;at that time&#8217;.&#8221;</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nAmy &#8211; official trailer\n\n\n<p>But nobody can watch the heartbreaking footage of Amy&#8217;s concert in Belgrade, a month before she died, in which she appears distressed and out of it, without wondering what on Earth the people around her were thinking by allowing her to go on. &#8220;They&#8217;re saying: &#8216;Why didn&#8217;t you cancel Serbia?&#8217;&#8221; says Winehouse, pre-empting my question. &#8220;I wasn&#8217;t there. But Raye says: &#8216;How can we cancel a show before [we know what the] show [will be like]?&#8217; They&#8217;re [the film-makers] implying she went out there and was drugged. You don&#8217;t know what she was like. If she didn&#8217;t want to do something, she wouldn&#8217;t do it. We sat with her at the start of that last tour and said, &#8216;Amy, this is going to be tough&#8217;, and she said: &#8216;I&#8217;m doing it.&#8217;&#8221;</p>\n<p>What about when he turned up in St Lucia with his own film crew &#8211; he was fronting a documentary &#8211; and Amy looks aghast at having her island retreat invaded by them? &#8220;I was making a film about the struggles of families dealing with addictions. I said to Amy: &#8216;Can I bring this film crew?&#8217; and she said: &#8216;Do what you like, Dad.&#8217;&#8221;</p>\n<p>From that trip, he says, there were hours of footage of Winehouse and his daughter singing together, &#8220;because I&#8217;m a singer &#8211; look, I was at the Royal Albert Hall even,&#8221; he can&#8217;t resist pointing out, looking up at a poster on his wall. Anyway, they were at a karaoke bar, &#8220;larking around, singing. But the one bit of film of her and I together [used in the film], we&#8217;re having an argument.&#8221;</p>\n<p>Some of his other complaints seem about fairly minor things that I can imagine any film-maker would roll their eyes at, but he is upset that it gives the impression, he claims, that &#8220;I&#8217;m doing this for the money&#8221;. Amy&#8217;s estate went to her family, but the foundation depends on fundraising. &#8220;When we started the foundation, my book [his memoir <a href=\"http://www.theguardian.com/books/2012/jul/08/amy-winehouse-my-daughter-review\" title=\"\" class=\" u-underline\">Amy: My Daughter</a>] was a No 1 bestseller for 10 weeks. We got over &#163;1m in advances worldwide, and every penny went into the foundation. I sing all over the world, every penny goes into the foundation. I&#8217;m just talking about balance &#8211; there is no balance. They&#8217;re happy to portray me as a money-grabbing, attention-seeking father who wasn&#8217;t there. Amy wouldn&#8217;t want that, because Amy knows that is not the truth. My concern is that a potential funder might see this film and go: &#8216;Why would we want to give money?&#8217; They can say what they like about me, I couldn&#8217;t care less, but when it affects the foundation, that&#8217;s when it hurts.&#8221;</p>\n\n\n<a href=\"/music/2015/may/01/mitch-winehouse-interview-amy-documentary-film#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430477422397/b908bb91-b01b-435a-834a-e9db726df51f-336x420.jpeg\" alt=\"Mitch Winehouse and his late daughter, Amy, in 2010\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F4836v%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Mitch+Winehouse+on+Amy+the+film%3A+%E2%80%98I%C2%A0told+them+they+were+a+disgrace.+I%C2%A0said%3A+You+should+be+ashamed+of+yourselves%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F4836v%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Mitch+Winehouse+on+Amy+the+film%3A+%E2%80%98I%C2%A0told+them+they+were+a+disgrace.+I%C2%A0said%3A+You+should+be+ashamed+of+yourselves%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2F2015%2Fmay%2F01%2Fmitch-winehouse-interview-amy-documentary-film&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430477420127%2Fb908bb91-b01b-435a-834a-e9db726df51f-1632x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;You&#8217;re trying to protect your daughter, and half the time you&#8217;re making the situation worse&#8217; &#8230; Mitch Winehouse with Amy in 2010. Photograph: Fred Duval/FilmMagic\n\n\n\n<p>But clearly he does care. His harrowing book, which came out in 2012, revealed his close relationship with Amy (sometimes too close, to his embarrassment): she would talk to him about her fertility and wanting to have a baby, and once when she was in hospital, she sent him out for underwear, insisting he go to Agent Provocateur, the sexy lingerie shop. A&#160;tattoo on her left arm read &#8220;Daddy&#8217;s Girl&#8221;. If his account is true &#8211; and there&#8217;s no reason not to believe him, so detailed are the descriptions, based on carefully kept diaries, of the many times he kicked drug dealers out of her home, or took her to clinics, or just came running because she wanted him &#8211; it&#8217;s clear that he wasn&#8217;t an absent, uncaring father.</p>\n<p>And yet, even when Amy was alive, there were questions about his motives. The public&#8217;s grim fascination with her downward spiral created an appetite for a cast of supporting players &#8211; among them, her father, Mitch, a compelling figure. Then in his 50s, he wasn&#8217;t media-trained. He was just what he seemed: a&#160;mouthy but warm and funny London cabbie. But it also seemed a bit unsettling that, while Amy was publicly self-destructing, Mitch appeared to be making a name for himself. He would give newspaper interviews, had his own online TV show, and went on daytime TV to talk about his daughter. In 2009, he admitted to one interviewer that he thrived on his own slice of showbiz glare: &#8220;You wanna know the truth? I do.&#8221;</p>\n<p>Some people might have thought you were enjoying the attention, I say. &#8220;Yeah, right, well, they should have been there to see how enjoyable it was having fights with drug dealers. No, it was not enjoyable.&#8221;</p>\n<p>A more accurate view might be that he was was simply ill-equipped to deal with the complexity of addiction and the media circus surrounding his daughter. &#8220;I look back at that time now and I really do regret some of the things I did,&#8221; he says, &#8220;but I did it with the right motives. You&#8217;re trying to protect your daughter, and half the time you&#8217;re making the situation worse.&#8221;</p>\n<p>He released his first album in 2010 (&#8220;I had a singing career 40 years ago. I was so successful, I became a London taxi driver&#8221;), and he knows it would never have happened if he hadn&#8217;t become a celebrity dad. &#8220;&#8217;Course not. I know that. She drove me mad for years: &#8216;Dad, you&#8217;re a great singer, let&#8217;s do it.&#8217;&#8221;</p>\n<p>But, I say, we were seeing pictures of Amy struggling while he was trying to launch his career. &#8220;That didn&#8217;t happen,&#8221; he says. &#8220;Amy was well in 2010.&#8221; But she&#8217;d had several relapses into alcohol addiction. &#8220;It depends what you call struggling. She had been clear of drugs and she wasn&#8217;t drinking at that point. So life has to continue. Who wouldn&#8217;t make an album if they had the chance?&#8221;</p>\n<p>Sometimes I think Mitch Winehouse isn&#8217;t aware of how he comes across. At one point he appears to compare his portrayal in the film to what the Birmingham Six went through: &#8220;They [the film-makers] were a bit like the police in the 70s. They &#8216;knew&#8217; who the villains were &#8230; and now they had to make it fit. Just like they did with the Birmingham Six. And guess what &#8211; they were innocent, and so are we. We made many mistakes, but not loving our&#160;daughter was not one of them.&#8221;</p>\n<p>He sighs. &#8220;I&#8217;m starting to get on my own nerves with whingeing. I&#8217;d like to say to people: &#8216;Don&#8217;t go and see the film&#8217;, but that would be depriving her fans of some incredible videos of Amy when she was younger. And I mean incredible. She was funny.&#8221;</p>\n\n<p class=\"gu-media-wrapper gu-media-wrapper--video u-responsive-ratio u-responsive-ratio--hd\">\n\n\n\n\n</p>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F3vn3m%2Fsfb&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Amy+Winehouse%3A+%27There+was+a+fresh%2C+candid+openness+about+her%27+%E2%80%93+video&amp;url=http%3A%2F%2Fgu.com%2Fp%2F3vn3m%2Fstw\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Amy+Winehouse%3A+%27There+was+a+fresh%2C+candid+openness+about+her%27+%E2%80%93+video&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2Fvideo%2F2011%2Fjul%2F23%2Famy-winehouse-tribute-video&amp;media=\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nAmy Winehouse: &#8216;There was a fresh, candid openness about her&#8217; &#8211; video\n\n\n<p>She was. It&#8217;s easy to forget that, so indelible are those pap shots of her running through the streets, drunk and bloodied, or stumbling around on stage, barely slurring through her songs. I feel lucky to have interviewed her twice. The first time, in 2004, was after her first album, Frank. She was 20, and extraordinary: hilarious and unguarded, she made me laugh so much, especially with her observations about other singers (on Chris Martin: &#8220;I bet if he heard his stuff &#8211; if it wasn&#8217;t by him &#8211; he would be like: &#8216;Who is that wanker?&#8217;&#8221;).</p>\n<p>The next time I met her, in 2006, shortly before <a href=\"http://www.theguardian.com/music/musicblog/2009/nov/25/amy-winehouse-back-to-black\" title=\"\" class=\" u-underline\">Back to Black</a> was released &#8211; the album that would go on to sell more than 20m copies and cement her reputation &#8211; things had changed. We spent an uncomfortable couple of hours together in a Camden pub, where I sat primly with a lemonade while she drank shots mixed into a pint glass and told stories of falling over drunk and ending up in hospital. She seemed to believe her addictions (to drugs, drink, men) and extreme emotional lows, in that tortured jazz singer style, were essential to her as an artist: &#8220;If you&#8217;re a musician, and you have things you want to get out, you write music,&#8221; she said. &#8220;You don&#8217;t want to be settled, because when you&#8217;re settled you might as well call it a day.&#8221;</p>\n<p>I came away, barely an acquaintance, feeling sad and frustrated &#8211; I can&#8217;t imagine how her family must have felt, and particularly her father, who seems to have been the one who picked up the pieces again and again. When he looks back, can he believe what they all went through? &#8220;There were parts that were horrific, but there were parts that were wonderful,&#8221; he says. &#8220;To have a daughter like Amy is a blessing.&#8221; He stops because the tears suddenly come. &#8220;Any child is a blessing. She was a loving daughter, as my son is a loving son. And we&#8217;ve got a beautiful grandson, who she will never see.&#8221; His voice is heavy, his eyes shining. &#8220;We would never abandon her, never.&#8221;</p>\n<p>They still cry all the time, he says, but memories of the funny Amy soon come to the surface, and have them all laughing. Last weekend, he had dinner with the rest of the family and some of Amy&#8217;s friends. &#8220;The first five minutes we were all upset, we were all crying. After that, we were in hysterics. She was a joker.&#8221;</p>\n<p>The other thing that helps is running the foundation. &#8220;What else could we do?&#8221; he says. &#8220;Sit at home and cry all day? We come in here every day and think about the kids we&#8217;re helping, and that keeps us going. I&#8217;m always talking about Amy, and it can&#160;be difficult, but on the other hand it makes our recovery easier because I can&#8217;t imagine how horrible it would be without the foundation. Every day we feed 65 homeless kids in Euston. We&#8217;ve got the&#160;Crash Pad, where young people come in off the streets at night &#8211; we house them, we feed them, clean them&#160;up and get them back into work. You&#8217;ve got kids coming up to us saying, &#8216;If it wasn&#8217;t for Amy, I&#8217;d be dead.&#8217; Why isn&#8217;t that in the film? She&#8217;s in here, she comes to work every day. Look around, isn&#8217;t this a story?&#8221;</p>\n<p><a href=\"http://www.amywinehousefoundation.org/\" title=\"\" class=\" u-underline\">amywinehousefoundation.org</a></p>\n</div>",
  "authors": [
    "Emine Saner"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Amy Winehouse",
    "Amy",
    "Charities",
    "Music",
    "Film",
    "Alcoholism",
    "Health",
    "Pop and rock",
    "Voluntary sector",
    "Society"
  ],
  "ntitle": "mitch_winehouse_on_amy_the_film_i_told_them_they_were_a_disgrace_i_said_you_should_be_ashamed_of_yourselves",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "The first time Mitch Winehouse saw the forthcoming film Amy, a documentary about his daughter’s life, was in a screening room in October. “It was horrible,” he says. When it ended, he went up to the film-makers, who were also there. “I told them that they were a disgrace. I said: ‘You should be ashamed of yourselves. You had the opportunity to make a wonderful film and you’ve made this.’” What was their reaction? “They were pretty calm about it, actually.” This week, the Winehouse family, who had initially given their blessing to the project, distanced themselves from the film, claiming that it “is both misleading and contains some basic untruths”.\n\nHe says the family was approached several times about making a film about his daughter’s life – her childhood, and clear emerging talent, followed by her descent into addiction and her death in 2011 at the age of 27 – but the projects sounded a bit trashy, and they’d always said they weren’t interested. Then the director, Asif Kapadia, became involved; Winehouse watched his 2010 film, Senna, an acclaimed biopic of the Brazilian motor racing champion. “I thought: this is brilliant. So we thought we were in safe hands. The process started off OK – they asked how we would feel about Blake [Fielder-Civil, Amy’s ex-husband] being in the film. I said: ‘You can’t have a film about Amy without Blake being in it.’ What was he going to say? He has already said he was the one who caused Amy’s addiction [Fielder-Civil has admitted introducing Amy to heroin]. But I thought it was nice that they asked me.”\n\nRelated: Amy Winehouse documentary is ‘misleading’, says family\n\nThe film is not a flattering portrayal of Mitch Winehouse, or of his relationship with his daughter. “They are trying to portray me in the worst possible light,” he says. I haven’t seen the film – it premieres at Cannes film festival later this month, and its publicists declined a request this week for a screening. But Mitch Winehouse is not the only person to think its portrayal of him is fairly damning, though it does not let off the other key men in Amy Winehouse’s life, Fielder-Civil and her manager Raye Cosbert. The film-makers asked that this statement be included in this article: “When we were approached to make the film, we came on board with the full backing of the Winehouse family and we approached the project with total objectivity, as with Senna. During the production process, we conducted in the region of 100 interviews with people who knew Amy Winehouse; friends, family, former partners and members of the music industry who worked with her. The story that the film tells is a reflection of our findings from these interviews.”\n\nMitch Winehouse says solicitors were involved after the family watched that first edit, and parts of the film were changed. Is there going to be legal action over the finished film? “No, not at all.”\n\nWe sit in the small, north London offices of the Amy Winehouse Foundation, the charity the family set up after her death, as the sky darkens and rain pounds against the windows. The foundation funds a number of projects, including in-school education on addiction, support for people in rehab, children’s hospices and arts projects for disadvantaged young people. Soon Winehouse is opening a recovery house, where women who have beaten addiction can stay for up to two years while they receive education and training. “This is something society should be doing. It shouldn’t be left for people like us to do it,” he says. When Amy was ill, he knew very little about addiction; now he appears in front of government select committees. He is scathing of the lack of treatment available, and the criminalisation of people with addictions. “Our prisons are full of people who are drug users, and surely it’s got to be cheaper to get them into rehab and give them a chance rather than put them in the nick. It just doesn’t make any sense.”\n\nIn the film, Winehouse is shown saying his daughter didn’t need rehab (“if my daddy thinks I’m fine,” famously went the line in the song, Rehab) but he claims the clip was edited. “It was 2005. Amy had fallen – she was drunk and banged her head. She came to my house, and her manager came round and said: ‘She’s got to go to rehab.’ But she wasn’t drinking every day. She was like a lot of kids, going out binge-drinking. And I said: ‘She doesn’t need to go to rehab.’ In the film, I’m relating the story, and what I said was: ‘She didn’t need to go to rehab at that time.’” He leans forward and emphasises the words. “They’ve edited me out saying ‘at that time’.”\n\nAmy – official trailer\n\nBut nobody can watch the heartbreaking footage of Amy’s concert in Belgrade, a month before she died, in which she appears distressed and out of it, without wondering what on Earth the people around her were thinking by allowing her to go on. “They’re saying: ‘Why didn’t you cancel Serbia?’” says Winehouse, pre-empting my question. “I wasn’t there. But Raye says: ‘How can we cancel a show before [we know what the] show [will be like]?’ They’re [the film-makers] implying she went out there and was drugged. You don’t know what she was like. If she didn’t want to do something, she wouldn’t do it. We sat with her at the start of that last tour and said, ‘Amy, this is going to be tough’, and she said: ‘I’m doing it.’”\n\nWhat about when he turned up in St Lucia with his own film crew – he was fronting a documentary – and Amy looks aghast at having her island retreat invaded by them? “I was making a film about the struggles of families dealing with addictions. I said to Amy: ‘Can I bring this film crew?’ and she said: ‘Do what you like, Dad.’”\n\nFrom that trip, he says, there were hours of footage of Winehouse and his daughter singing together, “because I’m a singer – look, I was at the Royal Albert Hall even,” he can’t resist pointing out, looking up at a poster on his wall. Anyway, they were at a karaoke bar, “larking around, singing. But the one bit of film of her and I together [used in the film], we’re having an argument.”\n\nSome of his other complaints seem about fairly minor things that I can imagine any film-maker would roll their eyes at, but he is upset that it gives the impression, he claims, that “I’m doing this for the money”. Amy’s estate went to her family, but the foundation depends on fundraising. “When we started the foundation, my book [his memoir Amy: My Daughter] was a No 1 bestseller for 10 weeks. We got over £1m in advances worldwide, and every penny went into the foundation. I sing all over the world, every penny goes into the foundation. I’m just talking about balance – there is no balance. They’re happy to portray me as a money-grabbing, attention-seeking father who wasn’t there. Amy wouldn’t want that, because Amy knows that is not the truth. My concern is that a potential funder might see this film and go: ‘Why would we want to give money?’ They can say what they like about me, I couldn’t care less, but when it affects the foundation, that’s when it hurts.”\n\nFacebook Twitter Pinterest ‘You’re trying to protect your daughter, and half the time you’re making the situation worse’ … Mitch Winehouse with Amy in 2010. Photograph: Fred Duval/FilmMagic\n\nBut clearly he does care. His harrowing book, which came out in 2012, revealed his close relationship with Amy (sometimes too close, to his embarrassment): she would talk to him about her fertility and wanting to have a baby, and once when she was in hospital, she sent him out for underwear, insisting he go to Agent Provocateur, the sexy lingerie shop. A tattoo on her left arm read “Daddy’s Girl”. If his account is true – and there’s no reason not to believe him, so detailed are the descriptions, based on carefully kept diaries, of the many times he kicked drug dealers out of her home, or took her to clinics, or just came running because she wanted him – it’s clear that he wasn’t an absent, uncaring father.\n\nAnd yet, even when Amy was alive, there were questions about his motives. The public’s grim fascination with her downward spiral created an appetite for a cast of supporting players – among them, her father, Mitch, a compelling figure. Then in his 50s, he wasn’t media-trained. He was just what he seemed: a mouthy but warm and funny London cabbie. But it also seemed a bit unsettling that, while Amy was publicly self-destructing, Mitch appeared to be making a name for himself. He would give newspaper interviews, had his own online TV show, and went on daytime TV to talk about his daughter. In 2009, he admitted to one interviewer that he thrived on his own slice of showbiz glare: “You wanna know the truth? I do.”\n\nSome people might have thought you were enjoying the attention, I say. “Yeah, right, well, they should have been there to see how enjoyable it was having fights with drug dealers. No, it was not enjoyable.”\n\nA more accurate view might be that he was was simply ill-equipped to deal with the complexity of addiction and the media circus surrounding his daughter. “I look back at that time now and I really do regret some of the things I did,” he says, “but I did it with the right motives. You’re trying to protect your daughter, and half the time you’re making the situation worse.”\n\nHe released his first album in 2010 (“I had a singing career 40 years ago. I was so successful, I became a London taxi driver”), and he knows it would never have happened if he hadn’t become a celebrity dad. “’Course not. I know that. She drove me mad for years: ‘Dad, you’re a great singer, let’s do it.’”\n\nBut, I say, we were seeing pictures of Amy struggling while he was trying to launch his career. “That didn’t happen,” he says. “Amy was well in 2010.” But she’d had several relapses into alcohol addiction. “It depends what you call struggling. She had been clear of drugs and she wasn’t drinking at that point. So life has to continue. Who wouldn’t make an album if they had the chance?”\n\nSometimes I think Mitch Winehouse isn’t aware of how he comes across. At one point he appears to compare his portrayal in the film to what the Birmingham Six went through: “They [the film-makers] were a bit like the police in the 70s. They ‘knew’ who the villains were … and now they had to make it fit. Just like they did with the Birmingham Six. And guess what – they were innocent, and so are we. We made many mistakes, but not loving our daughter was not one of them.”\n\nHe sighs. “I’m starting to get on my own nerves with whingeing. I’d like to say to people: ‘Don’t go and see the film’, but that would be depriving her fans of some incredible videos of Amy when she was younger. And I mean incredible. She was funny.”\n\nFacebook Twitter Pinterest Amy Winehouse: ‘There was a fresh, candid openness about her’ – video\n\nShe was. It’s easy to forget that, so indelible are those pap shots of her running through the streets, drunk and bloodied, or stumbling around on stage, barely slurring through her songs. I feel lucky to have interviewed her twice. The first time, in 2004, was after her first album, Frank. She was 20, and extraordinary: hilarious and unguarded, she made me laugh so much, especially with her observations about other singers (on Chris Martin: “I bet if he heard his stuff – if it wasn’t by him – he would be like: ‘Who is that wanker?’”).\n\nThe next time I met her, in 2006, shortly before Back to Black was released – the album that would go on to sell more than 20m copies and cement her reputation – things had changed. We spent an uncomfortable couple of hours together in a Camden pub, where I sat primly with a lemonade while she drank shots mixed into a pint glass and told stories of falling over drunk and ending up in hospital. She seemed to believe her addictions (to drugs, drink, men) and extreme emotional lows, in that tortured jazz singer style, were essential to her as an artist: “If you’re a musician, and you have things you want to get out, you write music,” she said. “You don’t want to be settled, because when you’re settled you might as well call it a day.”\n\nI came away, barely an acquaintance, feeling sad and frustrated – I can’t imagine how her family must have felt, and particularly her father, who seems to have been the one who picked up the pieces again and again. When he looks back, can he believe what they all went through? “There were parts that were horrific, but there were parts that were wonderful,” he says. “To have a daughter like Amy is a blessing.” He stops because the tears suddenly come. “Any child is a blessing. She was a loving daughter, as my son is a loving son. And we’ve got a beautiful grandson, who she will never see.” His voice is heavy, his eyes shining. “We would never abandon her, never.”\n\nThey still cry all the time, he says, but memories of the funny Amy soon come to the surface, and have them all laughing. Last weekend, he had dinner with the rest of the family and some of Amy’s friends. “The first five minutes we were all upset, we were all crying. After that, we were in hysterics. She was a joker.”\n\nThe other thing that helps is running the foundation. “What else could we do?” he says. “Sit at home and cry all day? We come in here every day and think about the kids we’re helping, and that keeps us going. I’m always talking about Amy, and it can be difficult, but on the other hand it makes our recovery easier because I can’t imagine how horrible it would be without the foundation. Every day we feed 65 homeless kids in Euston. We’ve got the Crash Pad, where young people come in off the streets at night – we house them, we feed them, clean them up and get them back into work. You’ve got kids coming up to us saying, ‘If it wasn’t for Amy, I’d be dead.’ Why isn’t that in the film? She’s in here, she comes to work every day. Look around, isn’t this a story?”\n\namywinehousefoundation.org",
  "title": "Mitch Winehouse on Amy the film: ‘I told them they were a disgrace. I said: You should be ashamed of yourselves’",
  "ts_in": "2015-05-02T16:28:46.548635",
  "url": "http://www.theguardian.com/music/2015/may/01/mitch-winehouse-interview-amy-documentary-film"
}