{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>North Korea&#8217;s leader, Kim Jong-un, will not travel to Moscow for the celebrations to mark the 70th anniversary of the end of the second world war, a spokesman for the Russian president, Vladimir Putin, has revealed. </p>\n<p>Although information about the planned visit on 9 May was scarce, Russian officials had expected Kim to attend the military parade and were also planning a bilateral meeting with Putin. It would have been his first foreign trip since he took power following the death of his father, Kim Jong-il, in 2011. </p>\n<p>Dmitry Peskov told journalists on Thursday: &#8220;He has decided to stay in Pyongyang. This decision is related to internal Korean affairs.&#8221;</p>\n<p>Peskov said the information had come &#8220;via diplomatic channels&#8221;.</p>\n<p>There has been very little information about the logistics or arrangements of the potential visit. Calls to the North Korean embassy in Moscow went unanswered, and Pyongyang made no public statement regarding it. </p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430390599236/cac9e7aa-5ad0-4374-bdc7-5a6b3369977b-300x180.jpeg\" alt=\"A television in Moscow&#8217;s North Korean restaurant plays a Kim Jong-un speech.\" class=\"gu-image\">\n\nA television in Moscow&#8217;s North Korean restaurant plays a Kim Jong-un speech. Photograph: Shaun Walker for the Guardian\n\n\n\n<p>At Koryo, a North Korean restaurant in Moscow not far from the country&#8217;s embassy, the television was playing a Kim Jong-un speech on Wednesday evening, but staff said they were not aware of plans for the leader to come to Moscow.</p>\n<p>One waitress, who moved to <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> from Pyongyang two years ago, said: &#8220;I don&#8217;t know anything about that.&#8221;</p>\n<p>Some analysts have suggested that the 9 May celebrations would be a strange time for Kim to make his first foreign trip. The North Korean leader&#8217;s public events inside the country are carefully choreographed, and by attending a major public event involving many other world leaders in Moscow, he would have much less control than during a bilateral visit. Peskov did not say whether a visit would be planned for another occasion. </p>\n<p>Russia and <a href=\"http://www.theguardian.com/world/north-korea\" class=\" u-underline\">North Korea</a> have warm relations dating back to the Soviet period. Kim Jong-il made occasional visits to the country, travelling by armoured train as he was scared of flying. Putin sent Kim Jong-il lavish birthday gifts including, on one occasion, a plane full of horses.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\nPutin sends a plane of horses to Kim Jong-il\n\n\n<p>Kim Jong-un has been pictured inside a private jet, but he has not made any foreign trips since he took over, and has not received any major leaders in Pyongyang, <a href=\"http://www.theguardian.com/sport/2014/jan/08/dennis-rodman-north-korea-ping-pong-diplomacy\" class=\" u-underline\">instead meeting with the former basketball player Dennis Rodman</a>.</p>\n<p>On Wednesday, South Korea&#8217;s intelligence agency claimed 15 senior officials <a href=\"http://www.theguardian.com/world/2015/apr/29/kim-jong-un-executes-15-top-officials-south-korean-spies?CMP=share_btn_tw\" class=\" u-underline\">have been executed</a> in North Korea since the beginning of the year.</p>\n<p>A bilateral year of friendship has been declared for 2015 between Russia and North Korea, and several North Korean ministers visited Moscow earlier this month to officially declare the beginning of the friendship year in a ceremony that was closed to media. <br></p>\n<p>Russia has been seeking to boost relations with non-western countries after coming under EU and US sanctions for its actions in Ukraine. The leaders of China, India and Brazil are expected at the parade on 9 May, but there will be few western leaders, most of whom are <a href=\"http://www.theguardian.com/world/2015/apr/15/moscow-defiant-victory-day-parade-european-kim-jong-un-9-may-russia-ukraine\" class=\" u-underline\">boycotting the event</a>. </p>\n<p>The German chancellor, Angela Merkel, will miss the parade but instead travel to Moscow a day later to lay a wreath at a war memorial. The UK Foreign Office says it is still deciding whether British officials or politicians will travel from London to attend the ceremony, which comes just two days after the general election.</p>\n</div>",
  "authors": [
    "Shaun Walker"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Russia",
    "North Korea",
    "Second world war",
    "Asia Pacific",
    "Europe",
    "World news"
  ],
  "ntitle": "moscow_is_a_no_go_for_kim_jong_un_as_he_cancels_planned_visit_to_russia",
  "publish_date": "2015-04-30T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nNorth Korea’s leader, Kim Jong-un, will not travel to Moscow for the celebrations to mark the 70th anniversary of the end of the second world war, a spokesman for the Russian president, Vladimir Putin, has revealed.\n\nAlthough information about the planned visit on 9 May was scarce, Russian officials had expected Kim to attend the military parade and were also planning a bilateral meeting with Putin. It would have been his first foreign trip since he took power following the death of his father, Kim Jong-il, in 2011.\n\nDmitry Peskov told journalists on Thursday: “He has decided to stay in Pyongyang. This decision is related to internal Korean affairs.”\n\nPeskov said the information had come “via diplomatic channels”.\n\nThere has been very little information about the logistics or arrangements of the potential visit. Calls to the North Korean embassy in Moscow went unanswered, and Pyongyang made no public statement regarding it.\n\nA television in Moscow’s North Korean restaurant plays a Kim Jong-un speech. Photograph: Shaun Walker for the Guardian\n\nAt Koryo, a North Korean restaurant in Moscow not far from the country’s embassy, the television was playing a Kim Jong-un speech on Wednesday evening, but staff said they were not aware of plans for the leader to come to Moscow.\n\nOne waitress, who moved to Russia from Pyongyang two years ago, said: “I don’t know anything about that.”\n\nSome analysts have suggested that the 9 May celebrations would be a strange time for Kim to make his first foreign trip. The North Korean leader’s public events inside the country are carefully choreographed, and by attending a major public event involving many other world leaders in Moscow, he would have much less control than during a bilateral visit. Peskov did not say whether a visit would be planned for another occasion.\n\nRussia and North Korea have warm relations dating back to the Soviet period. Kim Jong-il made occasional visits to the country, travelling by armoured train as he was scared of flying. Putin sent Kim Jong-il lavish birthday gifts including, on one occasion, a plane full of horses.\n\nPutin sends a plane of horses to Kim Jong-il\n\nKim Jong-un has been pictured inside a private jet, but he has not made any foreign trips since he took over, and has not received any major leaders in Pyongyang, instead meeting with the former basketball player Dennis Rodman.\n\nOn Wednesday, South Korea’s intelligence agency claimed 15 senior officials have been executed in North Korea since the beginning of the year.\n\nA bilateral year of friendship has been declared for 2015 between Russia and North Korea, and several North Korean ministers visited Moscow earlier this month to officially declare the beginning of the friendship year in a ceremony that was closed to media.\n\n\n\nRussia has been seeking to boost relations with non-western countries after coming under EU and US sanctions for its actions in Ukraine. The leaders of China, India and Brazil are expected at the parade on 9 May, but there will be few western leaders, most of whom are boycotting the event.\n\nThe German chancellor, Angela Merkel, will miss the parade but instead travel to Moscow a day later to lay a wreath at a war memorial. The UK Foreign Office says it is still deciding whether British officials or politicians will travel from London to attend the ceremony, which comes just two days after the general election.",
  "title": "Moscow is a no-go for Kim Jong-un as he cancels planned visit to Russia",
  "ts_in": "2015-05-02T16:28:59.749113",
  "url": "http://www.theguardian.com/world/2015/apr/30/kim-jong-un-north-korea-cancels-visit-moscow-second-world-war-anniversary"
}