{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>An east <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a> mosque has shown its political colours with a giant slogan daubed on its dome which endorses a candidate running against Nigel Farage in a constituency more than 70 miles away.</p>\n<p>But Shacklewell Lane mosque&#8217;s bold display of support for Nigel Askew, who is running in South Thanet for an anti-austerity party launched by Happy Mondays&#8217; dancer Bez, has landed it in hot water with the Charity Commission.<br tabindex=\"-1\"></p>\n<p>Askew, from the Reality party, was invited by trustee Ramadan Guney to paint &#8220;Vote for Hope&#8221; on the mosque &#8211; and said that at the last minute he had been persuaded to add his own slogan &#8220;Vote Nigel Askew &#8211; Reality Party&#8221;.</p>\n<p>Askew, who is a real pub landlord in the seat where comedian Al Murray is also standing as his character the Pub Landlord, said he was worried about growing Islamophobia.</p>\n<p>He and Guney had known each other for some years, Askew told the Guardian, &#8220;and he was really taken with the message we have about living in a multicultural society&#8221;.</p>\n<p>Askew added: &#8220;The media and parties like Ukip portray all Muslims as fundamentalists, and I don&#8217;t feel there&#8217;s a party that&#8217;s adequately addressing that issue. This is a message of unity in the community, this might not get votes in Thanet, but it is a message telling people here that this is what we believe in.</p>\n<p>&#8220;Farage has really divided the community in a really terrible way, I&#8217;ve never seen so much hatred.&#8221;</p>\n<p>But the mosque is the headquarters of the UK Islamic Trust, a registered charity, and the Charity Commission says the mosque has been &#8220;urgently&#8221; contacted to remove the slogan.</p>\n<p>&#8220;Charity Commission guidance on campaigning and political activity makes clear that a charity must not give its support to any political party or candidate and that all charities must ensure that their independence is maintained and perceptions of independence are not adversely affected,&#8221; a spokesman said. </p>\n<p>&#8220;The commission contacted the charity as a matter of urgency and we have been assured that immediate steps are being taken to remove the advert. We have reminded the trustees of their duties and are in continued correspondence in order to assess whether any further action is necessary.&#8221;</p>\n<p>Askew called it &#8220;a bit of an oversight&#8221; and said his name was being removed from the slogan. &#8220;The mosque weren&#8217;t too worried, but I said &#8216;let&#8217;s take the part down about voting for me.&#8217; Then it just becomes a message of &#8216;vote for hope&#8217;.&#8221;</p>\n<p>The candidate admitted the slogan had raised some eyebrows among worshippers. &#8220;I went for Friday prayers and around 1,000 people were there, and they were a bit taken aback about the mural, especially some of the older members. But I understand that it is a bit outrageous and unheard of to paint a mosque like this. I prayed with them, and met them afterwards, and everyone agreed with the message.&#8221;</p>\n<p>A spokeswoman for Ukip South Thanet said the party had no comment to make on the mural.</p>\n</div>",
  "authors": [
    "Jessica Elgot"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "London",
    "General election 2015",
    "UK Independence party (Ukip)",
    "UK news",
    "Communities",
    "Politics",
    "Society",
    "Happy Mondays"
  ],
  "ntitle": "mosque_paints_dome_backing_candidate_running_against_nigel_farage",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nAn east London mosque has shown its political colours with a giant slogan daubed on its dome which endorses a candidate running against Nigel Farage in a constituency more than 70 miles away.\n\nBut Shacklewell Lane mosque’s bold display of support for Nigel Askew, who is running in South Thanet for an anti-austerity party launched by Happy Mondays’ dancer Bez, has landed it in hot water with the Charity Commission.\n\n\n\nAskew, from the Reality party, was invited by trustee Ramadan Guney to paint “Vote for Hope” on the mosque – and said that at the last minute he had been persuaded to add his own slogan “Vote Nigel Askew – Reality Party”.\n\nAskew, who is a real pub landlord in the seat where comedian Al Murray is also standing as his character the Pub Landlord, said he was worried about growing Islamophobia.\n\nHe and Guney had known each other for some years, Askew told the Guardian, “and he was really taken with the message we have about living in a multicultural society”.\n\nAskew added: “The media and parties like Ukip portray all Muslims as fundamentalists, and I don’t feel there’s a party that’s adequately addressing that issue. This is a message of unity in the community, this might not get votes in Thanet, but it is a message telling people here that this is what we believe in.\n\n“Farage has really divided the community in a really terrible way, I’ve never seen so much hatred.”\n\nBut the mosque is the headquarters of the UK Islamic Trust, a registered charity, and the Charity Commission says the mosque has been “urgently” contacted to remove the slogan.\n\n“Charity Commission guidance on campaigning and political activity makes clear that a charity must not give its support to any political party or candidate and that all charities must ensure that their independence is maintained and perceptions of independence are not adversely affected,” a spokesman said.\n\n“The commission contacted the charity as a matter of urgency and we have been assured that immediate steps are being taken to remove the advert. We have reminded the trustees of their duties and are in continued correspondence in order to assess whether any further action is necessary.”\n\nAskew called it “a bit of an oversight” and said his name was being removed from the slogan. “The mosque weren’t too worried, but I said ‘let’s take the part down about voting for me.’ Then it just becomes a message of ‘vote for hope’.”\n\nThe candidate admitted the slogan had raised some eyebrows among worshippers. “I went for Friday prayers and around 1,000 people were there, and they were a bit taken aback about the mural, especially some of the older members. But I understand that it is a bit outrageous and unheard of to paint a mosque like this. I prayed with them, and met them afterwards, and everyone agreed with the message.”\n\nA spokeswoman for Ukip South Thanet said the party had no comment to make on the mural.",
  "title": "Mosque paints dome backing candidate running against Nigel Farage",
  "ts_in": "2015-05-02T16:28:15.935097",
  "url": "http://www.theguardian.com/uk-news/2015/may/01/mosque-paints-dome-backing-candidate-running-against-nigel-farage"
}