{
  "article_html": "<div><p>On a Sunday afternoon in early January, a father and son walked into the Gun Cave Indoor Firing Range in the 35,600-person town of Hot Springs, <a href=\"http://www.theguardian.com/us-news/arkansas\" class=\" u-underline\">Arkansas</a>. They were hoping to fire rounds at targets, just as they have done at the same facility in past years, then under different ownership. During their latest visit, owner Jan Morgan asked the South Asian men to leave the range and threatened to call the cops if they did not.</p>\n<p>Their visit came four months after Morgan made national headlines for saying she would not allow Muslims at her range, and the father and son &#8211; both Hindu &#8211; <a href=\"http://www.fox16.com/story/d/story/man-father-kicked-out-of-muslim-free-gun-range/77769/k_oF7l_M9U2R2gzfYds22Q\" class=\" u-underline\">told local media</a> they thought she mistook their identities because of their brown skin.</p>\n<p>Their <a href=\"http://www.arktimes.com/ArkansasBlog/archives/2015/01/13/father-and-son-turned-away-from-muslim-free-hot-springs-gun-range-for-being-brown\" class=\" u-underline\">alleged refusal of service</a> based on their perceived religion has forced the gun range into the middle of a national civil rights fight.</p>\n<p>Last September, Morgan declared her business to be a &#8220;Muslim-free zone&#8221;, a policy that set off a firestorm among religious and civil liberties advocates for denying rights protected under the Civil Rights Act of 1964. After calls for an investigation, the US Department of Justice recently confirmed that officials are keeping an eye on the shooting range for allegations of civil rights violations.</p>\n<p>Morgan, a second amendment supporter, firearm instructor and television investigative journalist, confirmed over the phone knowledge of the federal government&#8217;s decision to monitor her business, but referred the Guardian to <a href=\"http://janmorganmedia.com/2015/04/hamas-linked-cair-versus-jan-morgan-with-the-doj-fbi-and-islamic-terrorists-in-the-middle/#bmmZvL9uxl73Poem.99\" class=\" u-underline\">an essay she posted this week by way of a response</a>. In it, she writes that she banned Muslims from firing guns at her range because of her responsibility &#8220;for the safety and security of innocent people from all races and backgrounds who handle firearms in my facility&#8221;.</p>\n<p>Jenifer Wicks, litigation director for the Council on American-Islamic Relations, last October wrote a letter on behalf of the advocacy group to then-Attorney General Eric Holder requesting an investigation into the Gun Cave&#8217;s ban. Though Morgan had not yet denied Muslims service, concerns had already arisen over the controversial policy.</p>\n<p>To challenge the policy, volunteers approached Cair willing to be denied service from the Gun Cave, Wicks says. But when Morgan stopped the father and son from using the gun range in January, Cair followed up with the Department of Justice about their denial of service based on their perceived religion.</p>\n<p>&#8220;It&#8217;s unfortunately similar to what we&#8217;ve historically seen with public business accommodations in the South during the 1960s that literally advertised black people weren&#8217;t allowed,&#8221; Wicks told the Guardian. &#8220;She seems to have turned that on its face.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/01/muslim-free-zone-gun-cave-shooting-range-arkansas-justice-department#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/media/w-300/h--/q-95/68ecd294509a2307c98bdd680ef0295083b250c5/0_0_640_960/333.jpg\" alt=\"Image taken from the Facebook page of the Gun Cave Indoor Firing Range.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F482mh%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=%27Muslim-free%27+Arkansas+gun+range+draws+wary+eye+of+Justice+Department&amp;url=http%3A%2F%2Fgu.com%2Fp%2F482mh%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=%27Muslim-free%27+Arkansas+gun+range+draws+wary+eye+of+Justice+Department&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F01%2Fmuslim-free-zone-gun-cave-shooting-range-arkansas-justice-department&amp;media=http%3A%2F%2Fmedia.guim.co.uk%2F68ecd294509a2307c98bdd680ef0295083b250c5%2F0_0_640_960%2F640.jpg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nImage taken from the Facebook page of the Gun Cave Indoor Firing Range. Photograph: Facebook\n\n\n\n<p>Morgan, who justified the policy because of Gun Cave&#8217;s status as a private club with paid memberships, claimed to be in compliance with federal law, as explained to her by an agent from the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF). According to Morgan, the Federal Bureau of Investigation also said Isis-affiliated militants currently located in Arkansas could target her based on her past remarks about the religion.</p>\n<p>Wicks says Morgan has &#8220;completely missed the boat&#8221; in interpreting the information she received from the ATF agent.</p>\n<p>Rita Sklar, executive director of the American Civil Liberties Union&#8217;s Arkansas chapter, also asked for an investigation into Morgan&#8217;s policy generalizing all Islamic people based on the heinous actions of a few extremists. Sklar calls the shooting range&#8217;s policy is one of the most &#8220;blatant acts of discrimination&#8221; she&#8217;s seen in more than two decades of defending Arkansas residents&#8217; civil liberties.</p>\n<p>&#8220;For someone who espouses the patriotism that this woman does, it&#8217;s especially shocking because it&#8217;s an un-American sentiment,&#8221; Sklar told the Guardian. &#8220;This is a country that values equality, openness to all religions. It&#8217;s a basic tenet of our nation and our nation&#8217;s founding. It&#8217;s quite disturbing.&#8221;</p>\n<p>In a short written reply to Cair on 17 April, the Justice Department confirmed that it has begun to monitor Morgan&#8217;s gun range. But the letter did not elaborate on whether the department planned to take further action beyond that.</p>\n<p>In response, Morgan wrote that federal authorities will keep tabs on her whereabouts not due to her wrongful actions but to protect her after receiving &#8220;years of death threats&#8221; from Muslims.</p>\n<p>&#8220;So, do you really think the idea of &#8216;more monitoring&#8217; of my daily life is somehow a threat to me in any way?&#8221; Morgan wrote this week. &#8220;I am certain feds are much more concerned about Muslims KILLING me than they are about me hurting the feelings of muslims.&#8221;</p>\n<p>Morgan seems intent on letting nothing stop her from keeping her shooting range&#8217;s &#8220;Muslim-free zone&#8221; absent of Muslims. The owner has subsequently doubled down on enforcing her code at all costs &#8211; even stating that she would rather shut down her business than let Islamic people fire weapons from inside the stalls of her gun range.</p>\n<p>&#8220;To do anything less, in my current position, would be irresponsible, reckless and life threatening,&#8221; Morgan wrote.</p>\n</div>",
  "authors": [
    "Max Blau"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Arkansas",
    "US constitution and civil liberties",
    "US news"
  ],
  "ntitle": "muslim_free_arkansas_gun_range_draws_wary_eye_of_justice_department",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "On a Sunday afternoon in early January, a father and son walked into the Gun Cave Indoor Firing Range in the 35,600-person town of Hot Springs, Arkansas. They were hoping to fire rounds at targets, just as they have done at the same facility in past years, then under different ownership. During their latest visit, owner Jan Morgan asked the South Asian men to leave the range and threatened to call the cops if they did not.\n\nTheir visit came four months after Morgan made national headlines for saying she would not allow Muslims at her range, and the father and son – both Hindu – told local media they thought she mistook their identities because of their brown skin.\n\nTheir alleged refusal of service based on their perceived religion has forced the gun range into the middle of a national civil rights fight.\n\nLast September, Morgan declared her business to be a “Muslim-free zone”, a policy that set off a firestorm among religious and civil liberties advocates for denying rights protected under the Civil Rights Act of 1964. After calls for an investigation, the US Department of Justice recently confirmed that officials are keeping an eye on the shooting range for allegations of civil rights violations.\n\nMorgan, a second amendment supporter, firearm instructor and television investigative journalist, confirmed over the phone knowledge of the federal government’s decision to monitor her business, but referred the Guardian to an essay she posted this week by way of a response. In it, she writes that she banned Muslims from firing guns at her range because of her responsibility “for the safety and security of innocent people from all races and backgrounds who handle firearms in my facility”.\n\nJenifer Wicks, litigation director for the Council on American-Islamic Relations, last October wrote a letter on behalf of the advocacy group to then-Attorney General Eric Holder requesting an investigation into the Gun Cave’s ban. Though Morgan had not yet denied Muslims service, concerns had already arisen over the controversial policy.\n\nTo challenge the policy, volunteers approached Cair willing to be denied service from the Gun Cave, Wicks says. But when Morgan stopped the father and son from using the gun range in January, Cair followed up with the Department of Justice about their denial of service based on their perceived religion.\n\n“It’s unfortunately similar to what we’ve historically seen with public business accommodations in the South during the 1960s that literally advertised black people weren’t allowed,” Wicks told the Guardian. “She seems to have turned that on its face.”\n\nFacebook Twitter Pinterest Image taken from the Facebook page of the Gun Cave Indoor Firing Range. Photograph: Facebook\n\nMorgan, who justified the policy because of Gun Cave’s status as a private club with paid memberships, claimed to be in compliance with federal law, as explained to her by an agent from the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF). According to Morgan, the Federal Bureau of Investigation also said Isis-affiliated militants currently located in Arkansas could target her based on her past remarks about the religion.\n\nWicks says Morgan has “completely missed the boat” in interpreting the information she received from the ATF agent.\n\nRita Sklar, executive director of the American Civil Liberties Union’s Arkansas chapter, also asked for an investigation into Morgan’s policy generalizing all Islamic people based on the heinous actions of a few extremists. Sklar calls the shooting range’s policy is one of the most “blatant acts of discrimination” she’s seen in more than two decades of defending Arkansas residents’ civil liberties.\n\n“For someone who espouses the patriotism that this woman does, it’s especially shocking because it’s an un-American sentiment,” Sklar told the Guardian. “This is a country that values equality, openness to all religions. It’s a basic tenet of our nation and our nation’s founding. It’s quite disturbing.”\n\nIn a short written reply to Cair on 17 April, the Justice Department confirmed that it has begun to monitor Morgan’s gun range. But the letter did not elaborate on whether the department planned to take further action beyond that.\n\nIn response, Morgan wrote that federal authorities will keep tabs on her whereabouts not due to her wrongful actions but to protect her after receiving “years of death threats” from Muslims.\n\n“So, do you really think the idea of ‘more monitoring’ of my daily life is somehow a threat to me in any way?” Morgan wrote this week. “I am certain feds are much more concerned about Muslims KILLING me than they are about me hurting the feelings of muslims.”\n\nMorgan seems intent on letting nothing stop her from keeping her shooting range’s “Muslim-free zone” absent of Muslims. The owner has subsequently doubled down on enforcing her code at all costs – even stating that she would rather shut down her business than let Islamic people fire weapons from inside the stalls of her gun range.\n\n“To do anything less, in my current position, would be irresponsible, reckless and life threatening,” Morgan wrote.",
  "title": "'Muslim-free' Arkansas gun range draws wary eye of Justice Department",
  "ts_in": "2015-05-02T17:19:17.471784",
  "url": "http://www.theguardian.com/us-news/2015/may/01/muslim-free-zone-gun-cave-shooting-range-arkansas-justice-department"
}