{
  "article_html": "<div><p>The last time that riots hit the streets of Baltimore was in <a href=\"http://mashable.com/2015/04/30/photos-baltimore-1968/\" class=\" u-underline\">1968</a>, following the assassination of Martin Luther King Jr.</p>\n<p>As the 2015 uprising continues, fueled by the anger at Freddie Gray&#8217;s <a href=\"http://data.baltimoresun.com/news/freddie-gray/\" class=\" u-underline\">death in police custody</a>, the state has been taking extraordinary measures to attempt to restore order.</p>\n<p>For some, this comes at the expense of our constitutional rights. I was one of them.</p>\n<p>As a working member of the press, I was arrested on 27 April, just as <a href=\"http://www.theguardian.com/us-news/baltimore\" class=\" u-underline\">Baltimore</a> began to erupt, and detained for 49 hours before being released without charge. A flurry of legal maneuvering, coupled with the fog of a state of emergency, meant that myself and several others were deprived of our constitutional protections under the first, fourth, sixth, and eighth amendments.</p>\n<p>My journey started after Freddie Gray&#8217;s funeral, when I heard reports of a riot breaking out at Mondawmin Mall. I arrived in the middle of a fierce melee. Unmasked people were running straight up to the police lines, brazenly pitching bricks from as little as 10 feet away. Clouds of teargas filled the air. I didn&#8217;t witness a single arrest made &#8211; I only heard a captain shout out: &#8220;Just remember their faces.&#8221;</p>\n<p>A line of riot police then charged against a throng of rioters &#8211; I followed them, camera in hand, trying to capture the tumultuous scene. <a href=\"http://youtu.be/77JrZBnTC8Q\" class=\" u-underline\">I was hit</a> directly in the forehead with a plastic <a href=\"http://www.policeproducts.com/pepperball-10x-hot-pava-powder-projectiles-p-632.html?osCsid=568af3856dd6b4efcb0c21e0e411886c\" class=\" u-underline\">&#8220;less lethal&#8221; projectile</a> that explodes with an irritant powder on impact. I stumbled over to the sidewalk. Everything went black for a moment, and the next thing I saw were faces staring down at me as I lay on the grass.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Colin Campbell (@cmcampbell6)</p>\n \n<p lang=\"en\" dir=\"ltr\" class=\"tweet-body\">Shawn Carri&#233;, the photographer who was hit with a runner bullet by police, says he works for <a href=\"https://twitter.com/vicenews\" class=\" u-underline\">@vicenews</a>. <a href=\"http://t.co/5kW8FgQCBq\" class=\" u-underline\">pic.twitter.com/5kW8FgQCBq</a></p>\n<a href=\"https://twitter.com/cmcampbell6/status/592786738931695616\"></a>\n</blockquote>\n\n<p>Stunned, I got up and tried to continue reporting. Within a few minutes, the intersection cleared, and the riot squad stood at bay. A few television cameras remained, and I joined them to try to snap some photos of the police line. An officer from behind the line came up to me and told me that I needed to move. I reached in my jacket to show my press pass, and asked the armor-clad giant which way I should go. He started to say, &#8220; I don&#8217;t know, but you can&#8217;t stay here &#8230;&#8221; and was interrupted by a captain barking: &#8220;Him! He goes!&#8221;<br></p>\n<p>Before I could say another word, I was thrown to the ground and put in handcuffs.</p>\n<p>I was brought over behind the police lines to sit behind an armored vehicle, where I would remain with my arresting officer for about two hours. I tried to make small talk with him to buy some leniency, telling him I was just a reporter. He asked me where I&#8217;m from; I said New York City. He then became much more convivial, chatting about Washington Heights, where he was from, saying that he&#8217;d much rather be at home eating dinner with his family.</p>\n<p>I heard him say to another cop: &#8220;I don&#8217;t even know why they told me to lock this guy up. He&#8217;s a reporter.&#8221; But reporter or not, I was now under arrest and on my way to Central Booking.</p>\n<p>The Baltimore city jail is a squalid, gray and soulless place. Hundreds of prisoners streamed in and were herded by the eights and nines into cells built for twos and fours. The cell that would be my home for the next 48 hours was 8 feet wide by 10 feet long, with a barely concealed toilet occupying about a quarter of the room. </p>\n<p>Cells marked &#8220;single&#8221; had as many as five people, and those marked &#8220;group&#8221; had up to nine prisoners crammed inside.</p>\n<p>In jail, the corrections officers (COs) are god and master, savior and executioner. All requests for basic necessities like water, toilet paper, food, or medical attention were brusquely denied. Every eight hours when &#8220;food&#8221; arrived, it was a uniform regimen of one elementary school milk carton and four slices of laundered bread-matter with one slice of either a yellowish cheese substance, or processed bologna. They were utterly inedible.</p>\n\n\n<a href=\"/us-news/2015/may/02/my-49-hours-in-a-baltimore-cell-for-being-a-reporter#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430501912268/352dae87-019a-43a4-94f0-4a8bc743e5c1-300x180.jpeg\" alt=\"Baltimore riot\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483da%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=My+49+hours+in+a+Baltimore+cell+%E2%80%93+for+being+a+reporter&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483da%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=My+49+hours+in+a+Baltimore+cell+%E2%80%93+for+being+a+reporter&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F02%2Fmy-49-hours-in-a-baltimore-cell-for-being-a-reporter&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430501912811%2F050f28f5-f718-48fb-8e94-d4060fe4994e-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nConfrontation during the Baltimore riot. Photograph: Shawn Carri&#233;\n\n\n\n<p>Hours passed by with no marker other than the irregular flow of prisoners called to be given their charge papers. Most were handed charges of rioting, burglary, arson or disorderly conduct. Two 19-year-old brothers in my cell were charged with disorderly conduct and slapped with a $150,000 bail citing a long description of a group of three to 10 black males running. One of them said that he had thought about joining in the looting of a clothing store, but decided against it and went home. The document didn&#8217;t cite any stolen property on their persons when police arrested them a block away from their house.</p>\n<p>My name was never called to be given charges. The two men who were with me for the duration of my stay also never received charges. Orion [name changed] was a 30-year-old with a wife and daughter, who told me he didn&#8217;t even know there was a riot going on. He told me he just stood still with his hands up as a riot squad ran past him, then came back a minute later and told him he was behind their lines and arrested him.</p>\n<p>Maintaining his innocence, he was anxious the entire two days I spent with him, worrying that a new charge would violate his probation for a gun possession charge three years ago. </p>\n<p>Quite a few of the inmates spoke about Freddie Gray, the mundanity of police brutality, and friends or family abused by police. &#8220;Enough is enough&#8221; was a common sentiment behind the outburst of repressed anger.</p>\n<p>Most did not possess the eloquence of Dr King when he described riots as &#8220;the language of the unheard&#8221;. Dante [name changed] was rowdy, invariably screaming a story at full bellow, or banging on the iron door for a CO&#8217;s attention to speak to a lawyer. He had been arrested for violating the curfew on Tuesday night, but spoke proudly about the thrill of getting away with a pair of new sneakers on Monday. </p>\n<p>He and many others reminisced excitedly about the riots as if it were the morning after a raging party. They saw the riots as a chance to &#8220;come up&#8221; and get some free loot which could be sold on the black market. But as the bacchanalia faded into the heaviness of prison, the hangover hung deep in one man&#8217;s regretful sigh: &#8220;Damn, I should&#8217;ve never gone into that liquor store.&#8221;</p>\n\n\n<a href=\"/us-news/2015/may/02/my-49-hours-in-a-baltimore-cell-for-being-a-reporter#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/1/1430502058702/f5007d59-00fe-4c36-a124-42a0ab948945-300x180.jpeg\" alt=\"Baltimore riot\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483da%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=My+49+hours+in+a+Baltimore+cell+%E2%80%93+for+being+a+reporter&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483da%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=My+49+hours+in+a+Baltimore+cell+%E2%80%93+for+being+a+reporter&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2015%2Fmay%2F02%2Fmy-49-hours-in-a-baltimore-cell-for-being-a-reporter&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F1%2F1430502059284%2F4996929d-3bb0-40da-907e-e4f582ca3efd-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe Baltimore riot. Photograph: Shawn Carri&#233;\n\n\n\n<p>Despite his unapologetic endorsement of pillaging, after listening to him talk for hours, I couldn&#8217;t shake the impression that looters like Dante couldn&#8217;t just be condemned as opportunistic thieves. His life story was unmistakably dotted with socioeconomic fault lines of Baltimore&#8217;s cycle of crime and punishment, lack of opportunity, and recidivist violence.</p>\n<p>An 18-year-old caught fleeing police with a gun on him said he only carried it because of the tough guys in his neighborhood. &#8220;I stay strapped so I can stay alive,&#8221; he confided to our cellmates. He approached his predicament with a rationale not unlike the national guard: more guns mean more safety.</p>\n<p>In jail, your constitutional rights are worth about as much as the food they feed you. Asking to see a lawyer when it took four hours to get water was like asking for caviar. When I cited the fourth and sixth amendment protecting due process, and <a href=\"http://www.theguardian.com/us-news/maryland\" class=\" u-underline\">Maryland</a> state law requiring that detainment beyond 24 hours without a charge and statement of probable cause was unlawful, the COs told us that the state of emergency meant that &#8220;24 hours is out the window&#8221;.</p>\n<p>We pleaded to talk to someone, anyone. When I asked one of the higher-ups, a lieutenant, what he was doing to ensure that the law was being followed, he told me bluntly: &#8220;They are violating your rights. And everyone here knows it.&#8221;</p>\n<p>Some time on Wednesday, lawyers arrived. One of them looked at me and saw the bruise on my forehead, stopped, and asked: &#8220;Are you the reporter?&#8221; She introduced herself as Katie D&#8217;Adamo, and told me she was with the Maryland office of the public defender. I told her I&#8217;d been in there for at least 36 hours, and hadn&#8217;t been told what I was being charged with, nor seen a lawyer. I explained my story in scant privacy through the door of the cell while, she filled out a habeas corpus petition addressed to Warden Carolyn Scruggs and told me it would be filed in the circuit court demanding our immediate release. Orion did one, too. Then they left.</p>\n\n\n\n<p>The next few hours were quiet. Then the hallways steadily started picking up with activity. Lieutenant Barney said he was going to stay past the end of his shift at 3pm to make sure everyone who hadn&#8217;t received charges since Monday was released. </p>\n<p>Eventually I was given a bag with my name on it, containing my jacket, wallet, and camera equipment. There were riot police with shields lining the hallway as they led us single-file down a long hallway. At the end of the corridor a sergeant pressed a button, and a bright door opened. She said: &#8220;Get out.&#8221;</p>\n<p>The group ran out like wild wolves.</p>\n</div>",
  "authors": [
    "Shawn Carrié"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Baltimore",
    "Race issues",
    "Media",
    "Maryland",
    "US news"
  ],
  "ntitle": "my_49_hours_in_a_baltimore_cell_for_being_a_reporter",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The last time that riots hit the streets of Baltimore was in 1968, following the assassination of Martin Luther King Jr.\n\nAs the 2015 uprising continues, fueled by the anger at Freddie Gray’s death in police custody, the state has been taking extraordinary measures to attempt to restore order.\n\nFor some, this comes at the expense of our constitutional rights. I was one of them.\n\nAs a working member of the press, I was arrested on 27 April, just as Baltimore began to erupt, and detained for 49 hours before being released without charge. A flurry of legal maneuvering, coupled with the fog of a state of emergency, meant that myself and several others were deprived of our constitutional protections under the first, fourth, sixth, and eighth amendments.\n\nMy journey started after Freddie Gray’s funeral, when I heard reports of a riot breaking out at Mondawmin Mall. I arrived in the middle of a fierce melee. Unmasked people were running straight up to the police lines, brazenly pitching bricks from as little as 10 feet away. Clouds of teargas filled the air. I didn’t witness a single arrest made – I only heard a captain shout out: “Just remember their faces.”\n\nA line of riot police then charged against a throng of rioters – I followed them, camera in hand, trying to capture the tumultuous scene. I was hit directly in the forehead with a plastic “less lethal” projectile that explodes with an irritant powder on impact. I stumbled over to the sidewalk. Everything went black for a moment, and the next thing I saw were faces staring down at me as I lay on the grass.\n\n— Colin Campbell (@cmcampbell6) Shawn Carrié, the photographer who was hit with a runner bullet by police, says he works for @vicenews. pic.twitter.com/5kW8FgQCBq\n\nStunned, I got up and tried to continue reporting. Within a few minutes, the intersection cleared, and the riot squad stood at bay. A few television cameras remained, and I joined them to try to snap some photos of the police line. An officer from behind the line came up to me and told me that I needed to move. I reached in my jacket to show my press pass, and asked the armor-clad giant which way I should go. He started to say, “ I don’t know, but you can’t stay here …” and was interrupted by a captain barking: “Him! He goes!”\n\n\n\nBefore I could say another word, I was thrown to the ground and put in handcuffs.\n\nI was brought over behind the police lines to sit behind an armored vehicle, where I would remain with my arresting officer for about two hours. I tried to make small talk with him to buy some leniency, telling him I was just a reporter. He asked me where I’m from; I said New York City. He then became much more convivial, chatting about Washington Heights, where he was from, saying that he’d much rather be at home eating dinner with his family.\n\nI heard him say to another cop: “I don’t even know why they told me to lock this guy up. He’s a reporter.” But reporter or not, I was now under arrest and on my way to Central Booking.\n\nThe Baltimore city jail is a squalid, gray and soulless place. Hundreds of prisoners streamed in and were herded by the eights and nines into cells built for twos and fours. The cell that would be my home for the next 48 hours was 8 feet wide by 10 feet long, with a barely concealed toilet occupying about a quarter of the room.\n\nCells marked “single” had as many as five people, and those marked “group” had up to nine prisoners crammed inside.\n\nIn jail, the corrections officers (COs) are god and master, savior and executioner. All requests for basic necessities like water, toilet paper, food, or medical attention were brusquely denied. Every eight hours when “food” arrived, it was a uniform regimen of one elementary school milk carton and four slices of laundered bread-matter with one slice of either a yellowish cheese substance, or processed bologna. They were utterly inedible.\n\nFacebook Twitter Pinterest Confrontation during the Baltimore riot. Photograph: Shawn Carrié\n\nHours passed by with no marker other than the irregular flow of prisoners called to be given their charge papers. Most were handed charges of rioting, burglary, arson or disorderly conduct. Two 19-year-old brothers in my cell were charged with disorderly conduct and slapped with a $150,000 bail citing a long description of a group of three to 10 black males running. One of them said that he had thought about joining in the looting of a clothing store, but decided against it and went home. The document didn’t cite any stolen property on their persons when police arrested them a block away from their house.\n\nMy name was never called to be given charges. The two men who were with me for the duration of my stay also never received charges. Orion [name changed] was a 30-year-old with a wife and daughter, who told me he didn’t even know there was a riot going on. He told me he just stood still with his hands up as a riot squad ran past him, then came back a minute later and told him he was behind their lines and arrested him.\n\nMaintaining his innocence, he was anxious the entire two days I spent with him, worrying that a new charge would violate his probation for a gun possession charge three years ago.\n\nQuite a few of the inmates spoke about Freddie Gray, the mundanity of police brutality, and friends or family abused by police. “Enough is enough” was a common sentiment behind the outburst of repressed anger.\n\nMost did not possess the eloquence of Dr King when he described riots as “the language of the unheard”. Dante [name changed] was rowdy, invariably screaming a story at full bellow, or banging on the iron door for a CO’s attention to speak to a lawyer. He had been arrested for violating the curfew on Tuesday night, but spoke proudly about the thrill of getting away with a pair of new sneakers on Monday.\n\nHe and many others reminisced excitedly about the riots as if it were the morning after a raging party. They saw the riots as a chance to “come up” and get some free loot which could be sold on the black market. But as the bacchanalia faded into the heaviness of prison, the hangover hung deep in one man’s regretful sigh: “Damn, I should’ve never gone into that liquor store.”\n\nFacebook Twitter Pinterest The Baltimore riot. Photograph: Shawn Carrié\n\nDespite his unapologetic endorsement of pillaging, after listening to him talk for hours, I couldn’t shake the impression that looters like Dante couldn’t just be condemned as opportunistic thieves. His life story was unmistakably dotted with socioeconomic fault lines of Baltimore’s cycle of crime and punishment, lack of opportunity, and recidivist violence.\n\nAn 18-year-old caught fleeing police with a gun on him said he only carried it because of the tough guys in his neighborhood. “I stay strapped so I can stay alive,” he confided to our cellmates. He approached his predicament with a rationale not unlike the national guard: more guns mean more safety.\n\nIn jail, your constitutional rights are worth about as much as the food they feed you. Asking to see a lawyer when it took four hours to get water was like asking for caviar. When I cited the fourth and sixth amendment protecting due process, and Maryland state law requiring that detainment beyond 24 hours without a charge and statement of probable cause was unlawful, the COs told us that the state of emergency meant that “24 hours is out the window”.\n\nWe pleaded to talk to someone, anyone. When I asked one of the higher-ups, a lieutenant, what he was doing to ensure that the law was being followed, he told me bluntly: “They are violating your rights. And everyone here knows it.”\n\nSome time on Wednesday, lawyers arrived. One of them looked at me and saw the bruise on my forehead, stopped, and asked: “Are you the reporter?” She introduced herself as Katie D’Adamo, and told me she was with the Maryland office of the public defender. I told her I’d been in there for at least 36 hours, and hadn’t been told what I was being charged with, nor seen a lawyer. I explained my story in scant privacy through the door of the cell while, she filled out a habeas corpus petition addressed to Warden Carolyn Scruggs and told me it would be filed in the circuit court demanding our immediate release. Orion did one, too. Then they left.\n\nThe next few hours were quiet. Then the hallways steadily started picking up with activity. Lieutenant Barney said he was going to stay past the end of his shift at 3pm to make sure everyone who hadn’t received charges since Monday was released.\n\nEventually I was given a bag with my name on it, containing my jacket, wallet, and camera equipment. There were riot police with shields lining the hallway as they led us single-file down a long hallway. At the end of the corridor a sergeant pressed a button, and a bright door opened. She said: “Get out.”\n\nThe group ran out like wild wolves.",
  "title": "My 49 hours in a Baltimore cell – for being a reporter",
  "ts_in": "2015-05-02T16:28:42.842523",
  "url": "http://www.theguardian.com/us-news/2015/may/02/my-49-hours-in-a-baltimore-cell-for-being-a-reporter"
}