{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>Customs delays are hampering relief efforts in Nepal, the <a href=\"http://www.theguardian.com/world/unitednations\" class=\" u-underline\">United Nations</a> has said, as the death toll from the earthquake a week ago passed 6,600.</p>\n<p><a href=\"http://www.theguardian.com/world/nepal\" class=\" u-underline\">Nepal</a> exempted tarpaulins and tents from import taxes on Friday, but the UN resident representative Jamie McGoldrick told Reuters the government had to further loosen customs restrictions to deal with the increasing flow of relief material.</p>\n<p> &#8220;They should not be using peacetime customs methodology,&#8221; he said, adding that material was piling up at Kathmandu airport instead of being ferried out to victims. </p>\n<p>There was no immediate response from the government but the finance minister, Ram Sharan Mahat, had earlier appealed to international donors to send tents, tarpaulins and basic food supplies, saying some of the items received were of no use. </p>\n<p>&#8220;We have received things like tuna fish and mayonnaise. What good are those things for us? We need grains, salt and sugar,&#8221; he told reporters. </p>\n\n\n<a href=\"/world/2015/may/02/nepal-customs-holding-up-relief-jamie-mcgoldrick-united-nations#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/5/2/1430564330134/6b05930d-b1f9-4694-a52c-351f1c1aed74-300x180.jpeg\" alt=\"Villagers collect relief material from an Indian air force helicopter outside Pokhara on Friday.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F483p3%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Nepal+customs+holding+up+relief+efforts%2C+says+United+Nations&amp;url=http%3A%2F%2Fgu.com%2Fp%2F483p3%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Nepal+customs+holding+up+relief+efforts%2C+says+United+Nations&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2015%2Fmay%2F02%2Fnepal-customs-holding-up-relief-jamie-mcgoldrick-united-nations&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F5%2F2%2F1430564330787%2F6b05930d-b1f9-4694-a52c-351f1c1aed74-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nVillagers collect relief material from an Indian air force helicopter outside Pokhara on Friday. Photograph: Jitendra Prakash/Reuters\n\n\n\n<p>The government said the death toll from last Saturday&#8217;s 7.8 magnitude earthquake had reached 6,621, and that more than 14,000 people were injured.<br></p>\n<p>Anger is growing as hundreds of thousands of people made homeless by the quake were yet to receive aid because of logistic bottlenecks, poor infrastructure and a chaotic government response.</p>\n<p>US military aircraft and personnel were to arrive in Kathmandu on Saturday to help in relief operations. One of their tasks would be to deal with the growing piles of aid material. </p>\n<p>Brigadier General Paul Kennedy of the US Marine Corps said six military aircraft, including two helicopters, were to arrive, accompanied by 100 Marines and lifting equipment, under an agreement reached with Nepal&#8217;s government earlier in the week. </p>\n<p>&#8220;What you don&#8217;t want to do is build up a mountain of supplies&#8221;, blocking space for planes or more supplies, Kennedy said. </p>\n<p>There were other bottlenecks besides customs. Nepali government officials have said efforts to step up the pace of delivery of relief material to remote areas were frustrated by a shortage of supply trucks and drivers, many of whom had returned to their villages to help their families. </p>\n<p> &#8220;Our granaries are full and we have ample food stock, but we are not able to transport supplies at a faster pace,&#8221; said Shrimani Raj Khanal, a manager at the Nepal Food Corp. </p>\n<p>Army helicopters have air-dropped instant noodles and biscuits to remote communities but people need rice and other ingredients to cook a proper meal, he said. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/may/01/nepal-earthquake-survivor-kathmandu\" class=\" u-underline\">'I thought it was a dream': Nepal quake survivor recalls moment disaster struck</a> </p>\n\n<p>An international aid official said on Saturday that more helicopters were needed to get assistance to the farthest reaches of the country. </p>\n<p>&#8220;We definitely need more helicopters,&#8221; Ertharin Cousin, executive director of the UN&#8217;s World Food Program, told The Associated Press in the village of Majuwa, in the quake-devastated Gorkha district. Aid agencies have been using Majuwa as a staging area to get supplies deeper into mountainous areas. &#8220;Even seven days in this is still very much considered the early days, because there are people we still haven&#8217;t reached. So we need helicopters to reach them.&#8221;</p>\n<p>Thousands of villages have been devastated, with up to 90% of clinics and schools in some districts rendered unusable. Residents in Chhatrepati, a village 16 miles (26km) west of Kathmandu in Dhading district, told the Guardian on Friday that aid had not yet reach them. Of 47 houses, none are habitable. While tents have been provided to those with deceased relatives, other survivors have been left without support. </p>\n<p>&#8220;You are the first one to come here. Neither the government nor any aid agencies have looked after us,&#8221; Mohan Bahadur Thapa, 48, said.</p>\n<p>&#8220;We are cooking food in this open space for at least 23 people of my family,&#8221; he added. &#8220;If they can&#8217;t give us any support, they could have come and at least ask and see how we are living.&#8221;</p>\n</div>",
  "authors": [
    "Rebecca Ratcliffe",
    "Robin Cross"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Nepal",
    "Nepal earthquake 2015",
    "South and Central Asia",
    "Natural disasters and extreme weather",
    "United Nations"
  ],
  "ntitle": "nepal_customs_holding_up_relief_efforts_says_united_nations",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nCustoms delays are hampering relief efforts in Nepal, the United Nations has said, as the death toll from the earthquake a week ago passed 6,600.\n\nNepal exempted tarpaulins and tents from import taxes on Friday, but the UN resident representative Jamie McGoldrick told Reuters the government had to further loosen customs restrictions to deal with the increasing flow of relief material.\n\n“They should not be using peacetime customs methodology,” he said, adding that material was piling up at Kathmandu airport instead of being ferried out to victims.\n\nThere was no immediate response from the government but the finance minister, Ram Sharan Mahat, had earlier appealed to international donors to send tents, tarpaulins and basic food supplies, saying some of the items received were of no use.\n\n“We have received things like tuna fish and mayonnaise. What good are those things for us? We need grains, salt and sugar,” he told reporters.\n\nFacebook Twitter Pinterest Villagers collect relief material from an Indian air force helicopter outside Pokhara on Friday. Photograph: Jitendra Prakash/Reuters\n\nThe government said the death toll from last Saturday’s 7.8 magnitude earthquake had reached 6,621, and that more than 14,000 people were injured.\n\n\n\nAnger is growing as hundreds of thousands of people made homeless by the quake were yet to receive aid because of logistic bottlenecks, poor infrastructure and a chaotic government response.\n\nUS military aircraft and personnel were to arrive in Kathmandu on Saturday to help in relief operations. One of their tasks would be to deal with the growing piles of aid material.\n\nBrigadier General Paul Kennedy of the US Marine Corps said six military aircraft, including two helicopters, were to arrive, accompanied by 100 Marines and lifting equipment, under an agreement reached with Nepal’s government earlier in the week.\n\n“What you don’t want to do is build up a mountain of supplies”, blocking space for planes or more supplies, Kennedy said.\n\nThere were other bottlenecks besides customs. Nepali government officials have said efforts to step up the pace of delivery of relief material to remote areas were frustrated by a shortage of supply trucks and drivers, many of whom had returned to their villages to help their families.\n\n“Our granaries are full and we have ample food stock, but we are not able to transport supplies at a faster pace,” said Shrimani Raj Khanal, a manager at the Nepal Food Corp.\n\nArmy helicopters have air-dropped instant noodles and biscuits to remote communities but people need rice and other ingredients to cook a proper meal, he said.\n\nRelated: 'I thought it was a dream': Nepal quake survivor recalls moment disaster struck\n\nAn international aid official said on Saturday that more helicopters were needed to get assistance to the farthest reaches of the country.\n\n“We definitely need more helicopters,” Ertharin Cousin, executive director of the UN’s World Food Program, told The Associated Press in the village of Majuwa, in the quake-devastated Gorkha district. Aid agencies have been using Majuwa as a staging area to get supplies deeper into mountainous areas. “Even seven days in this is still very much considered the early days, because there are people we still haven’t reached. So we need helicopters to reach them.”\n\nThousands of villages have been devastated, with up to 90% of clinics and schools in some districts rendered unusable. Residents in Chhatrepati, a village 16 miles (26km) west of Kathmandu in Dhading district, told the Guardian on Friday that aid had not yet reach them. Of 47 houses, none are habitable. While tents have been provided to those with deceased relatives, other survivors have been left without support.\n\n“You are the first one to come here. Neither the government nor any aid agencies have looked after us,” Mohan Bahadur Thapa, 48, said.\n\n“We are cooking food in this open space for at least 23 people of my family,” he added. “If they can’t give us any support, they could have come and at least ask and see how we are living.”",
  "title": "Nepal customs holding up relief efforts, says United Nations",
  "ts_in": "2015-05-02T16:28:39.796024",
  "url": "http://www.theguardian.com/world/2015/may/02/nepal-customs-holding-up-relief-jamie-mcgoldrick-united-nations"
}