{
  "article_html": "<div><p>A crowd gathers around Glasgow&#8217;s Buchanan Street steps. There are whistles, bongos and banners galore: &#8220;Stronger for Scotland&#8221;, &#8220;YeSNP&#8221;, &#8220;Vote SNP Get Sexy&#8221; and, most popular of all, &#8220;I&#8217;m with Nicola&#8221;. It&#8217;s party time in <a href=\"http://www.theguardian.com/uk/scotland\" class=\" u-underline\">Scotland</a>, and most of the people here today have never seen anything like this. Some remember a similar feeling in 1997, when Tony Blair became prime minister, but they don&#8217;t like to talk about that. Too painful.</p>\n<p>In front of the steps is a statue commemorating Labour&#8217;s <a href=\"http://www.theguardian.com/news/2000/oct/12/guardianobituaries.labour\" class=\" u-underline\">Donald Dewar</a>, Scotland&#8217;s first first minister, but his glasses have been smashed and a sticker is cruelly plastered across his crotch. Politics has caught up with history: labour and Labour went hand in hand in Scotland for most of the 20th century. Perhaps it was inevitable that once heavy industry was wiped out the Labour vote would eventually follow.</p>\n<p>But today is not about decline and the past, it&#8217;s about optimism and the future. &#8220;It&#8217;s coming!&#8221; says Davina Mackellar, a tiny pensioner with a giddy smile and 48 years in the SNP. What&#8217;s coming? She looks at me, disbelievingly. &#8220;Independence is coming! Have ye not gathered that? Haha!&#8221;</p>\n<p>The crowd quietens, and then there is a mighty roar as Scottish comic <a href=\"http://www.elainecsmith.com\" class=\" u-underline\">Elaine C Smith</a> introduces &#8220;the fabulous <a href=\"http://www.theguardian.com/politics/nicola-sturgeon\" class=\" u-underline\">Nicola Sturgeon</a>&#8221;. This isn&#8217;t politics, it&#8217;s rock&#8217;n&#8217;roll. And what&#8217;s astonishing is that the star is Sturgeon, known to the crowd as &#8220;wee Nicola&#8221;, a woman who struggled for years to win any kind of election, who was derided in the past as dull, <a href=\"http://www.theguardian.com/politics/alexsalmond\" class=\" u-underline\">Alex Salmond</a>&#8217;s eternal sidekick. Now here she is, revered. Sturgeon, the only party leader with a positive personal rating, has become the story of this election &#8211; and she&#8217;s not even standing for Westminster.</p>\n<p>&#8220;What a fantastic sight,&#8221; Sturgeon says to the crowd. &#8220;It&#8217;s absolutely wonderful to be here in <a href=\"http://www.theguardian.com/uk/glasgow\" class=\" u-underline\">Glasgow</a>. It&#8217;s particularly wonderful &#8211; no offence, guys &#8211; to see so many women. My pledge to you is that the SNP will put women and gender equality right at the heart of the Westminster agenda. Better health care, better education. We&#8217;ll campaign to put an end to the Tory austerity and the Tory welfare cuts that are hurting so many women. I stand here today as the first woman first minister of our country. Every day I hold this office, I will work to ensure that every woman, every wee girl across this country, gets a chance to do what I&#8217;ve done and follow their dream.&#8221;</p>\n<p>Sturgeon is an old-fashioned orator. Her speech is impassioned, fluent and toughened by the grit in her voice. She joined the Scottish National party at the age of 16 and has been campaigning for independence ever since. <a href=\"http://www.dailymail.co.uk/news/article-3024983/SNP-s-Nicola-Sturgeon-tells-Ed-Miliband-ll-call-shots-now.html\" class=\" u-underline\">The Daily Mail has called her &#8220;the most dangerous woman in Britain&#8221;</a>, and you can understand why: she presents a threat to the political establishment &#8211; a threat to Tory austerity, a threat to a Labour majority.</p>\n<p>Scotland&#8217;s political transformation is unprecedented in recent British history. Since <a href=\"http://www.theguardian.com/politics/scottish-independence\" class=\" u-underline\">last year&#8217;s independence referendum</a>, SNP membership has quadrupled, from 25,000 to more than 100,000. Of 59 Scottish constituencies at Westminster, 41 were won by Labour in 2010 and only six by the SNP. This time around, those figures may well be reversed. There is even talk of an SNP clean sweep. There is currently only one Conservative MP in Scotland. No wonder the country feels alienated from the coalition government.</p>\n<p>&#8220;On May 7th, we have the opportunity to make Scotland&#8217;s voice at Westminster be more loudly heard than it ever has been before.&#8221; The crowd roars. &#8220;The SNP stands within touching distance of doing something we have never done in our history, winning a Westminster election in Scotland.&#8221; Another roar. &#8220;It will not be a victory for the SNP, it will be a victory for Scotland.&#8221;</p>\n\n<blockquote>\n<p>The Tories are the selfish party. We are the selfie party</p>\n</blockquote>\n\n\n\n<a href=\"/politics/2015/may/02/nicola-sturgeon-im-the-boss-now#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430311651710/000a48dc-d6c4-491b-b5ea-33df1ee818a0-302x360.jpeg\" alt=\"Nicola Sturgeon takes selfies with the crowd at a campaign rally\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x33%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Nicola+Sturgeon%3A+%E2%80%98I+just+want+to+shake+things+up+a+wee+bit%E2%80%99&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x33%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Nicola+Sturgeon%3A+%E2%80%98I+just+want+to+shake+things+up+a+wee+bit%E2%80%99&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fpolitics%2F2015%2Fmay%2F02%2Fnicola-sturgeon-im-the-boss-now&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F29%2F1430311649296%2F56e99403-a1c2-4e5e-aecf-7c2e00ef9532-1713x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nNicola Sturgeon: &#8216;I&#8217;m not Nick Clegg. I&#8217;m not about to go into coalition with the Tories and sell out on all my principles.&#8217; Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>Afterwards, Sturgeon gets lost in the crowd. Eventually, I find her in the middle of a circle, having her photo taken with, well, everybody. &#8220;The Tories are the selfish party,&#8221; one activist says. &#8220;We are the selfie party.&#8221;</p>\n<p>A couple of hours later, we meet in a cafe just outside the city centre. Sturgeon looks different today, and I realise it&#8217;s because she&#8217;s in trousers. We nearly always see her wearing a mumsy skirt suit. Close up, she looks younger, less severe than on television. The most surprising thing is her walk: for a smallish woman (5ft 4in), she doesn&#8217;t half swagger. When she stands, her legs are wide apart, hands on hips or thumbs in her trouser pockets, every inch the cowgirl. Scotland&#8217;s own Sheriff Woody.</p>\n<p>I ask if the mood feels different from a year ago, pre-referendum? &#8220;If anything, it&#8217;s more positive,&#8221; she says. &#8220;The mood in the runup to the referendum was electric. But the result was devastating.&#8221;</p>\n<p>Surely, by the end, she knew they were going to lose? She shakes her head. &#8220;I was convinced that we&#8217;d won&#8230; I was bitterly disappointed. But it didn&#8217;t feel that way for long, because very quickly there was a feeling that the country had completely changed. Although the result hadn&#8217;t been yes, something very empowering had happened.&#8221;</p>\n<p>In the end, <a href=\"http://www.theguardian.com/politics/ng-interactive/2014/sep/18/-sp-scottish-independence-referendum-results-in-full\" class=\" u-underline\">the no vote won by a clear 10%</a>. Salmond resigned as leader of the SNP, and Sturgeon was elected by the Scottish parliament as first minister. When Salmond announced he would stand for the SNP in the general election, it was suggested this was another example of his scheming &#8211; that he sensed that the real power would now reside in Westminster.</p>\n<p>So, assuming he wins his seat in the Commons, as looks likely, who will be the real SNP boss? &#8220;I am the boss now,&#8221; Sturgeon says instantly. &#8220;When he was leader, he was the boss. For 20 years, he was the mentor and the person I looked up to.&#8221; Salmond was recently filmed at an SNP event saying that he would be writing Labour&#8217;s budget. Did she tear a strip off him for that? &#8220;Over that? It was a joke.&#8221; Has she ever called him into her office to give him a bollocking? &#8220;No, I haven&#8217;t had the need to since I became leader. If I felt the need to, I would have no hesitation in doing so.&#8221;</p>\n<p>What&#8217;s the best thing about Salmond? &#8220;His loyalty.&#8221; And the most annoying? &#8220;Nobody laughs at his own jokes louder than he does.&#8221; He loves himself? &#8220;No, he&#8217;s got a healthy regard for himself.&#8221;</p>\n\n<blockquote>\n<p>Nobody laughs at Alex Salmond&#8217;s jokes louder than he does. He&#8217;s got a healthy regard for himself</p>\n</blockquote>\n\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430313757862/ac275e43-db8b-4dec-a5f9-b32c3fbaa26c-300x223.jpeg\" alt=\"Alex Salmond\" class=\"gu-image\">\n\nHas Sturgeon ever called Alex Salmond into her office to give him a bollocking? &#8216;No, I haven&#8217;t had the need to since I became leader. If I felt the need to, I would have no hesitation in doing so.&#8217; Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>Sturgeon grew up in a working-class family in Irvine, Ayrshire, the eldest of two daughters. Her father was an electrician, her mother a dental nurse (and now an SNP councillor). The family weren&#8217;t political, she says, and she was an unremarkable child. &#8220;There was nothing in my childhood that said, &#8216;She&#8217;s going to be first minister of the country one day.&#8217;&#8221; Was she clever? &#8220;Erm, yeah. I was studious and bookish. Not just as a child, but also as a teenager. I took myself too seriously.&#8221;</p>\n<p>From the age of seven, she wanted to be a lawyer. &#8220;Nobody in my family had been to university, let alone been a lawyer. I&#8217;m not sure what gave me that ambition. I didn&#8217;t even know what it really meant. In my head it was about fighting for justice and the underdog.&#8221;</p>\n<p>Blimey, I say, that is serious. Who were her heroes? I&#8217;m waiting for her to quote <a href=\"http://www.theguardian.com/books/robertburns\" class=\" u-underline\">Rabbie Burns</a>, <a href=\"http://www.bbc.co.uk/history/historic_figures/bruce_robert_the.shtml\" class=\" u-underline\">Robert The Bruce</a> and <a href=\"http://www.theguardian.com/uk/2005/aug/24/scotland\" class=\" u-underline\">William Wallace</a> &#8211; or <a href=\"http://www.theguardian.com/law/2010/sep/01/dahlia-lithwick-legal-hero-atticus-finch\" class=\" u-underline\">Atticus Finch</a>, at the very least. She grins. &#8220;When I was really wee, I had this thing about <a href=\"http://www.theguardian.com/tv-and-radio/2014/may/11/cilla-black-bafta-tv-awards-2014-interview\" class=\" u-underline\">Cilla Black</a>. She was my idol. She used to have this Saturday night show, way before <a href=\"http://en.wikipedia.org/wiki/Blind_Date_%28UK_game_show%29\" class=\" u-underline\">Blind Date</a> and <a href=\"http://en.wikipedia.org/wiki/Surprise_Surprise_%28TV_series%29\" class=\" u-underline\">Surprise Surprise</a>, and I always insisted on staying up for it.&#8221; You preferred Cilla to the Scottish <a href=\"http://www.theguardian.com/lifeandstyle/2015/mar/28/lulu-q-and-a\" class=\" u-underline\">Lulu</a>? &#8220;I liked Lulu,&#8221; she says defensively. &#8220;But I&#8217;m afraid, with apologies to Lulu, I have to confess I was a Cilla girl.&#8221;</p>\n<p>It was Margaret Thatcher who politicised Sturgeon. She talks about the dismantling of industry, mass unemployment, hopelessness and fear. What made her most angry about Thatcher? She recoils. &#8220;I don&#8217;t like the word angry, because I don&#8217;t think that&#8217;s how it manifested itself. It motivated me to get out there and campaign, and try to change the world for the better.&#8221;</p>\n<p>Sturgeon must be the first anti-Thatcherite I have met who was not angered by her policies. And, for a supposed red menace, who has positioned herself well to the left of Labour, she is rather conservative. Perhaps I shouldn&#8217;t be surprised. In last year&#8217;s referendum, the SNP pledged to undercut UK corporate tax rates by 3% to attract multinationals to Scotland. In the second world war, it opposed conscription to the British army, and was vilified for undermining British efforts to defeat the Nazis. And famously, in 1979, <a href=\"http://en.wikipedia.org/wiki/1979_vote_of_no_confidence_in_the_government_of_James_Callaghan\" class=\" u-underline\">all 11 SNP MPs backed a no-confidence motion in the Labour government, which was passed by one vote and led to the dissolution of parliament</a>.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430312855017/3e25a363-b0c6-486b-8286-e09463eb5aca-300x223.jpeg\" alt=\"Nicola Sturgeon with the SNP&#8217;s John Swinney, Alex Salmond and Michael Russell in 1999\" class=\"gu-image\">\n\nNicola Sturgeon with the SNP&#8217;s John Swinney, Alex Salmond and Michael Russell after the first Scottish parliamentary elections, 1999. Photograph: Ben Curtis/PA\n\n\n\n<p>She says two Labour-voting teachers encouraged her interest in politics. Weren&#8217;t they disappointed when she joined the SNP, especially after the party had done so much to bring about the Thatcher government? &#8220;There was a bit of that. People said, &#8216;Why are you joining the SNP when you can&#8217;t make a change?&#8217; If my motivation back then had been a career in politics, I would have joined the Labour party.&#8221; So why join the SNP? &#8220;It was just a wee bit of rebellion against the assumption that, because I was growing up in this working-class, Labour area, I&#8217;d join <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a>.&#8221;</p>\n<p>Close your eyes, I say, and tell me how the 16-year-old Nicola imagined an independent Scotland. I&#8217;m expecting a lyrical vision of highlands and lochs, kilts to the wind and freedom. &#8220;At its simplest, it meant not having to put up with governments we didn&#8217;t vote for.&#8221; Sturgeon is a pragmatist, and this might well be her appeal.</p>\n<p>Did she regard herself as a socialist? &#8220;I wouldn&#8217;t have used this language when I was 16. The same as now: I&#8217;d describe myself as a social democrat. Socialism was very associated with Labour.&#8221;</p>\n<p>She studied law at Glasgow University, but her early experiences of work were not the stuff of her childhood dreams. &#8220;I trained in a corporate law firm.&#8221; She looks embarrassed. &#8220;Well, you took your traineeship where you could get one.&#8221; After that, she worked at a law centre servicing one of Glasgow&#8217;s big council estates, helping tenants with debt and housing problems, which was more to her liking.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430314612939/9938963c-3c54-4ab8-8a3a-c7af4f3be971-300x229.jpeg\" alt=\"Nicola Sturgeon embracing Plaid Cymru&#8217;s Leanne Wood and the Green party&#8217;s Natalie Bennett, watched by Ed Miliband, at the BBC challengers election debate\" class=\"gu-image\">\n\nSturgeon embracing Plaid Cymru&#8217;s Leanne Wood and the Green party&#8217;s Natalie Bennett, watched by Ed Miliband, at the BBC challengers election debate. Photograph: AFP/Pool/Stefan Rousseau\n\n\n\n<p>Throughout, she campaigned for the SNP &#8211; at 21, she was Scotland&#8217;s youngest candidate, standing for Glasgow Shettleston. She lost, and it took another seven years before she was elected to the Scottish parliament, in 1999. Even then, she didn&#8217;t win the seat; she was elected through the proportional representation list system. She believes the struggle made her a better politician. &#8220;I learned how to campaign better, how to persuade people, and I developed the skill of never giving up. You have to be pretty resilient to keep coming back.&#8221;</p>\n<p>I tell her I have always been terrified of nationalism, that it&#8217;s ugly, divisive and insular. &#8220;That&#8217;s not Scottish nationalism. I&#8217;d be as horrified as you are by that description of nationalism. The nationalism I represent is a civic nationalism: that, if you live in Scotland, regardless of where you come from, regardless of the colour of your skin or the faith you practise, all of us can make it a better country to live in if we have the courage to do that. It&#8217;s not in any way divisive.&#8221;</p>\n<p>Look, I say, it can&#8217;t help but divide; you can already sense tensions between those for and against independence within Scotland, and between Scotland and the rest of the UK. But Sturgeon insists her nationalism does not encourage conflict, it prevents it. &#8220;One of the reasons I want Scotland to be independent is to be politically responsible, because one of the things I don&#8217;t like about Scotland is the tendency to blame England for things going wrong. We&#8217;re all guilty of that. The SNP is guilty of that. Being more politically responsible strengthens the relationship between Scotland and England, because it becomes more a relationship of equals. Scotland has no one to blame, because we&#8217;re responsible for our own destiny.&#8221;</p>\n<p>What does she think of the most dangerous woman in Britain label? &#8220;It&#8217;s the nicest thing the Daily Mail has said about me.&#8221; Is there any truth in it? &#8220;No.&#8221; But you are dangerous to the political establishment, I say. &#8220;That&#8217;s a very different thing. Do I hope the SNP can shake up the political establishment so that it serves ordinary folk right across the country? Yeah, I do. But I don&#8217;t think that makes me the most dangerous woman in the country. That just makes me a politician who wants to shake things up a wee bit.&#8221;</p>\n\n<blockquote>\n<p>Do I hope the SNP can shake up the political establishment so it serves ordinary folk right across the country? Yes I do</p>\n</blockquote>\n\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430315325858/b7cc7b43-c88b-4be4-98f9-f4bc5bca46d1-300x229.jpeg\" alt=\"Nicola Sturgeon canvassing in Glasgow\" class=\"gu-image\">\n\nSturgeon shows off her Sheriff Woody swagger while canvassing in Glasgow. Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>I ask if she considers herself British. &#8220;Yes,&#8221; she says. &#8220;Scottish first, then British.&#8221; Don&#8217;t you look forward to the day you can drop the British baggage? &#8220;No. There are aspects of Britishness that are as important to me as they would be to you. Like the family. I&#8217;ve still got my granny out there.&#8221; Her grandmother lives in a village near Sunderland. &#8220;We have shared culture, shared history.&#8221;</p>\n<p>Do you understand why people in the rest of Britain are scared of you? &#8220;Yeah, I do. And this is why I am making such a conscious effort to try to speak to people in other parts of the UK. I understand that what voters hear about the SNP is what they read in the pages of the Daily Mail. Of course they are going to be nervous about that.&#8221;</p>\n<p>&#8220;Look,&#8221; I say, &#8220;will you be my girlfriend?&#8221;</p>\n<p>She looks alarmed.</p>\n<p>&#8220;Don&#8217;t worry,&#8221; I say, &#8220;you get to finish with me in the end.&#8221;</p>\n<p>She grins, relieved. &#8220;I get to dump you! Hahaha! Do we get to go on a date first, or do I dump you straight away?&#8221;</p>\n<p>&#8220;OK. I&#8217;ve taken you for granted, not consulted you on important decisions, not listened to you, not cherished you, and now you want to finish with me.&#8221;</p>\n<p>She nods, patiently.</p>\n<p>&#8220;But not only do you want to finish with me, you&#8217;re coming back to live in our house, bringing all your new lovers, telling me how to live my life and spending all my money for me.&#8221;</p>\n<p>&#8220;Yes, but you asked us to stay,&#8221; she says, curtly. &#8220;OK? I didn&#8217;t want to. I wanted to go.&#8221; It&#8217;s getting rather tense.</p>\n<p>&#8220;But you&#8217;re still going to dump me in the end.&#8221; My voice is rising.</p>\n<p>&#8220;We&#8217;ve agreed to stay. In the referendum, Scotland voted to stay, and my entire campaign is respecting that decision. And now we want to make the relationship better,&#8221; she says gently.</p>\n<p>&#8220;Yes, for a while, but you&#8217;re still going to dump me!&#8221; By now, people are staring at us. &#8220;How do I know I can trust you?&#8221;</p>\n<p>&#8220;Right, now we&#8217;ve decided to stay and make the relationship work better. I want Scotland to have more of a voice in this relationship, to be listened to more, and I also want the relationship to be better for the other party as well.&#8221;</p>\n\n<blockquote>\n<p>I will work to ensure every woman across this country gets a chance to do what I&#8217;ve done and follow their dream</p>\n</blockquote>\n\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430315593713/f362a3ce-04a0-404a-98c5-1cb39e630de3-300x229.jpeg\" alt=\"A female activist with badges on her beret at the launch of the SNP Women's Pledge\" class=\"gu-image\">\n\nA female activist at the launch of the SNP Women&#8217;s Pledge. Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>Last year, the SNP referred to the referendum as a once-in-a-lifetime event. Now they are refusing to rule out a referendum in their next manifesto for the Scottish parliament, in 2016. Surely if Sturgeon really wants to work with Labour, as she insists she does, she should promise there will be no referendum over the next parliamentary term. &#8220;I&#8217;m one politician. I could sit here and say, &#8216;I&#8217;d really like a referendum&#8217;, but if the people out there decide differently, that&#8217;s for them.&#8221;</p>\n<p>But it&#8217;s up to you whether you offer people a referendum in the first place. &#8220;Yes, that would be my role,&#8221; she concedes, &#8220;and I&#8217;ve said something quite significant would have to change from the circumstances we had last September to justify proposing that we ask the question again.&#8221;</p>\n<p>If you really want to make Labour confident that you&#8217;re not going to run off in the middle of the next parliament, you could rule it out, I suggest. But she&#8217;s playing hardball. &#8220;No,&#8221; she says.</p>\n<p>&#8220;I just don&#8217;t want you to leave,&#8221; I say.</p>\n<p>Our fight has cleared the air. We settle down to a more cosy, if still bickering, companionship. Sturgeon orders a massive cheese and tomato sandwich, says she can&#8217;t eat it all, and breaks off a chunk for me. What does she do to relax? &#8220;Watch rubbish telly. Soaps. Coronation Street, EastEnders, <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fwww.bbc.co.uk%2Fprogrammes%2Fb006p2xl&amp;ei=Rn8_VbmOB4bfatT_gNgC&amp;usg=AFQjCNGbxhdRtgtDR0RCXfUOvEltm932yA&amp;sig2=uCl6gqpriVdIow2ei9ZbnQ&amp;bvm=bv.91665533,d.d2s\" class=\" u-underline\">River City</a>.&#8221;</p>\n<p>&#8220;But you like <a href=\"http://www.theguardian.com/tv-and-radio/borgen\" class=\" u-underline\">Borgen</a> &#8211; that&#8217;s not crap telly.&#8221;</p>\n<p>&#8220;I didn&#8217;t say I only liked crap telly.&#8221; <a href=\"https://www.youtube.com/watch?v=QhbYaN5p5PI\" class=\" u-underline\">She interviewed Sidse Babett Knudsen</a>, the actor who played Birgitte Nyborg, Borgen&#8217;s fictional first female prime minister of Denmark, for Scottish TV. &#8220;She was lovely. I just asked her about the show.&#8221; Did she learn anything about how to handle herself in politics? No, she says, don&#8217;t be daft. It&#8217;s just fiction.</p>\n<p>As we&#8217;re talking, her sandwich squirts tomato over her pristine jacket. &#8220;Oh no,&#8221; she says, and rushes off to the loo. She returns a minute later with a big damp patch. &#8220;I look manky. Minging, as we say in Glasgow. Going back to Borgen, it was interesting looking at issues in politics. I remember the early episodes and the focus on what she wore, and whether she put weight on and that kind of stuff.&#8221;</p>\n<p>You&#8217;ve had a bit of that in your life? &#8220;More than a bit!&#8221; What have they said about you? &#8220;What haven&#8217;t they said about me? I&#8217;ll let you go and read it. I&#8217;m not going to repeat it.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430314853790/8a7221cf-72e1-4e14-b106-ecaa9aaf5114-300x223.jpeg\" alt=\"Nicola Sturgeon at her wedding to SNP chief executive, Peter&#160;Murrell, 2010\" class=\"gu-image\">\n\nNicola Sturgeon at her wedding to SNP chief executive, Peter Murrell, in 2010. Photograph: John Linton Photography/Rex\n\n\n\n<p>&#8220;Did it piss you off?&#8221;</p>\n<p>&#8220;The answer is yes and no. It doesn&#8217;t piss me off personally any more, because it&#8217;s like water off a duck&#8217;s back. But if I read something particularly derogatory about myself, I find myself thinking of the young girl out there who&#8217;s fancying getting involved in politics and gets puts off because she doesn&#8217;t think she&#8217;d like to go through all of that.&#8221;</p>\n<p>&#8220;Did you lose weight because of the press?&#8221;</p>\n<p>&#8220;No.&#8221;</p>\n<p>&#8220;But you went on a diet?&#8221;</p>\n<p>&#8220;I&#8217;m a 45-year-old woman. I&#8217;ve been on many diets over the years. I lost weight partly because I felt I needed to for my own fitness, not that I was ever particularly fat. But I also lost weight over the referendum campaign because it was so hectic.&#8221;</p>\n<p>She&#8217;s staring at her jacket. We&#8217;re due to go canvassing in a few minutes, and she wants to look decent.</p>\n<p>I ask her who are the most important people in her life. &#8220;My husband, my mum, my dad, my sister,&#8221; she says. Five years ago, she married <a href=\"https://twitter.com/petermurrell\" class=\" u-underline\">Peter Murrell</a>, her long-term partner, chief executive of the SNP and six years her senior. She looks at the jacket again. &#8220;He does my dry cleaning. He&#8217;s a new man, although I have been telling the entire world he&#8217;s a great cook, and we had a camera crew in the house for breakfast last Saturday and he burnt the bloody toast. Embarrassing.&#8221;</p>\n<p>If he&#8217;s the chief exec and she&#8217;s the leader, who gets the final say? &#8220;Just for the record, and make sure you get this down, chief executive does not rank above the leader in the hierarchy of the SNP.&#8221; Does it help being married to somebody in the business? &#8220;The upside is he understands the pressures and what it is I have to do. The downside is it can make it more difficult to switch off.&#8221;</p>\n<p>The fact that they don&#8217;t have children makes her work more manageable, she says, but if they had done, she would have found a way to combine the two. Did they want children? &#8220;I&#8217;ll probably draw a little line at that question.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430312385521/15000454-5d55-4462-919d-d1df463c6a9b-300x223.jpeg\" alt=\"Nicola Sturgeon posing outside the SNP shop with tall twins\" class=\"gu-image\">\n\nSturgeon poses with twin SNP supporters in Glasgow. Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>It&#8217;s time to go canvassing with the local candidate. Sturgeon swaggers off to her red Lexus in full Sheriff Woody mode. First we meet activists outside the SNP shop. Sturgeon spots two handsome men in the crowd, twins, and poses for a picture with them. &#8220;You&#8217;re definitely dumped now,&#8221; she shouts at me.</p>\n<p>The estate we visit next used to be a Labour stronghold, but the houses here are privately owned; smart cars line the driveways, and even smarter tiny dogs with expensive haircuts are being walked around. Virtually all the homeowners are now SNP voters, interested in politics and thrilled to see Sturgeon.</p>\n<p>&#8220;How ye keepin&#8217;?&#8221; Gerard Kerr asks her on his doorstep.</p>\n<p>&#8220;I&#8217;m keepin&#8217; very well, yeah. This is Stewart McDonald, your candidate. The polls are lookin&#8217; good, the vibe is good. But ye can never tell.&#8221;</p>\n<p>&#8220;Aye, it was a shocker last year. I was gutted, man,&#8221; Gerard says. &#8220;Felt sick.&#8221;</p>\n<p>&#8220;We all were,&#8221; she says.</p>\n<p>Sturgeon is in her element &#8211; friendly without being cloying, businesslike without being cynical.</p>\n<p>Does she still get nervous knocking on doors? &#8220;I do like it, but a wee part of you gets nervous. You&#8217;re standing on someone&#8217;s doorstep. It is a wee bit intrusive. Down the years, you have doors slammed in your face, people chasing you down the path.&#8221;</p>\n<p>Sturgeon was regarded as a little awkward and cold in her early days. Has she become warmer? &#8220;It&#8217;s not that I&#8217;ve become warmer, but the older I get, the more relaxed I become. You know I told you earlier on I was a shy child? I am naturally still pretty shy.&#8221;</p>\n<p>What is her biggest weakness as a politician? &#8220;I&#8217;d probably still want to be slightly more outgoing, a bit more confident internally. I&#8217;m very hard on myself. If I get something wrong, I give myself a really good kicking.&#8221;</p>\n<p>Audrey Neeson calls Sturgeon into her living room. &#8220;I&#8217;m so proud of you, Nicola. You know what? I&#8217;ve never trusted a politician in my life before.&#8217;</p>\n<p>&#8220;And I&#8217;m the first politician who comes to your door having spilled her lunch all over her jacket.&#8221;</p>\n<p>Neeson tells her it makes her trust her even more. &#8220;We all do it, don&#8217;t we?&#8221; I ask Neeson what makes her trust Sturgeon. &#8220;Watching all the TV debates. Nicola answers people with conviction, and concisely, as if she&#8217;s speaking from the heart. And I watch men in suits faffing about, blabbering, not wanting to look bad in the eyes of other people. Years and years ago, Nicola, I worked in Little VIP&#8217;s in Royal Exchange Square.&#8221;</p>\n<p>Sturgeon: &#8220;Oh yeah!&#8221;&#8217;</p>\n<p>Neeson: &#8220;And you came in buying an outfit.&#8221;</p>\n<p>Sturgeon: &#8220;Aye, it was my niece, the day she was born.</p>\n<p>Neeson: &#8220;I can remember standing behind the counter thinking, &#8216;Oh, that&#8217;s that lady from the SNP.&#8217;&#8221;</p>\n<p>Sturgeon: &#8220;I remember that day.&#8221;</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430315961564/88e38afa-4011-41ae-8877-1b13ab756606-300x223.jpeg\" alt=\"Nicola Sturgeon with a woman and a dog \" class=\"gu-image\">\n\n&#8216;You&#8217;re standing on someone&#8217;s doorstep. It is a wee bit intrusive. You have doors slammed in your face, people chasing you down the path.&#8217; Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>There was a wonderful image at the end of the opposition leaders&#8217; debate on 16 April, when Sturgeon, <a href=\"http://www.theguardian.com/profile/nataliebennett\" class=\" u-underline\">the Green party&#8217;s Natalie Bennett</a> and <a href=\"http://www.theguardian.com/politics/leanne-wood\" class=\" u-underline\">Plaid Cymru&#8217;s Leanne Wood</a> enjoyed a group hug, while Ed Miliband and Nigel Farage stood isolated at either end. Was it a woman thing? &#8220;That was a lovely moment,&#8221; Sturgeon says. &#8220;Our first instinct was to have a bit of solidarity together after a very stressful and adrenaline-fuelled experience. I think that is something women can relate to. I think we should have asked Ed to come in and have a hug with us. I suspect he might have done.&#8221;</p>\n<p>Throughout the campaign, Sturgeon has insisted she wants to work with Labour. She says Labour voters will never forgive Miliband if he refuses to do a deal with the SNP (as he suggested on Thursday&#8217;s BBC Question Time), in order to keep out the Tories. But she is reluctant to say anything conciliatory about the party. She says she can&#8217;t forget her sense of hope when Blair took power in 1997 (even though she was campaigning for the SNP), or forgive him for betraying it. &#8220;They ended up being no different from the Tories, so we want the Tories out &#8211; but we want them to be replaced by something better.&#8221;</p>\n<p>Isn&#8217;t Miliband different from Blair? &#8220;I don&#8217;t know. He says he&#8217;s different. If we want to make sure he&#8217;s different from Blair, there has to be forces trying to make sure that is the case, and that is where the SNP has a part to play.&#8221; Is there any living Labour politician she admires? She struggles for a name. Eventually she offers Labour MSP <a href=\"http://www.scottish.parliament.uk/msps/currentmsps/Malcolm-Chisholm-MSP.aspx\" class=\" u-underline\">Malcolm Chisholm</a>. It turns out <a href=\"http://news.bbc.co.uk/1/hi/scotland/6201737.stm\" class=\" u-underline\">Chisholm resigned in 2006</a> after supporting a motion passed by the SNP that opposed the replacement of Trident nuclear submarines. Sturgeon is nothing if not tribal.</p>\n<p>Last month, <a href=\"http://www.telegraph.co.uk/news/politics/SNP/11514933/Nicola-Sturgeon-secretly-backs-David-Cameron.html\" class=\" u-underline\">the Telegraph published a leaked report of a meeting between Sturgeon and Sylvie Bermann</a>, French ambassador to the UK, suggesting that Scotland&#8217;s first minister secretly wanted David Cameron to win the election. Sturgeon said it was &#8220;100% untrue&#8221;, but many on the left remain unconvinced. After all, a Conservative victory, followed by an in/out ballot on the EU, could well trigger another independence referendum.</p>\n<p>Can she persuade the conspiracy theorists there was nothing in the leak? &#8220;I&#8217;ve spent my entire political career campaigning against the Tories. The Tories represent everything I think is wrong about how to build society and run an economy, so there is not a single fibre of my being that wants a Tory government,&#8221; she says now.</p>\n<p>But isn&#8217;t she in a win-win situation? If Labour and the SNP can form a minority government, she has power; and if the Conservative party wins, she&#8217;s one step closer to independence. &#8220;No, I don&#8217;t see that. I don&#8217;t see that having another Tory government is a win for Scotland. I am SNP to my fingertips, but I want what&#8217;s best for Scotland more than anything, and the Tories are not good for Scotland.&#8221;</p>\n<p>As we leave the estate, I ask whether the current wave of adoration can last. &#8220;It&#8217;s not like this everywhere, I promise you.&#8221;</p>\n<p>Will she be the next Nick Clegg, 2010&#8217;s election campaign hit, who was later hammered for his part in a compromised coalition? &#8220;I think what&#8217;s happening in Scotland now is not what happened with Nick Clegg during the 2010 election. I&#8217;m not Nick Clegg, either. I&#8217;m not about to go into coalition with the Tories and sell out on all my principles.&#8221;</p>\n\n<blockquote>\n<p>She&#8217;s not famous, she&#8217;s just an MP or something</p>\n</blockquote>\n\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430316302315/dbd411f2-7033-436c-8b98-d20a76f88f01-300x229.jpeg\" alt=\"Nicola Sturgeon in McDonald's with a group of children\" class=\"gu-image\">\n\nSturgeon meets children in McDonald&#8217;s. Photograph: Murdo MacLeod for the Guardian\n\n\n\n<p>A couple of minutes away in the car is the Braes shopping centre. The people here are less delighted to see her. &#8220;She&#8217;s not famous, she&#8217;s just an MP or something,&#8221; says one girl to her friend. Sturgeon high-fives her way round a table full of children in McDonald&#8217;s until one boy snubs her. &#8220;High five?&#8221; &#8220;I don&#8217;t want to,&#8221; he says. She laughs and moves on to the next table, where another boy is playing with an SNP toy &#8211; a yellow man with pop-out eyes. &#8220;My husband designed that,&#8221; she says, proudly. The boy is unimpressed.</p>\n<p>I ask her what her favourite McDonald&#8217;s is. &#8220;Cheeseburger.&#8221;</p>\n<p>And drink? &#8220;Alcoholic? Red wine or gin and tonic.&#8221; And whisky? &#8220;I don&#8217;t drink whisky&#8230;&#8221;</p>\n<p>Sturgeon smiles. &#8220;It&#8217;s, erm, a wonderful Scottish export.&#8221;</p>\n<p>Outside the shopping centre, she gets her most unusual request of the day. A man asks if he can take a photograph of her with his car. The registration plate reads &#8220;FR35DOM&#8221;.</p>\n<p>As we prepare to part, I ask whether the SNP would ever do a Sinn F&#233;in and refuse to take the seats they win? &#8220;No,&#8221; she says. &#8220;Because if people put their trust in us to represent them, we have to do that job, and we have to do that job by being in the House of Commons.&#8221;</p>\n<p>Would she ever want to be in the Commons herself? &#8220;I have no intention of standing for the Commons.&#8221; Oh, come on, give me a straight answer. &#8220;OK,&#8221; she says, &#8220;I won&#8217;t ever stand for the House of Commons. I will see out my days as a politician, as long as people keep voting for me, in the Scottish parliament.&#8221; And as I leave, she calls after me. &#8220;And now you really are dumped.&#8221; </p>\n</div>",
  "authors": [
    "Simon Hattenstone"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "General election 2015",
    "Nicola Sturgeon",
    "Scottish politics",
    "Politics",
    "Scottish National party (SNP)",
    "Scottish independence",
    "Glasgow",
    "Scotland",
    "UK news",
    "Labour",
    "Conservatives",
    "Liberal Democrats",
    "Alex Salmond"
  ],
  "ntitle": "nicola_sturgeon_i_just_want_to_shake_things_up_a_wee_bit",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "A crowd gathers around Glasgow’s Buchanan Street steps. There are whistles, bongos and banners galore: “Stronger for Scotland”, “YeSNP”, “Vote SNP Get Sexy” and, most popular of all, “I’m with Nicola”. It’s party time in Scotland, and most of the people here today have never seen anything like this. Some remember a similar feeling in 1997, when Tony Blair became prime minister, but they don’t like to talk about that. Too painful.\n\nIn front of the steps is a statue commemorating Labour’s Donald Dewar, Scotland’s first first minister, but his glasses have been smashed and a sticker is cruelly plastered across his crotch. Politics has caught up with history: labour and Labour went hand in hand in Scotland for most of the 20th century. Perhaps it was inevitable that once heavy industry was wiped out the Labour vote would eventually follow.\n\nBut today is not about decline and the past, it’s about optimism and the future. “It’s coming!” says Davina Mackellar, a tiny pensioner with a giddy smile and 48 years in the SNP. What’s coming? She looks at me, disbelievingly. “Independence is coming! Have ye not gathered that? Haha!”\n\nThe crowd quietens, and then there is a mighty roar as Scottish comic Elaine C Smith introduces “the fabulous Nicola Sturgeon”. This isn’t politics, it’s rock’n’roll. And what’s astonishing is that the star is Sturgeon, known to the crowd as “wee Nicola”, a woman who struggled for years to win any kind of election, who was derided in the past as dull, Alex Salmond’s eternal sidekick. Now here she is, revered. Sturgeon, the only party leader with a positive personal rating, has become the story of this election – and she’s not even standing for Westminster.\n\n“What a fantastic sight,” Sturgeon says to the crowd. “It’s absolutely wonderful to be here in Glasgow. It’s particularly wonderful – no offence, guys – to see so many women. My pledge to you is that the SNP will put women and gender equality right at the heart of the Westminster agenda. Better health care, better education. We’ll campaign to put an end to the Tory austerity and the Tory welfare cuts that are hurting so many women. I stand here today as the first woman first minister of our country. Every day I hold this office, I will work to ensure that every woman, every wee girl across this country, gets a chance to do what I’ve done and follow their dream.”\n\nSturgeon is an old-fashioned orator. Her speech is impassioned, fluent and toughened by the grit in her voice. She joined the Scottish National party at the age of 16 and has been campaigning for independence ever since. The Daily Mail has called her “the most dangerous woman in Britain”, and you can understand why: she presents a threat to the political establishment – a threat to Tory austerity, a threat to a Labour majority.\n\nScotland’s political transformation is unprecedented in recent British history. Since last year’s independence referendum, SNP membership has quadrupled, from 25,000 to more than 100,000. Of 59 Scottish constituencies at Westminster, 41 were won by Labour in 2010 and only six by the SNP. This time around, those figures may well be reversed. There is even talk of an SNP clean sweep. There is currently only one Conservative MP in Scotland. No wonder the country feels alienated from the coalition government.\n\n“On May 7th, we have the opportunity to make Scotland’s voice at Westminster be more loudly heard than it ever has been before.” The crowd roars. “The SNP stands within touching distance of doing something we have never done in our history, winning a Westminster election in Scotland.” Another roar. “It will not be a victory for the SNP, it will be a victory for Scotland.”\n\nThe Tories are the selfish party. We are the selfie party\n\nFacebook Twitter Pinterest Nicola Sturgeon: ‘I’m not Nick Clegg. I’m not about to go into coalition with the Tories and sell out on all my principles.’ Photograph: Murdo MacLeod for the Guardian\n\nAfterwards, Sturgeon gets lost in the crowd. Eventually, I find her in the middle of a circle, having her photo taken with, well, everybody. “The Tories are the selfish party,” one activist says. “We are the selfie party.”\n\nA couple of hours later, we meet in a cafe just outside the city centre. Sturgeon looks different today, and I realise it’s because she’s in trousers. We nearly always see her wearing a mumsy skirt suit. Close up, she looks younger, less severe than on television. The most surprising thing is her walk: for a smallish woman (5ft 4in), she doesn’t half swagger. When she stands, her legs are wide apart, hands on hips or thumbs in her trouser pockets, every inch the cowgirl. Scotland’s own Sheriff Woody.\n\nI ask if the mood feels different from a year ago, pre-referendum? “If anything, it’s more positive,” she says. “The mood in the runup to the referendum was electric. But the result was devastating.”\n\nSurely, by the end, she knew they were going to lose? She shakes her head. “I was convinced that we’d won… I was bitterly disappointed. But it didn’t feel that way for long, because very quickly there was a feeling that the country had completely changed. Although the result hadn’t been yes, something very empowering had happened.”\n\nIn the end, the no vote won by a clear 10%. Salmond resigned as leader of the SNP, and Sturgeon was elected by the Scottish parliament as first minister. When Salmond announced he would stand for the SNP in the general election, it was suggested this was another example of his scheming – that he sensed that the real power would now reside in Westminster.\n\nSo, assuming he wins his seat in the Commons, as looks likely, who will be the real SNP boss? “I am the boss now,” Sturgeon says instantly. “When he was leader, he was the boss. For 20 years, he was the mentor and the person I looked up to.” Salmond was recently filmed at an SNP event saying that he would be writing Labour’s budget. Did she tear a strip off him for that? “Over that? It was a joke.” Has she ever called him into her office to give him a bollocking? “No, I haven’t had the need to since I became leader. If I felt the need to, I would have no hesitation in doing so.”\n\nWhat’s the best thing about Salmond? “His loyalty.” And the most annoying? “Nobody laughs at his own jokes louder than he does.” He loves himself? “No, he’s got a healthy regard for himself.”\n\nNobody laughs at Alex Salmond’s jokes louder than he does. He’s got a healthy regard for himself\n\nHas Sturgeon ever called Alex Salmond into her office to give him a bollocking? ‘No, I haven’t had the need to since I became leader. If I felt the need to, I would have no hesitation in doing so.’ Photograph: Murdo MacLeod for the Guardian\n\nSturgeon grew up in a working-class family in Irvine, Ayrshire, the eldest of two daughters. Her father was an electrician, her mother a dental nurse (and now an SNP councillor). The family weren’t political, she says, and she was an unremarkable child. “There was nothing in my childhood that said, ‘She’s going to be first minister of the country one day.’” Was she clever? “Erm, yeah. I was studious and bookish. Not just as a child, but also as a teenager. I took myself too seriously.”\n\nFrom the age of seven, she wanted to be a lawyer. “Nobody in my family had been to university, let alone been a lawyer. I’m not sure what gave me that ambition. I didn’t even know what it really meant. In my head it was about fighting for justice and the underdog.”\n\nBlimey, I say, that is serious. Who were her heroes? I’m waiting for her to quote Rabbie Burns, Robert The Bruce and William Wallace – or Atticus Finch, at the very least. She grins. “When I was really wee, I had this thing about Cilla Black. She was my idol. She used to have this Saturday night show, way before Blind Date and Surprise Surprise, and I always insisted on staying up for it.” You preferred Cilla to the Scottish Lulu? “I liked Lulu,” she says defensively. “But I’m afraid, with apologies to Lulu, I have to confess I was a Cilla girl.”\n\nIt was Margaret Thatcher who politicised Sturgeon. She talks about the dismantling of industry, mass unemployment, hopelessness and fear. What made her most angry about Thatcher? She recoils. “I don’t like the word angry, because I don’t think that’s how it manifested itself. It motivated me to get out there and campaign, and try to change the world for the better.”\n\nSturgeon must be the first anti-Thatcherite I have met who was not angered by her policies. And, for a supposed red menace, who has positioned herself well to the left of Labour, she is rather conservative. Perhaps I shouldn’t be surprised. In last year’s referendum, the SNP pledged to undercut UK corporate tax rates by 3% to attract multinationals to Scotland. In the second world war, it opposed conscription to the British army, and was vilified for undermining British efforts to defeat the Nazis. And famously, in 1979, all 11 SNP MPs backed a no-confidence motion in the Labour government, which was passed by one vote and led to the dissolution of parliament.\n\nNicola Sturgeon with the SNP’s John Swinney, Alex Salmond and Michael Russell after the first Scottish parliamentary elections, 1999. Photograph: Ben Curtis/PA\n\nShe says two Labour-voting teachers encouraged her interest in politics. Weren’t they disappointed when she joined the SNP, especially after the party had done so much to bring about the Thatcher government? “There was a bit of that. People said, ‘Why are you joining the SNP when you can’t make a change?’ If my motivation back then had been a career in politics, I would have joined the Labour party.” So why join the SNP? “It was just a wee bit of rebellion against the assumption that, because I was growing up in this working-class, Labour area, I’d join Labour.”\n\nClose your eyes, I say, and tell me how the 16-year-old Nicola imagined an independent Scotland. I’m expecting a lyrical vision of highlands and lochs, kilts to the wind and freedom. “At its simplest, it meant not having to put up with governments we didn’t vote for.” Sturgeon is a pragmatist, and this might well be her appeal.\n\nDid she regard herself as a socialist? “I wouldn’t have used this language when I was 16. The same as now: I’d describe myself as a social democrat. Socialism was very associated with Labour.”\n\nShe studied law at Glasgow University, but her early experiences of work were not the stuff of her childhood dreams. “I trained in a corporate law firm.” She looks embarrassed. “Well, you took your traineeship where you could get one.” After that, she worked at a law centre servicing one of Glasgow’s big council estates, helping tenants with debt and housing problems, which was more to her liking.\n\nSturgeon embracing Plaid Cymru’s Leanne Wood and the Green party’s Natalie Bennett, watched by Ed Miliband, at the BBC challengers election debate. Photograph: AFP/Pool/Stefan Rousseau\n\nThroughout, she campaigned for the SNP – at 21, she was Scotland’s youngest candidate, standing for Glasgow Shettleston. She lost, and it took another seven years before she was elected to the Scottish parliament, in 1999. Even then, she didn’t win the seat; she was elected through the proportional representation list system. She believes the struggle made her a better politician. “I learned how to campaign better, how to persuade people, and I developed the skill of never giving up. You have to be pretty resilient to keep coming back.”\n\nI tell her I have always been terrified of nationalism, that it’s ugly, divisive and insular. “That’s not Scottish nationalism. I’d be as horrified as you are by that description of nationalism. The nationalism I represent is a civic nationalism: that, if you live in Scotland, regardless of where you come from, regardless of the colour of your skin or the faith you practise, all of us can make it a better country to live in if we have the courage to do that. It’s not in any way divisive.”\n\nLook, I say, it can’t help but divide; you can already sense tensions between those for and against independence within Scotland, and between Scotland and the rest of the UK. But Sturgeon insists her nationalism does not encourage conflict, it prevents it. “One of the reasons I want Scotland to be independent is to be politically responsible, because one of the things I don’t like about Scotland is the tendency to blame England for things going wrong. We’re all guilty of that. The SNP is guilty of that. Being more politically responsible strengthens the relationship between Scotland and England, because it becomes more a relationship of equals. Scotland has no one to blame, because we’re responsible for our own destiny.”\n\nWhat does she think of the most dangerous woman in Britain label? “It’s the nicest thing the Daily Mail has said about me.” Is there any truth in it? “No.” But you are dangerous to the political establishment, I say. “That’s a very different thing. Do I hope the SNP can shake up the political establishment so that it serves ordinary folk right across the country? Yeah, I do. But I don’t think that makes me the most dangerous woman in the country. That just makes me a politician who wants to shake things up a wee bit.”\n\nDo I hope the SNP can shake up the political establishment so it serves ordinary folk right across the country? Yes I do\n\nSturgeon shows off her Sheriff Woody swagger while canvassing in Glasgow. Photograph: Murdo MacLeod for the Guardian\n\nI ask if she considers herself British. “Yes,” she says. “Scottish first, then British.” Don’t you look forward to the day you can drop the British baggage? “No. There are aspects of Britishness that are as important to me as they would be to you. Like the family. I’ve still got my granny out there.” Her grandmother lives in a village near Sunderland. “We have shared culture, shared history.”\n\nDo you understand why people in the rest of Britain are scared of you? “Yeah, I do. And this is why I am making such a conscious effort to try to speak to people in other parts of the UK. I understand that what voters hear about the SNP is what they read in the pages of the Daily Mail. Of course they are going to be nervous about that.”\n\n“Look,” I say, “will you be my girlfriend?”\n\nShe looks alarmed.\n\n“Don’t worry,” I say, “you get to finish with me in the end.”\n\nShe grins, relieved. “I get to dump you! Hahaha! Do we get to go on a date first, or do I dump you straight away?”\n\n“OK. I’ve taken you for granted, not consulted you on important decisions, not listened to you, not cherished you, and now you want to finish with me.”\n\nShe nods, patiently.\n\n“But not only do you want to finish with me, you’re coming back to live in our house, bringing all your new lovers, telling me how to live my life and spending all my money for me.”\n\n“Yes, but you asked us to stay,” she says, curtly. “OK? I didn’t want to. I wanted to go.” It’s getting rather tense.\n\n“But you’re still going to dump me in the end.” My voice is rising.\n\n“We’ve agreed to stay. In the referendum, Scotland voted to stay, and my entire campaign is respecting that decision. And now we want to make the relationship better,” she says gently.\n\n“Yes, for a while, but you’re still going to dump me!” By now, people are staring at us. “How do I know I can trust you?”\n\n“Right, now we’ve decided to stay and make the relationship work better. I want Scotland to have more of a voice in this relationship, to be listened to more, and I also want the relationship to be better for the other party as well.”\n\nI will work to ensure every woman across this country gets a chance to do what I’ve done and follow their dream\n\nA female activist at the launch of the SNP Women’s Pledge. Photograph: Murdo MacLeod for the Guardian\n\nLast year, the SNP referred to the referendum as a once-in-a-lifetime event. Now they are refusing to rule out a referendum in their next manifesto for the Scottish parliament, in 2016. Surely if Sturgeon really wants to work with Labour, as she insists she does, she should promise there will be no referendum over the next parliamentary term. “I’m one politician. I could sit here and say, ‘I’d really like a referendum’, but if the people out there decide differently, that’s for them.”\n\nBut it’s up to you whether you offer people a referendum in the first place. “Yes, that would be my role,” she concedes, “and I’ve said something quite significant would have to change from the circumstances we had last September to justify proposing that we ask the question again.”\n\nIf you really want to make Labour confident that you’re not going to run off in the middle of the next parliament, you could rule it out, I suggest. But she’s playing hardball. “No,” she says.\n\n“I just don’t want you to leave,” I say.\n\nOur fight has cleared the air. We settle down to a more cosy, if still bickering, companionship. Sturgeon orders a massive cheese and tomato sandwich, says she can’t eat it all, and breaks off a chunk for me. What does she do to relax? “Watch rubbish telly. Soaps. Coronation Street, EastEnders, River City.”\n\n“But you like Borgen – that’s not crap telly.”\n\n“I didn’t say I only liked crap telly.” She interviewed Sidse Babett Knudsen, the actor who played Birgitte Nyborg, Borgen’s fictional first female prime minister of Denmark, for Scottish TV. “She was lovely. I just asked her about the show.” Did she learn anything about how to handle herself in politics? No, she says, don’t be daft. It’s just fiction.\n\nAs we’re talking, her sandwich squirts tomato over her pristine jacket. “Oh no,” she says, and rushes off to the loo. She returns a minute later with a big damp patch. “I look manky. Minging, as we say in Glasgow. Going back to Borgen, it was interesting looking at issues in politics. I remember the early episodes and the focus on what she wore, and whether she put weight on and that kind of stuff.”\n\nYou’ve had a bit of that in your life? “More than a bit!” What have they said about you? “What haven’t they said about me? I’ll let you go and read it. I’m not going to repeat it.”\n\nNicola Sturgeon at her wedding to SNP chief executive, Peter Murrell, in 2010. Photograph: John Linton Photography/Rex\n\n“Did it piss you off?”\n\n“The answer is yes and no. It doesn’t piss me off personally any more, because it’s like water off a duck’s back. But if I read something particularly derogatory about myself, I find myself thinking of the young girl out there who’s fancying getting involved in politics and gets puts off because she doesn’t think she’d like to go through all of that.”\n\n“Did you lose weight because of the press?”\n\n“No.”\n\n“But you went on a diet?”\n\n“I’m a 45-year-old woman. I’ve been on many diets over the years. I lost weight partly because I felt I needed to for my own fitness, not that I was ever particularly fat. But I also lost weight over the referendum campaign because it was so hectic.”\n\nShe’s staring at her jacket. We’re due to go canvassing in a few minutes, and she wants to look decent.\n\nI ask her who are the most important people in her life. “My husband, my mum, my dad, my sister,” she says. Five years ago, she married Peter Murrell, her long-term partner, chief executive of the SNP and six years her senior. She looks at the jacket again. “He does my dry cleaning. He’s a new man, although I have been telling the entire world he’s a great cook, and we had a camera crew in the house for breakfast last Saturday and he burnt the bloody toast. Embarrassing.”\n\nIf he’s the chief exec and she’s the leader, who gets the final say? “Just for the record, and make sure you get this down, chief executive does not rank above the leader in the hierarchy of the SNP.” Does it help being married to somebody in the business? “The upside is he understands the pressures and what it is I have to do. The downside is it can make it more difficult to switch off.”\n\nThe fact that they don’t have children makes her work more manageable, she says, but if they had done, she would have found a way to combine the two. Did they want children? “I’ll probably draw a little line at that question.”\n\nSturgeon poses with twin SNP supporters in Glasgow. Photograph: Murdo MacLeod for the Guardian\n\nIt’s time to go canvassing with the local candidate. Sturgeon swaggers off to her red Lexus in full Sheriff Woody mode. First we meet activists outside the SNP shop. Sturgeon spots two handsome men in the crowd, twins, and poses for a picture with them. “You’re definitely dumped now,” she shouts at me.\n\nThe estate we visit next used to be a Labour stronghold, but the houses here are privately owned; smart cars line the driveways, and even smarter tiny dogs with expensive haircuts are being walked around. Virtually all the homeowners are now SNP voters, interested in politics and thrilled to see Sturgeon.\n\n“How ye keepin’?” Gerard Kerr asks her on his doorstep.\n\n“I’m keepin’ very well, yeah. This is Stewart McDonald, your candidate. The polls are lookin’ good, the vibe is good. But ye can never tell.”\n\n“Aye, it was a shocker last year. I was gutted, man,” Gerard says. “Felt sick.”\n\n“We all were,” she says.\n\nSturgeon is in her element – friendly without being cloying, businesslike without being cynical.\n\nDoes she still get nervous knocking on doors? “I do like it, but a wee part of you gets nervous. You’re standing on someone’s doorstep. It is a wee bit intrusive. Down the years, you have doors slammed in your face, people chasing you down the path.”\n\nSturgeon was regarded as a little awkward and cold in her early days. Has she become warmer? “It’s not that I’ve become warmer, but the older I get, the more relaxed I become. You know I told you earlier on I was a shy child? I am naturally still pretty shy.”\n\nWhat is her biggest weakness as a politician? “I’d probably still want to be slightly more outgoing, a bit more confident internally. I’m very hard on myself. If I get something wrong, I give myself a really good kicking.”\n\nAudrey Neeson calls Sturgeon into her living room. “I’m so proud of you, Nicola. You know what? I’ve never trusted a politician in my life before.’\n\n“And I’m the first politician who comes to your door having spilled her lunch all over her jacket.”\n\nNeeson tells her it makes her trust her even more. “We all do it, don’t we?” I ask Neeson what makes her trust Sturgeon. “Watching all the TV debates. Nicola answers people with conviction, and concisely, as if she’s speaking from the heart. And I watch men in suits faffing about, blabbering, not wanting to look bad in the eyes of other people. Years and years ago, Nicola, I worked in Little VIP’s in Royal Exchange Square.”\n\nSturgeon: “Oh yeah!”’\n\nNeeson: “And you came in buying an outfit.”\n\nSturgeon: “Aye, it was my niece, the day she was born.\n\nNeeson: “I can remember standing behind the counter thinking, ‘Oh, that’s that lady from the SNP.’”\n\nSturgeon: “I remember that day.”\n\n‘You’re standing on someone’s doorstep. It is a wee bit intrusive. You have doors slammed in your face, people chasing you down the path.’ Photograph: Murdo MacLeod for the Guardian\n\nThere was a wonderful image at the end of the opposition leaders’ debate on 16 April, when Sturgeon, the Green party’s Natalie Bennett and Plaid Cymru’s Leanne Wood enjoyed a group hug, while Ed Miliband and Nigel Farage stood isolated at either end. Was it a woman thing? “That was a lovely moment,” Sturgeon says. “Our first instinct was to have a bit of solidarity together after a very stressful and adrenaline-fuelled experience. I think that is something women can relate to. I think we should have asked Ed to come in and have a hug with us. I suspect he might have done.”\n\nThroughout the campaign, Sturgeon has insisted she wants to work with Labour. She says Labour voters will never forgive Miliband if he refuses to do a deal with the SNP (as he suggested on Thursday’s BBC Question Time), in order to keep out the Tories. But she is reluctant to say anything conciliatory about the party. She says she can’t forget her sense of hope when Blair took power in 1997 (even though she was campaigning for the SNP), or forgive him for betraying it. “They ended up being no different from the Tories, so we want the Tories out – but we want them to be replaced by something better.”\n\nIsn’t Miliband different from Blair? “I don’t know. He says he’s different. If we want to make sure he’s different from Blair, there has to be forces trying to make sure that is the case, and that is where the SNP has a part to play.” Is there any living Labour politician she admires? She struggles for a name. Eventually she offers Labour MSP Malcolm Chisholm. It turns out Chisholm resigned in 2006 after supporting a motion passed by the SNP that opposed the replacement of Trident nuclear submarines. Sturgeon is nothing if not tribal.\n\nLast month, the Telegraph published a leaked report of a meeting between Sturgeon and Sylvie Bermann, French ambassador to the UK, suggesting that Scotland’s first minister secretly wanted David Cameron to win the election. Sturgeon said it was “100% untrue”, but many on the left remain unconvinced. After all, a Conservative victory, followed by an in/out ballot on the EU, could well trigger another independence referendum.\n\nCan she persuade the conspiracy theorists there was nothing in the leak? “I’ve spent my entire political career campaigning against the Tories. The Tories represent everything I think is wrong about how to build society and run an economy, so there is not a single fibre of my being that wants a Tory government,” she says now.\n\nBut isn’t she in a win-win situation? If Labour and the SNP can form a minority government, she has power; and if the Conservative party wins, she’s one step closer to independence. “No, I don’t see that. I don’t see that having another Tory government is a win for Scotland. I am SNP to my fingertips, but I want what’s best for Scotland more than anything, and the Tories are not good for Scotland.”\n\nAs we leave the estate, I ask whether the current wave of adoration can last. “It’s not like this everywhere, I promise you.”\n\nWill she be the next Nick Clegg, 2010’s election campaign hit, who was later hammered for his part in a compromised coalition? “I think what’s happening in Scotland now is not what happened with Nick Clegg during the 2010 election. I’m not Nick Clegg, either. I’m not about to go into coalition with the Tories and sell out on all my principles.”\n\nShe’s not famous, she’s just an MP or something\n\nSturgeon meets children in McDonald’s. Photograph: Murdo MacLeod for the Guardian\n\nA couple of minutes away in the car is the Braes shopping centre. The people here are less delighted to see her. “She’s not famous, she’s just an MP or something,” says one girl to her friend. Sturgeon high-fives her way round a table full of children in McDonald’s until one boy snubs her. “High five?” “I don’t want to,” he says. She laughs and moves on to the next table, where another boy is playing with an SNP toy – a yellow man with pop-out eyes. “My husband designed that,” she says, proudly. The boy is unimpressed.\n\nI ask her what her favourite McDonald’s is. “Cheeseburger.”\n\nAnd drink? “Alcoholic? Red wine or gin and tonic.” And whisky? “I don’t drink whisky…”\n\nSturgeon smiles. “It’s, erm, a wonderful Scottish export.”\n\nOutside the shopping centre, she gets her most unusual request of the day. A man asks if he can take a photograph of her with his car. The registration plate reads “FR35DOM”.\n\nAs we prepare to part, I ask whether the SNP would ever do a Sinn Féin and refuse to take the seats they win? “No,” she says. “Because if people put their trust in us to represent them, we have to do that job, and we have to do that job by being in the House of Commons.”\n\nWould she ever want to be in the Commons herself? “I have no intention of standing for the Commons.” Oh, come on, give me a straight answer. “OK,” she says, “I won’t ever stand for the House of Commons. I will see out my days as a politician, as long as people keep voting for me, in the Scottish parliament.” And as I leave, she calls after me. “And now you really are dumped.”",
  "title": "Nicola Sturgeon: ‘I just want to shake things up a wee bit’",
  "ts_in": "2015-05-02T16:28:35.710817",
  "url": "http://www.theguardian.com/politics/2015/may/02/nicola-sturgeon-im-the-boss-now"
}