{
  "article_html": "<div><p>Nigel Farage has said the one thing he got wrong in the election campaign was thinking Ed Miliband would move towards the position of offering a referendum on <a href=\"http://www.theguardian.com/world/eu\" class=\" u-underline\">European Union</a> membership.</p>\n<p>The Ukip leader insisted he believed <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> would try to box the issue off, but said the fact that it had not done so meant any deal between the two parties was impossible.</p>\n<p>Farage, on a campaign visit in Ramsgate, Kent, also criticised David Cameron for changing his stance over the years.</p>\n<p>He said that while he did not like the terms or the timetable of the proposed referendum, he would have a conversation with the Conservatives &#8220;if we could get a referendum&#8221;.</p>\n<p>Asked which of the other leaders he would most like to work with, he said: &#8220;I don&#8217;t really get on well with any of them, to be perfectly honest.</p>\n<p>&#8220;The one thing I got wrong in this campaign is that I said nine months ago that I thought Miliband would go towards the referendum position on Europe to try and box the issue off.</p>\n<p>&#8220;He didn&#8217;t do that and from a Ukip voter&#8217;s perspective it&#8217;s completely impossible to do a deal with a man that won&#8217;t give a referendum.</p>\n<p>&#8220;Cameron&#8217;s position on this has been pretty ambiguous over the years, where he has said yes, then he said no, now he has said yes again.</p>\n<p>&#8220;So he is committed to a referendum, although I don&#8217;t like the timeframe and I&#8217;m not very convinced about the terms of the referendum, so there is a possibility that if we could get a referendum we could have a conversation with them.&#8221;</p>\n<p>Asked about the impact of having to suspend one of the party&#8217;s parliamentary candidates so close to polling day, Farage said: &#8220;It is not what we want.</p>\n\n<a href=\"http://interactive.guim.co.uk/embed/2015/04/2015-04-policy-panels/policy-immigration.html\" class=\" u-underline\">Click on the party's name to read its policies</a>\n\nClick on the party&#8217;s name to read its policies\n\n\n<p>&#8220;But we have got 5,000 candidates standing for us next Thursday and fewer than a handful have caused us embarrassment. You compare that to 300 Liberal Democrat, Labour and Conservative councillors who have been arrested, imprisoned or sacked in the course of this year.</p>\n<p>&#8220;Our problems are actually very small compared to theirs.&#8221;</p>\n<p>Jack Sen, who is standing in West Lancashire, has been dumped by the party for abusing shadow health minister Luciana Berger on Twitter.</p>\n<p>When Farage was asked whether he thought he would make a good MP if elected, the Ukip leader said: &#8220;No MEP from Britain has done more for their home state than I have done.</p>\n<p>&#8220;A lot of MEPs will tell you what a good job they have done in Brussels by being there five days a week, and signing on every day for the money.</p>\n<p>&#8220;But my emphasis as an MEP has been the South-east region.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/politics/2015/may/01/ukip-suspends-election-candidate-jack-sen-over-racially-charged-comments\" class=\" u-underline\">Ukip suspends election candidate Jack Sen over racially charged comments</a> </p>\n\n<p>&#8220;I have got bags of experience when it comes to case work and fighting for people&#8217;s rights.</p>\n<p>&#8220;The skill of being an MP or an MEP is to work out which of those people who come to you with a problem are genuine and which are not.</p>\n<p>&#8220;But if I see injustice, I will always fight.&#8221;</p>\n<p>Asked whether he thought Ukip would be subject to smears in the final days of the campaign, he replied: &#8220;I expect every national newspaper will say that Ukip are ghastly people and you really mustn&#8217;t vote for them.</p>\n<p>&#8220;I expect all that will do is absolutely reinforce the determination of Ukip voters to go out there next Thursday.&#8221;</p>\n<p>Asked about his own chances, he said: &#8220;Pretty good. I feel confident, but not complacent, and I&#8217;m going to run to the line. I think we are going to do it, but you never know in life.</p>\n<p>&#8220;The whole world predicted that we would be squeezed.</p>\n<p>&#8220;There have been endless daily attempts to say that Ukip are disappearing. Mr Cameron yesterday saying Ukip won&#8217;t win any seats and the odd thing is our vote isn&#8217;t being squeezed, it is absolutely rock solid.</p>\n<p>&#8220;My sense is that in some areas where people think we are not going to win we may have slipped a touch, but in areas where we could win we are getting stronger.</p>\n<p>&#8220;I&#8217;m really happy with the way the campaign is going.&#8221;</p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK Independence party (Ukip)",
    "Labour",
    "EU referendum",
    "General election 2015",
    "European Union",
    "Foreign policy",
    "Politics",
    "UK news"
  ],
  "ntitle": "nigel_farage_i_thought_miliband_would_offer_an_eu_referendum",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Nigel Farage has said the one thing he got wrong in the election campaign was thinking Ed Miliband would move towards the position of offering a referendum on European Union membership.\n\nThe Ukip leader insisted he believed Labour would try to box the issue off, but said the fact that it had not done so meant any deal between the two parties was impossible.\n\nFarage, on a campaign visit in Ramsgate, Kent, also criticised David Cameron for changing his stance over the years.\n\nHe said that while he did not like the terms or the timetable of the proposed referendum, he would have a conversation with the Conservatives “if we could get a referendum”.\n\nAsked which of the other leaders he would most like to work with, he said: “I don’t really get on well with any of them, to be perfectly honest.\n\n“The one thing I got wrong in this campaign is that I said nine months ago that I thought Miliband would go towards the referendum position on Europe to try and box the issue off.\n\n“He didn’t do that and from a Ukip voter’s perspective it’s completely impossible to do a deal with a man that won’t give a referendum.\n\n“Cameron’s position on this has been pretty ambiguous over the years, where he has said yes, then he said no, now he has said yes again.\n\n“So he is committed to a referendum, although I don’t like the timeframe and I’m not very convinced about the terms of the referendum, so there is a possibility that if we could get a referendum we could have a conversation with them.”\n\nAsked about the impact of having to suspend one of the party’s parliamentary candidates so close to polling day, Farage said: “It is not what we want.\n\nClick on the party's name to read its policies Click on the party’s name to read its policies\n\n“But we have got 5,000 candidates standing for us next Thursday and fewer than a handful have caused us embarrassment. You compare that to 300 Liberal Democrat, Labour and Conservative councillors who have been arrested, imprisoned or sacked in the course of this year.\n\n“Our problems are actually very small compared to theirs.”\n\nJack Sen, who is standing in West Lancashire, has been dumped by the party for abusing shadow health minister Luciana Berger on Twitter.\n\nWhen Farage was asked whether he thought he would make a good MP if elected, the Ukip leader said: “No MEP from Britain has done more for their home state than I have done.\n\n“A lot of MEPs will tell you what a good job they have done in Brussels by being there five days a week, and signing on every day for the money.\n\n“But my emphasis as an MEP has been the South-east region.\n\nRelated: Ukip suspends election candidate Jack Sen over racially charged comments\n\n“I have got bags of experience when it comes to case work and fighting for people’s rights.\n\n“The skill of being an MP or an MEP is to work out which of those people who come to you with a problem are genuine and which are not.\n\n“But if I see injustice, I will always fight.”\n\nAsked whether he thought Ukip would be subject to smears in the final days of the campaign, he replied: “I expect every national newspaper will say that Ukip are ghastly people and you really mustn’t vote for them.\n\n“I expect all that will do is absolutely reinforce the determination of Ukip voters to go out there next Thursday.”\n\nAsked about his own chances, he said: “Pretty good. I feel confident, but not complacent, and I’m going to run to the line. I think we are going to do it, but you never know in life.\n\n“The whole world predicted that we would be squeezed.\n\n“There have been endless daily attempts to say that Ukip are disappearing. Mr Cameron yesterday saying Ukip won’t win any seats and the odd thing is our vote isn’t being squeezed, it is absolutely rock solid.\n\n“My sense is that in some areas where people think we are not going to win we may have slipped a touch, but in areas where we could win we are getting stronger.\n\n“I’m really happy with the way the campaign is going.”",
  "title": "Nigel Farage: I thought Miliband would offer an EU referendum",
  "ts_in": "2015-05-02T16:28:21.536664",
  "url": "http://www.theguardian.com/politics/2015/may/02/nigel-farage-i-thought-miliband-would-offer-eu-referendum"
}