{
  "article_html": "<div><p>Nigerian troops have freed another 234 women and children from Boko Haram&#8217;s stronghold in the Sambisa forest, the military said.</p>\n<p>The defence headquarters said the hostages were rescued on Thursday through the Kawuri and Konduga end of the forest.</p>\n<p>About 500 women and children have already been rescued in the past few days.</p>\n<p>&#8220;They have been evacuated to join others at the place of ongoing screening,&#8221; the military said on Friday.</p>\n<p>It said: &#8220;the assault on the forest is continuing from various fronts and efforts are concentrated on rescuing hostages of civilians and destroying all terrorist camps and facilities in the forest&#8221;.</p>\n<p>The military had pledged to free more hostages from the Islamists after hundreds were rescued this week.</p>\n<p>The military announced on Thursday about 160 hostages had been rescued from Sambisa in addition to 200 girls and 93 women freed on Tuesday.</p>\n<p>The numbers underlined the scale of the tactic of mass abduction used by <a href=\"http://www.theguardian.com/world/boko-haram\" class=\" u-underline\">Boko Haram</a>, which according to Amnesty International has seized about 2,000 women and girls since the start of last year.</p>\n<p>Female former hostages have described being subjected to forced labour and sexual and psychological abuse as well as sometimes having to fight on the frontline alongside the rebels.</p>\n<p>Some of the freed women and girls are pregnant, Muhammad Gavi, a spokesman for a self-defense group that fights Boko Haram, said citing information from group members who have seen the females.</p>\n<p>Amnesty International called on authorities &#8220;to ensure that the trauma of those &#8216;rescued&#8217; is not exacerbated by lengthy security screening in detention&#8221;.</p>\n<p>The military had released photographs apparently showing some of the rescued women and children in an undisclosed location, huddled on the ground watched over by soldiers.</p>\n<p>It was still not clear if any of the 219 girls snatched in April 2014 from their school in the north-eastern town of Chibok were among the freed hostages.</p>\n<p>The military said they were still screening the freed hostages with a view to establishing their identities.</p>\n<p>The mass kidnapping in Chibok prompted global outrage and forced the president, <a href=\"http://www.theguardian.com/world/goodluck-jonathan\" class=\" u-underline\">Goodluck Jonathan</a>, to accept international help in the search operation.</p>\n<p>Jonathan has come under severe criticism for not doing enough to free the Chibok girls as well as end the six-year-long Boko Haram insurgency that has claimed 13,000 lives and forced at least 1.5 million people to flee their homes.</p>\n<p>Many analysts believe the protracted Boko Haram uprising was partly responsible for Jonathan&#8217;s defeat by the former military ruler Muhammadu Buhari in the presidential election on 28 March.</p>\n<p>Buhari, who is due to assume office on 29 May, has vowed to crush the militants, who want to create a hardline Islamic state in northeast <a href=\"http://www.theguardian.com/world/nigeria\" class=\" u-underline\">Nigeria</a>.</p>\n<p>Jonathan said the forest is the last holdout of the Islamic militants and he pledged to &#8220;hand over a Nigeria completely free of terrorist strongholds&#8221;.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Boko Haram",
    "Nigeria",
    "Africa",
    "World news",
    "Goodluck Jonathan"
  ],
  "ntitle": "nigerian_army_frees_hundreds_more_women_and_girls_from_boko_haram",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Nigerian troops have freed another 234 women and children from Boko Haram’s stronghold in the Sambisa forest, the military said.\n\nThe defence headquarters said the hostages were rescued on Thursday through the Kawuri and Konduga end of the forest.\n\nAbout 500 women and children have already been rescued in the past few days.\n\n“They have been evacuated to join others at the place of ongoing screening,” the military said on Friday.\n\nIt said: “the assault on the forest is continuing from various fronts and efforts are concentrated on rescuing hostages of civilians and destroying all terrorist camps and facilities in the forest”.\n\nThe military had pledged to free more hostages from the Islamists after hundreds were rescued this week.\n\nThe military announced on Thursday about 160 hostages had been rescued from Sambisa in addition to 200 girls and 93 women freed on Tuesday.\n\nThe numbers underlined the scale of the tactic of mass abduction used by Boko Haram, which according to Amnesty International has seized about 2,000 women and girls since the start of last year.\n\nFemale former hostages have described being subjected to forced labour and sexual and psychological abuse as well as sometimes having to fight on the frontline alongside the rebels.\n\nSome of the freed women and girls are pregnant, Muhammad Gavi, a spokesman for a self-defense group that fights Boko Haram, said citing information from group members who have seen the females.\n\nAmnesty International called on authorities “to ensure that the trauma of those ‘rescued’ is not exacerbated by lengthy security screening in detention”.\n\nThe military had released photographs apparently showing some of the rescued women and children in an undisclosed location, huddled on the ground watched over by soldiers.\n\nIt was still not clear if any of the 219 girls snatched in April 2014 from their school in the north-eastern town of Chibok were among the freed hostages.\n\nThe military said they were still screening the freed hostages with a view to establishing their identities.\n\nThe mass kidnapping in Chibok prompted global outrage and forced the president, Goodluck Jonathan, to accept international help in the search operation.\n\nJonathan has come under severe criticism for not doing enough to free the Chibok girls as well as end the six-year-long Boko Haram insurgency that has claimed 13,000 lives and forced at least 1.5 million people to flee their homes.\n\nMany analysts believe the protracted Boko Haram uprising was partly responsible for Jonathan’s defeat by the former military ruler Muhammadu Buhari in the presidential election on 28 March.\n\nBuhari, who is due to assume office on 29 May, has vowed to crush the militants, who want to create a hardline Islamic state in northeast Nigeria.\n\nJonathan said the forest is the last holdout of the Islamic militants and he pledged to “hand over a Nigeria completely free of terrorist strongholds”.",
  "title": "Nigerian army frees hundreds more women and girls from Boko Haram",
  "ts_in": "2015-05-02T16:28:55.991508",
  "url": "http://www.theguardian.com/world/2015/may/02/nigerian-women-girls-boko-haram-rebel"
}