{
  "article_html": "<div><p>Screaming toddlers, long queues and heavy shopping bags &#8211; just a few of the reasons to avoid setting foot in a supermarket aisle and do the weekly shop online. But with Asda, Waitrose, Tesco, Sainsbury&#8217;s, Ocado and Morrisons vying for our custom, canny shoppers can take advantage of the competition and shave pounds off delivery costs &#8211; and even demand free delivery in return for loyalty. Our survey of the services used by millions of families, however, also revealed a postcode lottery, with households in rural areas often being unable to place an order.</p>\n<p>The worst way to play the delivery game is to book a weekend slot with the same supermarket every week, but fail to buy an annual pass. This alone could cost you &#163;312 a year. But a shopper who, for example, ditches their weekly delivery from Asda and instead rotates between Sainsbury&#8217;s, Tesco, Ocado and Waitrose and Asda itself could knock &#163;80 off &#163;340 of groceries a month.</p>\n<p>This isn&#8217;t as much hassle as you might think because the <a href=\"http://www.mysupermarket.co.uk/\" class=\" u-underline\">mySupermarket</a> website allows you to switch your basket between accounts at different supermarkets, so you can reorder from Tesco what you last bought from Sainsbury&#8217;s.</p>\n\n<blockquote>\n<p>Booking a weekend slot with the same supermarket every week, but not buying an annual pass, could cost you &#163;300 a year</p>\n</blockquote>\n\n<p>Even if you already have an annual deal there are still savings to be made. You may find that your supermarket is prepared to match the rate offered to new customers if you ask. We tried this with Ocado, saying we were considering moving to a rival, and were offered a free midweek delivery pass, which normally costs up to &#163;60, for a year.</p>\n<p>There are some other useful tips too:</p>\n<p>&#8226; <strong>Book Saturday and Sunday morning deliveries as far in advance as you can. </strong>This may bring down the price, and you can usually edit your order on the night before, or even the day of, the delivery.</p>\n<p>&#8226; If you are planning a quiet night in at the weekend or are spending a day at home during the week, <strong>take advantage of cheap slots </strong>(usually just &#163;1) by ordering a delivery to arrive then.</p>\n<p>&#8226; <strong>Don&#8217;t put up with shoddy substitutions</strong> and short best-before dates. Complain and get a refund.</p>\n<p>&#8226; <strong>Asda, Sainsbury&#8217;s, Ocado and Tesco all offer &#8220;delivery passes&#8221;</strong>, charging between &#163;60 and &#163;110 annually.</p>\n<h2><strong>Sainsbury&#8217;s</strong></h2>\n<p><strong>Delivery charges </strong>Spend &#163;40 or more and you&#8217;ll pay between &#163;1 and &#163;6 for delivery. Orders under &#163;40 are charged at &#163;6.95, but a minimum spend of &#163;25 still applies. Free delivery after 2pm Monday to Thursday on orders over &#163;100.</p>\n\n \n\n<p><strong>Availability</strong> By paying &#163;6 at 9.30pm on Friday night, we found we could get our groceries delivered by 10am the next day to a range of locations around the country. To get a &#163;1 slot outside normal working hours (9am to 6pm), however, meant waiting at least two-and-a-half days for delivery. Also, Sainsbury&#8217;s wouldn&#8217;t deliver to the rural/more remote locations we tested in Wales and Scotland, which included an area to the east of Fishguard in Pembrokeshire, and Ullapool in the Highlands.</p>\n<p><strong>Annual pass</strong> &#163;60 for unlimited free deliveries seven days a week. Or &#163;30 for free deliveries on Tuesdays to Thursdays, if you spend at least &#163;40 per order.</p>\n<p><strong>Current deal for new customers</strong> <a href=\"http://www.sainsburys.co.uk/shop/gb/groceries/get-ideas/voucher-codes\" class=\" u-underline\">&#163;25 off your first shop </a>(minimum spend &#163;100), plus &#163;10 off four subsequent shops.</p>\n<p><strong>Customer service </strong>Sainsbury&#8217;s came second from bottom in the 2015 Which? supermarket survey, with shoppers complaining that it regularly substitutes missing items with more expensive ones (you can choose not to accept any substitutions and get a refund instead). </p>\n<p><strong>It&#8217;s worth noting that&#8230; </strong>A &#8220;green van&#8221; option is being rolled out, so you will be able to select a van that is already making deliveries in your area and &#8220;help the environment&#8221;. The supermarket also offers a &#8220;freshness promise&#8221;, so if you&#8217;re not happy with the quality of any fresh produce you can get a refund.</p>\n<h2><strong>Tesco</strong></h2>\n<p><strong>Delivery charges</strong> Spend &#163;25 and you&#8217;ll pay between &#163;1 and &#163;6 for delivery. You can also check out a basket that costs less than &#163;25 if you pay a &#163;4 fee (on top of delivery costs).</p>\n\n \n\n<p><strong>Availability</strong> We found that on a Monday morning we could book a slot for delivery the same evening to a south London address for just &#163;2. We could also get next-day delivery outside working hours for &#163;1 to suburbs in Leeds and Manchester and rural hamlets in Scotland and on the Welsh border.</p>\n<p>For delivery to a few locations around the country &#8211; such as Greenwich in south-east London and Castle Douglas in southern Scotland &#8211; we were even offered free delivery slots on Monday to Thursday &#8230; provided we were prepared to wait in for four hours.</p>\n<p><strong>Annual pass </strong>&#163;60 for unlimited deliveries seven days a week for a year, or &#163;30 for unlimited deliveries on Tuesdays, Wednesdays and Thursdays for a year, with a minimum spend of &#163;25. The pass also gives priority access to Christmas delivery slots and &#8220;exclusive offers and discounts&#8221;. If you buy a delivery pass and it ends up costing you more than you would have spent on delivery charges, Tesco promises it will give you a grocery &#8220;eCoupon&#8221; for the difference.</p>\n<p><strong>Current deal for new customers</strong> <a href=\"http://www.tesco.com/groceries/zones/default.aspx?name=Search_HSC_price&amp;sc_cmp=ppc_g_grocerydeals_e\" class=\" u-underline\">&#163;15 off your first online grocery shop</a> using the code XXC64P (minimum spend &#163;60).</p>\n<p><strong>Customer service</strong> Tesco won Online Supermarket of the Year at the Grocer Gold Awards last year, but came joint fourth with Morrisons in the Which? survey scoring 66%. Customers praised its punctuality but gave the quality of the fresh food three out of five.</p>\n<p><strong>It&#8217;s worth noting that&#8230; </strong>You can collect &#8220;green&#8221; Clubcard points if you opt to have your delivery without carrier bags.</p>\n<h2><strong>Ocado</strong></h2>\n<p><strong>Delivery charges </strong>Free on Wednesdays on orders in excess of &#163;75. Otherwise, the minimum spend is &#163;40 and charges range from free to &#163;5.99. Peak slots &#8211; Fridays, Saturday mornings and weekday evenings &#8211; cost most. Your first two orders are delivered free, and the next four discounted, so you can try the service.</p>\n\n \n\n<p><strong>Availability</strong> For most of the addresses we tested, a delivery could be booked for the next day. However, Ocado would not deliver to any of the sample rural addresses in England, Wales and Scotland that we tested.</p>\n<p><strong>Annual pass</strong> &#163;110 for unlimited deliveries seven days a week for a year, or &#163;60 for Tuesdays, Wednesdays and Thursdays for a year. There&#8217;s a minimum spend of &#163;40 to qualify. Some customers are offered a free three-month trial of the annual pass, or asked to pay &#163;69.96 a year for the anytime pass and &#163;27.48 a year for the midweek pass. Existing customers should ring and ask for their own free &#8220;trial&#8221; &#8211; even if they have been using the service for many years.</p>\n<p><strong>Current deal for new customers</strong> <a href=\"https://www.ocado.com/webshop/getStaticContent.do?siteId=44000&amp;dnr=y\" class=\" u-underline\">Get &#163;20 off an &#163;80 shop</a>, plus a free midweek delivery pass for a year, with code VOU9318789.</p>\n<p><strong>Customer service</strong> Ocado came top of the Which? online supermarkets table for the fifth year in a row this year. Shoppers said there were fewer substitutions than other supermarkets and the best-before dates were as good as the ones they would have chosen.</p>\n<p><strong>It&#8217;s worth noting that &#8230; </strong>Drivers will take your groceries into your kitchen, and you can choose a &#8220;green van&#8221; that is already delivering to your area. </p>\n<h2><strong>Waitrose</strong></h2>\n<p><strong>Delivery charges</strong> The vast majority of deliveries are free, but the minimum spend is higher than its rivals at &#163;60. Some branches charge between &#163;2 and &#163;5 for slots at the busiest times.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430309826927/fbe425e6-742c-43f3-aad2-53e07837496a-300x180.jpeg\" alt=\"Waitrose van\" class=\"gu-image\">\n\n\n<p><strong>Availability</strong> Be prepared to wait a couple of days for delivery &#8211; we tested a wide range of postcodes on different days at different times and were never offered same-day or next-day delivery. It also wouldn&#8217;t deliver to the rural/remote addresses we tested in Pembrokeshire, north Devon (an area a few miles from Barnstaple), and Ullapool.</p>\n<p><strong>Annual pass </strong>No, but most deliveries are free.</p>\n<p><strong>Current deal for new customers</strong> <a href=\"http://www.waitrose.com/shop/OfferDetails?merchId=Champagne_Offer_HP\" class=\" u-underline\">You get &#163;65 off</a> your first five online grocery shops (&#163;15 off your first, &#163;20 off your second, and &#163;10 off your third, fourth and fifth shops). </p>\n<p><strong>Customer service </strong>It was the only supermarket to be given five stars for its online delivery service in the Which? supermarket survey.</p>\n<p><strong>It&#8217;s worth noting that&#8230; </strong>You can provide instructions for your order and delivery. &#8220;Customers can specify, for example, if they would like their bananas slightly green/slightly yellow, or their ham thickly sliced,&#8221; a spokesperson said.</p>\n<h2><strong>Morrisons</strong></h2>\n<p><strong>Delivery charges</strong> &#163;5 on Saturday and Sunday mornings until 1pm. After 7pm, &#163;1 charge applies to weekend deliveries. On weekdays, deliveries are also priced at &#163;1 between 6am and 8.30am and between 9pm and 11.30pm. At all other times they are &#163;3. Minimum spend &#163;40.</p>\n\n \n\n<p><strong>Availability</strong> We found plenty of next-day slots for &#163;3 from different locations, but sometimes had to wait an extra day for a &#163;1 slot. Morrisons accepted deliveries to fewer postcodes than the other supermarkets &#8211; those in Cambridge and south London were outside its area, as well as all of the rural addresses we tested.</p>\n<p><strong>Current deal for new customers </strong>Wasn&#8217;t being advertised via Morrisons itself, but cashback website Quidco is offering &#163;10 off a &#163;70 spend, plus &#163;7.50 cashback.</p>\n<p><strong>Customer service</strong> It consistently got three out of five stars in every measure of the Which? supermarket survey, with respondents complaining that it has a more limited range of online products than most rivals. However, it was also praised for choosing fresh food with lengthy best-before dates.</p>\n<p><strong>It&#8217;s worth noting that&#8230; </strong>Morrisons claims a 96% success rate for delivering on time. The driver will bring the order inside, and there&#8217;s a &#8220;doorstep check&#8221;: if you are unhappy with the freshness of produce you get them free, and free with your next shop, too. It also has&#8220;green&#8221; delivery slots.</p>\n<h2><strong>Asda</strong></h2>\n<p><strong>Delivery charges</strong> From &#163;1 (we found they were available mid-week after 7pm, and during typical working hours after noon) to &#163;6 (for Saturday and Sunday morning slots). Minimum spend of either &#163;25 or &#163;40</p>\n\n \n\n<p><strong>Availability</strong> Next-day slots are generally available to book 24 hours in advance, and Asda delivered to all the postcodes we tested, including remote/rural areas.</p>\n<p><strong>Annual pass</strong> &#163;60 for unlimited deliveries, seven days a week for a year, or &#163;24 for Tuesdays to Thursdays for a year&#8211; with a minimum spend of &#163;40.</p>\n<p><strong>Current deal for new customers</strong> Not advertised on Asda, but cashback website Quidco is offering &#163;8 cashback on a &#163;50 spend.</p>\n<p><strong>Customer service</strong> Asda was the lowest-rated online supermarket in the Which? survey. It scored worst for substitutions, with 51% of customers complaining that their orders contained such an item. <strong>It&#8217;s worth noting that&#8230; </strong>You can refuse any substitutions, or hand them back for a full refund. You can also request a refund online within four days.</p>\n</div>",
  "authors": [
    "Donna Ferguson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Online shopping",
    "Consumer affairs",
    "Money",
    "Supermarkets",
    "Business",
    "UK news"
  ],
  "ntitle": "online_shopping_which_supermarket_really_delivers",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Screaming toddlers, long queues and heavy shopping bags – just a few of the reasons to avoid setting foot in a supermarket aisle and do the weekly shop online. But with Asda, Waitrose, Tesco, Sainsbury’s, Ocado and Morrisons vying for our custom, canny shoppers can take advantage of the competition and shave pounds off delivery costs – and even demand free delivery in return for loyalty. Our survey of the services used by millions of families, however, also revealed a postcode lottery, with households in rural areas often being unable to place an order.\n\nThe worst way to play the delivery game is to book a weekend slot with the same supermarket every week, but fail to buy an annual pass. This alone could cost you £312 a year. But a shopper who, for example, ditches their weekly delivery from Asda and instead rotates between Sainsbury’s, Tesco, Ocado and Waitrose and Asda itself could knock £80 off £340 of groceries a month.\n\nThis isn’t as much hassle as you might think because the mySupermarket website allows you to switch your basket between accounts at different supermarkets, so you can reorder from Tesco what you last bought from Sainsbury’s.\n\nBooking a weekend slot with the same supermarket every week, but not buying an annual pass, could cost you £300 a year\n\nEven if you already have an annual deal there are still savings to be made. You may find that your supermarket is prepared to match the rate offered to new customers if you ask. We tried this with Ocado, saying we were considering moving to a rival, and were offered a free midweek delivery pass, which normally costs up to £60, for a year.\n\nThere are some other useful tips too:\n\n• Book Saturday and Sunday morning deliveries as far in advance as you can. This may bring down the price, and you can usually edit your order on the night before, or even the day of, the delivery.\n\n• If you are planning a quiet night in at the weekend or are spending a day at home during the week, take advantage of cheap slots (usually just £1) by ordering a delivery to arrive then.\n\n• Don’t put up with shoddy substitutions and short best-before dates. Complain and get a refund.\n\n• Asda, Sainsbury’s, Ocado and Tesco all offer “delivery passes”, charging between £60 and £110 annually.\n\nSainsbury’s\n\nDelivery charges Spend £40 or more and you’ll pay between £1 and £6 for delivery. Orders under £40 are charged at £6.95, but a minimum spend of £25 still applies. Free delivery after 2pm Monday to Thursday on orders over £100.\n\nAvailability By paying £6 at 9.30pm on Friday night, we found we could get our groceries delivered by 10am the next day to a range of locations around the country. To get a £1 slot outside normal working hours (9am to 6pm), however, meant waiting at least two-and-a-half days for delivery. Also, Sainsbury’s wouldn’t deliver to the rural/more remote locations we tested in Wales and Scotland, which included an area to the east of Fishguard in Pembrokeshire, and Ullapool in the Highlands.\n\nAnnual pass £60 for unlimited free deliveries seven days a week. Or £30 for free deliveries on Tuesdays to Thursdays, if you spend at least £40 per order.\n\nCurrent deal for new customers £25 off your first shop (minimum spend £100), plus £10 off four subsequent shops.\n\nCustomer service Sainsbury’s came second from bottom in the 2015 Which? supermarket survey, with shoppers complaining that it regularly substitutes missing items with more expensive ones (you can choose not to accept any substitutions and get a refund instead).\n\nIt’s worth noting that… A “green van” option is being rolled out, so you will be able to select a van that is already making deliveries in your area and “help the environment”. The supermarket also offers a “freshness promise”, so if you’re not happy with the quality of any fresh produce you can get a refund.\n\nTesco\n\nDelivery charges Spend £25 and you’ll pay between £1 and £6 for delivery. You can also check out a basket that costs less than £25 if you pay a £4 fee (on top of delivery costs).\n\nAvailability We found that on a Monday morning we could book a slot for delivery the same evening to a south London address for just £2. We could also get next-day delivery outside working hours for £1 to suburbs in Leeds and Manchester and rural hamlets in Scotland and on the Welsh border.\n\nFor delivery to a few locations around the country – such as Greenwich in south-east London and Castle Douglas in southern Scotland – we were even offered free delivery slots on Monday to Thursday … provided we were prepared to wait in for four hours.\n\nAnnual pass £60 for unlimited deliveries seven days a week for a year, or £30 for unlimited deliveries on Tuesdays, Wednesdays and Thursdays for a year, with a minimum spend of £25. The pass also gives priority access to Christmas delivery slots and “exclusive offers and discounts”. If you buy a delivery pass and it ends up costing you more than you would have spent on delivery charges, Tesco promises it will give you a grocery “eCoupon” for the difference.\n\nCurrent deal for new customers £15 off your first online grocery shop using the code XXC64P (minimum spend £60).\n\nCustomer service Tesco won Online Supermarket of the Year at the Grocer Gold Awards last year, but came joint fourth with Morrisons in the Which? survey scoring 66%. Customers praised its punctuality but gave the quality of the fresh food three out of five.\n\nIt’s worth noting that… You can collect “green” Clubcard points if you opt to have your delivery without carrier bags.\n\nOcado\n\nDelivery charges Free on Wednesdays on orders in excess of £75. Otherwise, the minimum spend is £40 and charges range from free to £5.99. Peak slots – Fridays, Saturday mornings and weekday evenings – cost most. Your first two orders are delivered free, and the next four discounted, so you can try the service.\n\nAvailability For most of the addresses we tested, a delivery could be booked for the next day. However, Ocado would not deliver to any of the sample rural addresses in England, Wales and Scotland that we tested.\n\nAnnual pass £110 for unlimited deliveries seven days a week for a year, or £60 for Tuesdays, Wednesdays and Thursdays for a year. There’s a minimum spend of £40 to qualify. Some customers are offered a free three-month trial of the annual pass, or asked to pay £69.96 a year for the anytime pass and £27.48 a year for the midweek pass. Existing customers should ring and ask for their own free “trial” – even if they have been using the service for many years.\n\nCurrent deal for new customers Get £20 off an £80 shop, plus a free midweek delivery pass for a year, with code VOU9318789.\n\nCustomer service Ocado came top of the Which? online supermarkets table for the fifth year in a row this year. Shoppers said there were fewer substitutions than other supermarkets and the best-before dates were as good as the ones they would have chosen.\n\nIt’s worth noting that … Drivers will take your groceries into your kitchen, and you can choose a “green van” that is already delivering to your area.\n\nWaitrose\n\nDelivery charges The vast majority of deliveries are free, but the minimum spend is higher than its rivals at £60. Some branches charge between £2 and £5 for slots at the busiest times.\n\nAvailability Be prepared to wait a couple of days for delivery – we tested a wide range of postcodes on different days at different times and were never offered same-day or next-day delivery. It also wouldn’t deliver to the rural/remote addresses we tested in Pembrokeshire, north Devon (an area a few miles from Barnstaple), and Ullapool.\n\nAnnual pass No, but most deliveries are free.\n\nCurrent deal for new customers You get £65 off your first five online grocery shops (£15 off your first, £20 off your second, and £10 off your third, fourth and fifth shops).\n\nCustomer service It was the only supermarket to be given five stars for its online delivery service in the Which? supermarket survey.\n\nIt’s worth noting that… You can provide instructions for your order and delivery. “Customers can specify, for example, if they would like their bananas slightly green/slightly yellow, or their ham thickly sliced,” a spokesperson said.\n\nMorrisons\n\nDelivery charges £5 on Saturday and Sunday mornings until 1pm. After 7pm, £1 charge applies to weekend deliveries. On weekdays, deliveries are also priced at £1 between 6am and 8.30am and between 9pm and 11.30pm. At all other times they are £3. Minimum spend £40.\n\nAvailability We found plenty of next-day slots for £3 from different locations, but sometimes had to wait an extra day for a £1 slot. Morrisons accepted deliveries to fewer postcodes than the other supermarkets – those in Cambridge and south London were outside its area, as well as all of the rural addresses we tested.\n\nCurrent deal for new customers Wasn’t being advertised via Morrisons itself, but cashback website Quidco is offering £10 off a £70 spend, plus £7.50 cashback.\n\nCustomer service It consistently got three out of five stars in every measure of the Which? supermarket survey, with respondents complaining that it has a more limited range of online products than most rivals. However, it was also praised for choosing fresh food with lengthy best-before dates.\n\nIt’s worth noting that… Morrisons claims a 96% success rate for delivering on time. The driver will bring the order inside, and there’s a “doorstep check”: if you are unhappy with the freshness of produce you get them free, and free with your next shop, too. It also has“green” delivery slots.\n\nAsda\n\nDelivery charges From £1 (we found they were available mid-week after 7pm, and during typical working hours after noon) to £6 (for Saturday and Sunday morning slots). Minimum spend of either £25 or £40\n\nAvailability Next-day slots are generally available to book 24 hours in advance, and Asda delivered to all the postcodes we tested, including remote/rural areas.\n\nAnnual pass £60 for unlimited deliveries, seven days a week for a year, or £24 for Tuesdays to Thursdays for a year– with a minimum spend of £40.\n\nCurrent deal for new customers Not advertised on Asda, but cashback website Quidco is offering £8 cashback on a £50 spend.\n\nCustomer service Asda was the lowest-rated online supermarket in the Which? survey. It scored worst for substitutions, with 51% of customers complaining that their orders contained such an item. It’s worth noting that… You can refuse any substitutions, or hand them back for a full refund. You can also request a refund online within four days.",
  "title": "Online shopping: which supermarket really delivers?",
  "ts_in": "2015-05-02T16:28:06.630309",
  "url": "http://www.theguardian.com/money/2015/may/02/online-shopping-supermarkets-home-delivery"
}