{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/business/inflation\" class=\" u-underline\">Inflation</a> may be at 0%, but if you are a live music fan you will almost certainly be paying more this year for your annual festival fix than you did last year.</p>\n<p>The UK festival season kicks off later this month with <a href=\"http://greatescapefestival.com/\" title=\"\" class=\" u-underline\">The Great Escape</a>, when hundreds of up-and-coming bands from around the world take over Brighton&#8217;s bars, nightclubs and concert halls for three days. Scores of events will then take place over the summer before the party finally winds up in mid-September, when <a href=\"http://www.bestival.net/\" title=\"\" class=\" u-underline\">Bestival</a> on the Isle of Wight will bring things to a colourful close.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/travel/2015/apr/13/music-festivals-2015-compare-the-costs-of-the-worlds-biggest-parties\" class=\" u-underline\">Music festivals 2015: compare the costs of the world's biggest parties</a> </p>\n\n<p>However, some might say that festival prices, like house prices, appear to have become detached from reality. The face value cost of a weekend ticket to the <a href=\"http://www.latitudefestival.com/\" title=\"\" class=\" u-underline\">Latitude festival</a> in Suffolk in July has leapt 103% since 2006, the year the event launched, while the price of admission to the <a href=\"http://www.vfestival.com/\" title=\"\" class=\" u-underline\">V Festival</a> and the <a href=\"http://www.readingfestival.com/\" title=\"\" class=\" u-underline\">Reading festival</a> has risen by 57% and 52% respectively over the same period. The increases are significantly ahead of&#160;inflation, which was 29% over the past nine years.</p>\n<p>Other festivals have also seen big hikes and several of the best-known events now charge north of &#163;200 a person, particularly once you add in the&#160;fees.</p>\n<p>But if you can&#8217;t afford the hefty sums that many of the higher profile festivals charge, there are scores of cheaper and free events around. Alternatively, you could give the UK a miss and snap up a ticket to one of the growing number of European festivals. These are often dramatically cheaper and sometimes boast lineups that are better than those at home. Plus, if you head somewhere like Spain there is the added attraction of (hopefully) better weather.</p>\n<p>It&#8217;s indisputable that festivalgoers are paying significantly more than they were just a few years ago for the same event. Tickets are currently on sale for the tenth Latitude festival on 16-19 July, which is headlined by <a href=\"http://www.noelgallagher.com/\" title=\"\" class=\" u-underline\">Noel Gallagher&#8217;s High Flying Birds</a>, <a href=\"http://en.wikipedia.org/wiki/Portishead_%28band%29\" title=\"\" class=\" u-underline\">Portishead</a> and <a href=\"http://www.altjband.com/\" title=\"\" class=\" u-underline\">alt-J</a>. However, a standard weekend ticket will set you back &#163;192.50 &#8211; or more like &#163;207 once you add in the &#163;8 booking fee per ticket and &#163;6.50 transaction fee per order if you buy from See Tickets.</p>\n<p>That face value cost is more than double the &#163;95 that punters attending the first Latitude in 2006 paid to see acts such as <a href=\"http://www.snowpatrol.com/\" title=\"\" class=\" u-underline\">Snow Patrol</a> and <a href=\"http://www.mogwai.co.uk/\" title=\"\" class=\" u-underline\">Mogwai</a>. If the price of that &#163;95 ticket had risen in line with inflation, it should cost around &#163;123 now.</p>\n\n\n<img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/29/1430319020739/1106748d-70bb-4ddf-b58f-d0009aa974aa-300x236.jpeg\" alt=\"Festival ticket prices\" class=\"gu-image\">\n\n\n<p>In 2006, a weekend ticket including camping for V Festival &#8211; which this year takes place in Hylands Park, Chelmsford, and Weston Park, Staffordshire, on 22-23 August, with <a href=\"http://www.kasabian.co.uk/\" title=\"\" class=\" u-underline\">Kasabian</a> and <a href=\"http://www.calvinharris.co.uk/gb/home\" title=\"\" class=\" u-underline\">Calvin Harris</a> topping the bill &#8211; would have set you back &#163;120. Now, it&#8217;s &#163;189. It would cost around &#163;155 if the price had risen in line with inflation.</p>\n<p>Long the preserve of metalheads, but now embracing dance, hip-hop and other genres, Reading has become the &#8220;starter festival&#8221; of choice for many a teenager. This year the headliners are <a href=\"http://www.mumfordandsons.com/\" title=\"\" class=\" u-underline\">Mumford &amp; Sons</a>, <a href=\"http://www.metallica.com/\" title=\"\" class=\" u-underline\">Metallica</a> and <a href=\"http://www.thelibertines.com/\" title=\"\" class=\" u-underline\">the Libertines</a>. However, you will need deep pockets as the face value cost of a weekend ticket is now &#163;205, compared with &#163;135 in 2006 &#8211; though to be fair, this&#160;is one of the few events where the price remains unchanged from last year.</p>\n<p>Meanwhile, the undisputed champ of UK festivals, <a href=\"http://www.glastonburyfestivals.co.uk/\" title=\"\" class=\" u-underline\">Glastonbury</a>, is running from 24-28 June, and this year is being headlined by <a href=\"http://foofighters.com/\" title=\"\" class=\" u-underline\">Foo Fighters</a>, <a href=\"http://www.kanyewest.com/\" title=\"\" class=\" u-underline\">Kanye West</a> and as-yet-unnamed &#8220;special guests&#8221;. This time around tickets cost &#163;220 plus a &#163;5 booking fee, compared with &#163;210 last year, &#163;125 in 2005 and &#163;145 in 2007 (there was no festival in 2006). But even at these prices there is no shortage of buyers &#8211; tickets for this year sold out in a record 26 minutes last October, before the lineup had even been announced.</p>\n<p>Meanwhile, prices for <a href=\"http://www.fiberfib.com/en/\" title=\"\" class=\" u-underline\">Benicassim</a> &#8211; held on the coast just outside Valencia in Spain and this year headlined by <a href=\"http://florenceandthemachine.net/\" title=\"\" class=\" u-underline\">Florence and the Machine</a>, the Prodigy, Blur and Portishead &#8211; have fallen in real terms since 2006. Back then, festivalgoers were charged &#163;105 for the full weekend, but helped by the rising pound this year, top-price tickets are just &#163;114 or thereabouts, a rise of 9% compared with inflation of 29%.</p>\n\n\n<a href=\"/money/2015/may/02/music-festival-ticket-prices-rising-latitude-inflation#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/28/1430238110352/fc1dcd4f-178a-4fce-a628-e348414290d9-300x180.jpeg\" alt=\"Reading festival\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48vc5%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Out+of+tune%3A+how+music+festival+ticket+prices+keep+moving+on+up&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48vc5%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Out+of+tune%3A+how+music+festival+ticket+prices+keep+moving+on+up&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmoney%2F2015%2Fmay%2F02%2Fmusic-festival-ticket-prices-rising-latitude-inflation&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F28%2F1430238111007%2Ffc1dcd4f-178a-4fce-a628-e348414290d9-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nThe cost of a &#173;weekend ticket for the Reading festival is now &#163;205, compared with &#163;135 in 2006. Photograph: Ben Cawthra/Rex\n\n\n\n<h2>Dancing to a different beat</h2>\n<p>&#8226; There are stacks of free and cheap events on around the country &#8211; a good source of information is the website <a href=\"http://www.efestivals.co.uk\" title=\"\" class=\" u-underline\">eFestivals.co.uk</a>.</p>\n<p>&#8226; Notable free events this summer include <a href=\"http://www.godivafestival.com\" title=\"\" class=\" u-underline\">Coventry&#8217;s Godiva Festival</a> in War Memorial Park on 3-5 July, headlined by the Wombats, Fun Lovin&#8217; Criminals and Embrace; the <a href=\"http://www.walthamforest.gov.uk/Pages/Campaigns/Chingford-Big-Weekender.aspx\" title=\"\" class=\" u-underline\">Chingford Big Weekender</a> in north-east London on 15 August, headlined by ABC; and African music festival <a href=\"http://www.africaoye.com\" title=\"\" class=\" u-underline\">Africa Oye</a> in Sefton Park, Liverpool, on 20-21 June, where the line-up includes UK soul singer Omar.</p>\n<p>&#8226; Can&#8217;t afford to shell out perhaps &#163;200 in one go? No worries &#8211; lots of major festivals offer schemes to lighten the financial load. Reading Festival allows people to pay by instalments, while Bestival has a 15-week payment plan (which requires an initial &#163;25 deposit followed by 14 weekly payments of around &#163;12).The <a href=\"http://endoftheroadfestival.com/\" title=\"\" class=\" u-underline\">End of the Road</a> festival in Wiltshire in September, meanwhile, is one of a number that offers cheaper tickets to &#8220;early bird&#8221; bookers (although this allocation has now gone for this year). Many festivals also allow people to pay a deposit and then the balance later, and/or put some tickets on sale for&#160;the following year at the current year&#8217;s prices.</p>\n</div>",
  "authors": [
    "Rupert Jones"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ticket prices",
    "Consumer affairs",
    "Music festivals",
    "Music",
    "Festivals",
    "Culture",
    "Money",
    "Glastonbury festival",
    "Great Escape festival",
    "V festival",
    "Bestival",
    "Latitude festival",
    "Inflation",
    "UK news"
  ],
  "ntitle": "out_of_tune_how_music_festival_ticket_prices_keep_moving_on_up",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Inflation may be at 0%, but if you are a live music fan you will almost certainly be paying more this year for your annual festival fix than you did last year.\n\nThe UK festival season kicks off later this month with The Great Escape, when hundreds of up-and-coming bands from around the world take over Brighton’s bars, nightclubs and concert halls for three days. Scores of events will then take place over the summer before the party finally winds up in mid-September, when Bestival on the Isle of Wight will bring things to a colourful close.\n\nRelated: Music festivals 2015: compare the costs of the world's biggest parties\n\nHowever, some might say that festival prices, like house prices, appear to have become detached from reality. The face value cost of a weekend ticket to the Latitude festival in Suffolk in July has leapt 103% since 2006, the year the event launched, while the price of admission to the V Festival and the Reading festival has risen by 57% and 52% respectively over the same period. The increases are significantly ahead of inflation, which was 29% over the past nine years.\n\nOther festivals have also seen big hikes and several of the best-known events now charge north of £200 a person, particularly once you add in the fees.\n\nBut if you can’t afford the hefty sums that many of the higher profile festivals charge, there are scores of cheaper and free events around. Alternatively, you could give the UK a miss and snap up a ticket to one of the growing number of European festivals. These are often dramatically cheaper and sometimes boast lineups that are better than those at home. Plus, if you head somewhere like Spain there is the added attraction of (hopefully) better weather.\n\nIt’s indisputable that festivalgoers are paying significantly more than they were just a few years ago for the same event. Tickets are currently on sale for the tenth Latitude festival on 16-19 July, which is headlined by Noel Gallagher’s High Flying Birds, Portishead and alt-J. However, a standard weekend ticket will set you back £192.50 – or more like £207 once you add in the £8 booking fee per ticket and £6.50 transaction fee per order if you buy from See Tickets.\n\nThat face value cost is more than double the £95 that punters attending the first Latitude in 2006 paid to see acts such as Snow Patrol and Mogwai. If the price of that £95 ticket had risen in line with inflation, it should cost around £123 now.\n\nIn 2006, a weekend ticket including camping for V Festival – which this year takes place in Hylands Park, Chelmsford, and Weston Park, Staffordshire, on 22-23 August, with Kasabian and Calvin Harris topping the bill – would have set you back £120. Now, it’s £189. It would cost around £155 if the price had risen in line with inflation.\n\nLong the preserve of metalheads, but now embracing dance, hip-hop and other genres, Reading has become the “starter festival” of choice for many a teenager. This year the headliners are Mumford & Sons, Metallica and the Libertines. However, you will need deep pockets as the face value cost of a weekend ticket is now £205, compared with £135 in 2006 – though to be fair, this is one of the few events where the price remains unchanged from last year.\n\nMeanwhile, the undisputed champ of UK festivals, Glastonbury, is running from 24-28 June, and this year is being headlined by Foo Fighters, Kanye West and as-yet-unnamed “special guests”. This time around tickets cost £220 plus a £5 booking fee, compared with £210 last year, £125 in 2005 and £145 in 2007 (there was no festival in 2006). But even at these prices there is no shortage of buyers – tickets for this year sold out in a record 26 minutes last October, before the lineup had even been announced.\n\nMeanwhile, prices for Benicassim – held on the coast just outside Valencia in Spain and this year headlined by Florence and the Machine, the Prodigy, Blur and Portishead – have fallen in real terms since 2006. Back then, festivalgoers were charged £105 for the full weekend, but helped by the rising pound this year, top-price tickets are just £114 or thereabouts, a rise of 9% compared with inflation of 29%.\n\nFacebook Twitter Pinterest The cost of a ­weekend ticket for the Reading festival is now £205, compared with £135 in 2006. Photograph: Ben Cawthra/Rex\n\nDancing to a different beat\n\n• There are stacks of free and cheap events on around the country – a good source of information is the website eFestivals.co.uk.\n\n• Notable free events this summer include Coventry’s Godiva Festival in War Memorial Park on 3-5 July, headlined by the Wombats, Fun Lovin’ Criminals and Embrace; the Chingford Big Weekender in north-east London on 15 August, headlined by ABC; and African music festival Africa Oye in Sefton Park, Liverpool, on 20-21 June, where the line-up includes UK soul singer Omar.\n\n• Can’t afford to shell out perhaps £200 in one go? No worries – lots of major festivals offer schemes to lighten the financial load. Reading Festival allows people to pay by instalments, while Bestival has a 15-week payment plan (which requires an initial £25 deposit followed by 14 weekly payments of around £12).The End of the Road festival in Wiltshire in September, meanwhile, is one of a number that offers cheaper tickets to “early bird” bookers (although this allocation has now gone for this year). Many festivals also allow people to pay a deposit and then the balance later, and/or put some tickets on sale for the following year at the current year’s prices.",
  "title": "Out of tune: how music festival ticket prices keep moving on up",
  "ts_in": "2015-05-02T16:27:55.247189",
  "url": "http://www.theguardian.com/money/2015/may/02/music-festival-ticket-prices-rising-latitude-inflation"
}