{
  "article_html": "<div><p>Let&#8217;s just say, Jools wouldn&#8217;t get it. If the cast of producers, vocalists, creative directors and conceptual cyber droids who form PC Music were booked on Later&#8230;, he would have a nervous breakdown. &#8220;How did you meet?&#8221; he would ask. &#8220;When&#8217;s the record coming out? What are your influences? Is this music?&#8221; The answers would melt him.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/music/2014/sep/12/pc-music-sophie-ag-cook-cute-dance\" class=\" u-underline\">PC Music: clubland's cute new direction</a> </p>\n\n<p>In fairness, PC Music is not meant to be simple: a group of twentysomething Londoners who make music which sounds like Japanese tween pop of the distant future played through the JD Sports in-store radio of 2002; an internet-only cooperative whose fetishisation of manufactured pop and AOL-era internet aesthetics has led it to create what might be thought of as a club-based version of the Disney Channel. Its releases are some of the most deeply idiosyncratic sounds to emerge in the recent history of British music: part intellectual response to the prevalence of marketing in popular culture, part antagonistic refreshing of the most critically ridiculed music from the past decade, and packaging it as the future. The label launched less than two years ago, with a five-track EP that sounded like a malfunctioning Bop It by the artist easyFun, whose weird easyJet apeing logo came covered in low-resolution watermarks, the sort that photo libraries use to stop you stealing their images. Critics have been trying to understand it ever since.</p>\n<p>Even in the more clued-up corners of the music world, people are, while seemingly unified in their belief that PC Music is an incredibly important thing to happen to pop music, having trouble working out what exactly it is. Or whether it&#8217;s any good. Of Pitchfork&#8217;s top 30 songs of last year, three were by artists linked with PC Music, while at the same time Vice asked &#8220;Are They Really the Worst Thing Ever to Happen to Dance Music?&#8221; Spin declared it &#8220;Trend of the Year&#8221;; Fact dismissed the whole thing as &#8220;pure, contemptuous parody&#8221;. Never has a sound in such infancy been given such weight by those trying to understand it. It&#8217;s as if your Vine account started being randomly torn asunder by Mark Kermode on Newsnight Review.</p>\n\n\n\n<p>According to its founder, AG Cook, PC Music is just a record label. But a record label that has never officially signed anyone. Instead, its artists just post new songs to its Soundcloud accounts. There have only been a handful of purchasable releases so far, the biggest of which was a sort of calling card for the label. Called <a href=\"https://www.youtube.com/watch?v=z6_ikWlJu_0\" class=\" u-underline\">Hey QT</a>, it was part song, part advert, performed by the mascot for an imagined energy drink. Today, however, sees the label&#8217;s first album release, a compilation of its best bits so far; with a track from each of the artists on the roster, it&#8217;s more varied than most. On the one hand, there&#8217;s Danny L Harle, whose interplay of choruses and synth sounds fits within a relatively traditional dance music structure. On the other, there&#8217;s Lipgloss Twins &#8211; a half-human, half-CGI duo who scream brand names over defragged distortion.</p>\n<p>Instead of a label, you could think of PC Music as a collective, but it&#8217;s not like they all hang out. Indeed, they had never all been in the same room together before performing a showcase at SXSW last month. Some journalists have described PC Music as a genre or even a subculture in itself, the latest ripple in the same sonic underground that bore garage and dubstep &#8211; but those movements have historically formed organically, via like-minded people coming together in nightclubs. Communication between PC Music artists happens mostly online, with songs and concepts fired back and forth between Cook and the diaspora of artists.</p>\n<p>Part of the reason there are so many questions about PC Music is that it has never given an interview as a label before. So I&#8217;m blocking out a day to Uber around London and speak with all of PC&#8217;s key components.</p>\n<p>My first stop is to meet 23-year-old Hannah Diamond at a photo studio in Hackney. I&#8217;ve only ever seen her in a series of heavily stylised photographs where she looks almost unhuman, a robot created in a branch of JD Sports. But when I arrive, my assumption of aloofness proves unfounded. &#8220;Hi,&#8221; she says in a nervous home counties accent. I tell her I like her dress. &#8220;Thanks, it&#8217;s Miss Sixty. I wanted it when I was younger because Christina Aguilera wore it; then I found it on eBay for a tenner and it matches this pink hat. I&#8217;m just about to shoot my new single artwork. Would you mind being the model for my test shots?&#8221;</p>\n<p>For what won&#8217;t be the last time today, I feel as if my presence has been planned for. Hannah makes me stand on a mark and strike &#8220;a powerful pose&#8221;, while she moves lights around and fiddles with flash settings. &#8220;Do you want to try the hat?&#8221; she says. I can&#8217;t tell if she wants to demonstrate that she&#8217;s heavily involved in her own artistic process, or just to take photos of me in a pink hat. Diamond makes softcore happy hardcore, songs called things like Pink And Blue and Attachment, which see rapid club beats augmented by girly vocals and teenage infatuation. Compared to most of the hypersexualised pop in the charts, there is a J-17 feel to her lyrics, with lines such as &#8220;I think I like you maybe/I know that you&#8217;re so unavailable/ But you call me all the time&#8221; and &#8220;1-2-3 wanna be with a girl like me&#8221;.</p>\n\n\n<a href=\"/music/2015/may/02/pc-music-dance-music-collective#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430392854525/557d7c31-ac1b-43ab-af05-2e48d00c8720-300x180.jpeg\" alt=\"QT of PC Music\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2F2015%2Fmay%2F02%2Fpc-music-dance-music-collective&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430392855141%2F557d7c31-ac1b-43ab-af05-2e48d00c8720-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nQT of PC Music\n\n\n\n<p>&#8220;I&#8217;m way more on a subtle detail level than a sexual level,&#8221; she says as I pose in my hat. &#8220;[I&#8217;m concerned with] the small details you think about when you&#8217;re falling in love with someone, like the smell of their aftershave. Or when you meet someone for the first time and you&#8217;re like, &#8216;I really like them&#8217;, and you&#8217;re dancing and they brush their hand on yours and you&#8217;re like, &#8216;OMG!&#8217;&#8221;</p>\n<p>Diamond had not set out to make music until recently. &#8220;I was mostly branding fashion images, fashion advertising. That&#8217;s the sort of stuff I&#8217;m really interested in.&#8221; Most musicians see the other stuff that comes with being a musician &#8211; the brand partnerships, the press shots, the airbrushing out of pimples &#8211; as necessary evils in order to make enough cash to go on creating. But for Hannah Diamond, those bits are the creative process. &#8220;I absolutely adore retouching,&#8221; she says. &#8220;I spend all day doing it. When I make music it&#8217;s a really similar process &#8211; because you&#8217;re trying to meet a final idea in an end project.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/music/2015/mar/20/pc-music-sxsw-good-taste-pop-makeover\" class=\" u-underline\">PC Music at SXSW review &#8211; good taste goes out the window in pop makeover</a> </p>\n\n<p>This isn&#8217;t the language of creativity, I think, it&#8217;s the language of marketing. I get that PC Music is a response to the involvement of technology and brands in every facet of our creative culture, but I&#8217;m not sure where it&#8217;s taking that conversation.</p>\n<p>For answers, I speak next to the most mysterious member of the club: QT. She&#8217;s an American &#8220;product designer&#8221; whose background is in chemistry and &#8220;elixir creation&#8221;. As well as making music, she is devising a PC Music energy drink, which is named after her. On the phone from New York, her voice is slow, low and calming. After a question she will say &#8220;let me think about that&#8221; and then reply a minute later, like a computer trawling through data for the right result.</p>\n<p>Why does she think pop music fits with soft drinks? Isn&#8217;t that an unholy melding of art and commerce? &#8220;It&#8217;s all about energy and creating solutions to uplift and energise people to communicate on a global scale,&#8221; she replies as if beaming direct from a corporate presentation. &#8220;Pop music is a very accessible way of doing this.&#8221;</p>\n<p>She tells me about &#8220;the lab&#8221; where she&#8217;s developing her flavour combinations and can designs. I ask how she got into such a field. &#8220;It came from a deep personal need,&#8221; she says. What was she lacking before? &#8220;I don&#8217;t know. I feel weird all the time.&#8221; She pauses for 25 seconds. &#8220;Occasionally, having so many feelings makes me freeze. I become more like ice, harder and less mutable. Today I think I am in a melting process.&#8221;</p>\n<p>QT is PC Music in excelsis; an artist who seems halfway between a product and a prank. But whatever she is, she is not, at heart, a songwriter: Hey QT, filled with the fizzing energy of UK garage classics like Sweet Like Chocolate, was drafted by SOPHIE (a producer associated with, but not officially on, the label) and AG Cook, the boss. If there are answers, they lie with him.</p>\n\n\n<a href=\"/music/2015/may/02/pc-music-dance-music-collective#img-3\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430392527430/8e534d83-fdd2-4bf9-9da3-c47084e9fcc0-320x480.jpeg\" alt=\"GFOTY (Girlfriend of the Year)\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fsfb%23img-3&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fstw%23img-3\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2F2015%2Fmay%2F02%2Fpc-music-dance-music-collective&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430392528590%2F8e534d83-fdd2-4bf9-9da3-c47084e9fcc0-1360x2040.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGFOTY (Girlfriend of the Year) Photograph: CG Watkins\n\n\n\n<p>In a King&#8217;s Cross recording studio AG Cook is sitting in a plain jumper and nerdy specs, the very opposite of Diamond and QT&#8217;s hyper-stylised image. This isn&#8217;t exactly the label HQ &#8211; it doesn&#8217;t really have one &#8211; but there are a few cans of QT sitting on the windowsill to make it feel like home. Cook is a Goldsmiths music graduate who has also worked for Logo, a semi-imaginary branding agency that puts corporate iconography in unexpected places (Nike burkas, Louis Vuitton gimp masks). Again, it may have started out as fakery but the brands in question loved the work so much, they started giving Logo real commissions.</p>\n<p>After Logo, Cook sought to create a brand of his own. &#8220;I became really aware of producers who could carry out an idea over decades and still make music that sounds like them,&#8221; he says. &#8220;Take Timbaland: the stuff he did with Janet Jackson and being able to see the ties between different genres over decades, that really excited me.&#8221; He was also studying the &#8220;hyperactive&#8221; culture of the internet and soon melded the two in a way that would also allow him to mess about with his mates. He took friends, often with little or no musical experience, and turned them into recording artists, growing their sound and brand. &#8220;EasyFun, he was our first release technically. I&#8217;d go to his house, open his computer and be like: &#8216;Keep going that&#8217;s great, maybe do this&#8217; and keep motivating him. With GFOTY [AKA Girlfriend Of The Year], those songs are just so chaotic. I&#8217;d just record her doing her thing and then build the rest of the track around it.&#8221;</p>\n<p>That all sounds relatively normal, I say, but what comes out sounds so different from just about all other music. Even its closest relatives, things like chiptune and happy hardcore, seem from a different universe. How did he arrive at something that was so discordant and unnerving to listen to?</p>\n<p>&#8220;I think it&#8217;s just starting with a demo and working on it tons and tons until it starts to get polished,&#8221; he says. &#8220;I have an obsessive approach to music software. But it also comes from me knowing those people. I think it&#8217;s interesting if someone&#8217;s never thought of themselves as a pop star, but if they already have a concrete idea of how they want to present themselves, then you&#8217;ve got the most of the work done. I just take really extreme personalities, and put them into a pop context.&#8221;</p>\n<p>I leave thinking I&#8217;ve got it: PC Music is first about personality and aesthetic obsession, traits that are filtered through Cook&#8217;s brain before being applied to music. That&#8217;s how you get disparate but connected artists. But my final stop of the day is to meet <a href=\"https://www.youtube.com/watch?v=QrgXTRTDYaw\" class=\" u-underline\">Girlfriend Of The Year</a> (GFOTY), AKA Polly, and she is pretty bloody disconnected.</p>\n<p>I step into a fancy suite at the Ace Hotel in Shoreditch and encounter a girl lying in bed in a dressing gown (pictured above right). On one side of her is a bottle of champagne and empty Starbucks cups. On the other is a totally naked man, asleep in bed.</p>\n\n\n<a href=\"/music/2015/may/02/pc-music-dance-music-collective#img-4\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430393369983/956a3f0b-525d-4f8d-a514-2d1080263259-300x180.jpeg\" alt=\"PC Music&#8217;s Hannah Diamond\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fsfb%23img-4&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fstw%23img-4\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2F2015%2Fmay%2F02%2Fpc-music-dance-music-collective&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430393370550%2F7eedea07-cf97-4ab9-b6ea-5251f0def1c5-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nModel behaviour: PC Music&#8217;s Hannah Diamond. Photograph: CG Watkins\n\n\n\n<p>&#8220;Hi. Are we doing the interview in here?&#8221; I ask. &#8220;Yeah, want to squeeze in between us?&#8221; Polly enthuses back. I politely decline and perch on the end.</p>\n<p>&#8220;So who&#8217;s this?&#8221; I ask.</p>\n<p>&#8220;Well, I was just on holiday in Vienna with my boyfriend. But on the way back I was sitting in front of this guy. When I put my chair back to recline he tapped me on the shoulder and asked me to pull it forward. And then we started making out through the little gap, and now he&#8217;s here.&#8221;</p>\n<p>&#8220;That&#8217;s nice,&#8221; I say. This is obviously another set-up, but I just press on while he pretends to be asleep. I worry about trying to get a definitive definition from her, but I ask the question anyway. What is PC Music?</p>\n<p>&#8220;We&#8217;re basically the white version of Odd Future,&#8221; her face slightly dropping as she realises what she&#8217;s said it and how she can never take it back.</p>\n<p>She tells me about her priorities in life: Starbucks, Selfridges and, above all, money. She says her dad is a powerful man and bought her this hotel suite as a treat. Sometimes she&#8217;ll say something like, &#8220;I have nothing I want to put across to the world beyond &#8216;Buy me a nice car,&#8217;&#8221; or &#8220;Do you know that pick-up artist book The Game? I&#8217;m basically the female version of that,&#8221; and we&#8217;ll both burst out laughing because it&#8217;s too awkward to take seriously, the edifice of her character sort of floating awkwardly between us.</p>\n<p>That&#8217;s kind of the joy with PC Music, and why there&#8217;s so much debate: the more it puts out there, the more it reveals, the more people call it mysterious. It is deliberately ambiguous. As Cook says: &#8220;I&#8217;m not surprised it&#8217;s become a talking point. It&#8217;s presenting itself in a very full-on way but I wouldn&#8217;t wanna dismiss either side. Are we stage-managed or disorganised? Are we oversharing or mysterious? Even the name itself is malleable because it&#8217;s so literal, it can be interpreted to mean any genre or style.&#8221;</p>\n\n\n<a href=\"/music/2015/may/02/pc-music-dance-music-collective#img-5\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/30/1430394309167/f8027fa4-3938-4c80-b680-60e9d92483bf-300x180.jpeg\" alt=\"GFOTY performs onstage at SXSW\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fsfb%23img-5&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fgu.com%2Fp%2F48x3n%2Fstw%23img-5\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=PC+Music%3A+the+future+of+pop+or+%27contemptuous+parody%27%3F&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fmusic%2F2015%2Fmay%2F02%2Fpc-music-dance-music-collective&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F30%2F1430394309682%2Ff8027fa4-3938-4c80-b680-60e9d92483bf-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGFOTY performs onstage at SXSW. Photograph: Steve Rogers\n\n\n\n<p>Here&#8217;s my take: PC Music is a process between imagination and reality. It began as a dream: invented pop stars, Photoshopped magazine covers, a conceptual sports energy drink. But now, those things are becoming reality. QT drinks are in production in the US. Its affiliated producers such as SOPHIE are now producing for pop stars like Madonna and Charli XCX. And it really is on the covers of magazines (well, this one at least).</p>\n<p>As it reaches a new stage of reality, it dreams bigger. In a week it will launch Pop Cube, an event in New York that will simultaneously kick off the &#8220;PC Music TV Network&#8221;. It is keeping tight-lipped about how it will work, but the basic idea is to create something that&#8217;s part event, part live stream, part reality show; a way to take the cast of characters it has and tell more stories with them, using scripted dialogue. Last week Hannah Diamond made her first vlog about &#8220;becoming real&#8221;. It&#8217;s the perfect encapsulation for what everyone involved in this project is trying to do: the realisation of an imagined technological universe.</p>\n<p>I put my theory to Polly.</p>\n<p>&#8220;We&#8217;re trying to subliminally send a message through my music, that you&#8217;d never be able to hear because it&#8217;s subliminal.&#8221;</p>\n<p>So what&#8217;s that message?</p>\n<p>&#8220;The thing is, it&#8217;s a secret because if I say message, people won&#8217;t listen any more because they&#8217;re gonna know about it. But it&#8217;s basically: &#8216;Bang me and give me your money.&#8217;&#8221;</p>\n<p>Perhaps it&#8217;s best not to overthink it.</p>\n<p><strong>PC Music Volume 1 is out now via iTunes</strong></p>\n\n\n\n</div>",
  "authors": [
    "Sam Wolfson"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Pop and rock",
    "Electronic music",
    "Music",
    "Culture",
    "Experimental music"
  ],
  "ntitle": "pc_music_the_future_of_pop_or_contemptuous_parody",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Let’s just say, Jools wouldn’t get it. If the cast of producers, vocalists, creative directors and conceptual cyber droids who form PC Music were booked on Later…, he would have a nervous breakdown. “How did you meet?” he would ask. “When’s the record coming out? What are your influences? Is this music?” The answers would melt him.\n\nRelated: PC Music: clubland's cute new direction\n\nIn fairness, PC Music is not meant to be simple: a group of twentysomething Londoners who make music which sounds like Japanese tween pop of the distant future played through the JD Sports in-store radio of 2002; an internet-only cooperative whose fetishisation of manufactured pop and AOL-era internet aesthetics has led it to create what might be thought of as a club-based version of the Disney Channel. Its releases are some of the most deeply idiosyncratic sounds to emerge in the recent history of British music: part intellectual response to the prevalence of marketing in popular culture, part antagonistic refreshing of the most critically ridiculed music from the past decade, and packaging it as the future. The label launched less than two years ago, with a five-track EP that sounded like a malfunctioning Bop It by the artist easyFun, whose weird easyJet apeing logo came covered in low-resolution watermarks, the sort that photo libraries use to stop you stealing their images. Critics have been trying to understand it ever since.\n\nEven in the more clued-up corners of the music world, people are, while seemingly unified in their belief that PC Music is an incredibly important thing to happen to pop music, having trouble working out what exactly it is. Or whether it’s any good. Of Pitchfork’s top 30 songs of last year, three were by artists linked with PC Music, while at the same time Vice asked “Are They Really the Worst Thing Ever to Happen to Dance Music?” Spin declared it “Trend of the Year”; Fact dismissed the whole thing as “pure, contemptuous parody”. Never has a sound in such infancy been given such weight by those trying to understand it. It’s as if your Vine account started being randomly torn asunder by Mark Kermode on Newsnight Review.\n\nAccording to its founder, AG Cook, PC Music is just a record label. But a record label that has never officially signed anyone. Instead, its artists just post new songs to its Soundcloud accounts. There have only been a handful of purchasable releases so far, the biggest of which was a sort of calling card for the label. Called Hey QT, it was part song, part advert, performed by the mascot for an imagined energy drink. Today, however, sees the label’s first album release, a compilation of its best bits so far; with a track from each of the artists on the roster, it’s more varied than most. On the one hand, there’s Danny L Harle, whose interplay of choruses and synth sounds fits within a relatively traditional dance music structure. On the other, there’s Lipgloss Twins – a half-human, half-CGI duo who scream brand names over defragged distortion.\n\nInstead of a label, you could think of PC Music as a collective, but it’s not like they all hang out. Indeed, they had never all been in the same room together before performing a showcase at SXSW last month. Some journalists have described PC Music as a genre or even a subculture in itself, the latest ripple in the same sonic underground that bore garage and dubstep – but those movements have historically formed organically, via like-minded people coming together in nightclubs. Communication between PC Music artists happens mostly online, with songs and concepts fired back and forth between Cook and the diaspora of artists.\n\nPart of the reason there are so many questions about PC Music is that it has never given an interview as a label before. So I’m blocking out a day to Uber around London and speak with all of PC’s key components.\n\nMy first stop is to meet 23-year-old Hannah Diamond at a photo studio in Hackney. I’ve only ever seen her in a series of heavily stylised photographs where she looks almost unhuman, a robot created in a branch of JD Sports. But when I arrive, my assumption of aloofness proves unfounded. “Hi,” she says in a nervous home counties accent. I tell her I like her dress. “Thanks, it’s Miss Sixty. I wanted it when I was younger because Christina Aguilera wore it; then I found it on eBay for a tenner and it matches this pink hat. I’m just about to shoot my new single artwork. Would you mind being the model for my test shots?”\n\nFor what won’t be the last time today, I feel as if my presence has been planned for. Hannah makes me stand on a mark and strike “a powerful pose”, while she moves lights around and fiddles with flash settings. “Do you want to try the hat?” she says. I can’t tell if she wants to demonstrate that she’s heavily involved in her own artistic process, or just to take photos of me in a pink hat. Diamond makes softcore happy hardcore, songs called things like Pink And Blue and Attachment, which see rapid club beats augmented by girly vocals and teenage infatuation. Compared to most of the hypersexualised pop in the charts, there is a J-17 feel to her lyrics, with lines such as “I think I like you maybe/I know that you’re so unavailable/ But you call me all the time” and “1-2-3 wanna be with a girl like me”.\n\nFacebook Twitter Pinterest QT of PC Music\n\n“I’m way more on a subtle detail level than a sexual level,” she says as I pose in my hat. “[I’m concerned with] the small details you think about when you’re falling in love with someone, like the smell of their aftershave. Or when you meet someone for the first time and you’re like, ‘I really like them’, and you’re dancing and they brush their hand on yours and you’re like, ‘OMG!’”\n\nDiamond had not set out to make music until recently. “I was mostly branding fashion images, fashion advertising. That’s the sort of stuff I’m really interested in.” Most musicians see the other stuff that comes with being a musician – the brand partnerships, the press shots, the airbrushing out of pimples – as necessary evils in order to make enough cash to go on creating. But for Hannah Diamond, those bits are the creative process. “I absolutely adore retouching,” she says. “I spend all day doing it. When I make music it’s a really similar process – because you’re trying to meet a final idea in an end project.”\n\nRelated: PC Music at SXSW review – good taste goes out the window in pop makeover\n\nThis isn’t the language of creativity, I think, it’s the language of marketing. I get that PC Music is a response to the involvement of technology and brands in every facet of our creative culture, but I’m not sure where it’s taking that conversation.\n\nFor answers, I speak next to the most mysterious member of the club: QT. She’s an American “product designer” whose background is in chemistry and “elixir creation”. As well as making music, she is devising a PC Music energy drink, which is named after her. On the phone from New York, her voice is slow, low and calming. After a question she will say “let me think about that” and then reply a minute later, like a computer trawling through data for the right result.\n\nWhy does she think pop music fits with soft drinks? Isn’t that an unholy melding of art and commerce? “It’s all about energy and creating solutions to uplift and energise people to communicate on a global scale,” she replies as if beaming direct from a corporate presentation. “Pop music is a very accessible way of doing this.”\n\nShe tells me about “the lab” where she’s developing her flavour combinations and can designs. I ask how she got into such a field. “It came from a deep personal need,” she says. What was she lacking before? “I don’t know. I feel weird all the time.” She pauses for 25 seconds. “Occasionally, having so many feelings makes me freeze. I become more like ice, harder and less mutable. Today I think I am in a melting process.”\n\nQT is PC Music in excelsis; an artist who seems halfway between a product and a prank. But whatever she is, she is not, at heart, a songwriter: Hey QT, filled with the fizzing energy of UK garage classics like Sweet Like Chocolate, was drafted by SOPHIE (a producer associated with, but not officially on, the label) and AG Cook, the boss. If there are answers, they lie with him.\n\nFacebook Twitter Pinterest GFOTY (Girlfriend of the Year) Photograph: CG Watkins\n\nIn a King’s Cross recording studio AG Cook is sitting in a plain jumper and nerdy specs, the very opposite of Diamond and QT’s hyper-stylised image. This isn’t exactly the label HQ – it doesn’t really have one – but there are a few cans of QT sitting on the windowsill to make it feel like home. Cook is a Goldsmiths music graduate who has also worked for Logo, a semi-imaginary branding agency that puts corporate iconography in unexpected places (Nike burkas, Louis Vuitton gimp masks). Again, it may have started out as fakery but the brands in question loved the work so much, they started giving Logo real commissions.\n\nAfter Logo, Cook sought to create a brand of his own. “I became really aware of producers who could carry out an idea over decades and still make music that sounds like them,” he says. “Take Timbaland: the stuff he did with Janet Jackson and being able to see the ties between different genres over decades, that really excited me.” He was also studying the “hyperactive” culture of the internet and soon melded the two in a way that would also allow him to mess about with his mates. He took friends, often with little or no musical experience, and turned them into recording artists, growing their sound and brand. “EasyFun, he was our first release technically. I’d go to his house, open his computer and be like: ‘Keep going that’s great, maybe do this’ and keep motivating him. With GFOTY [AKA Girlfriend Of The Year], those songs are just so chaotic. I’d just record her doing her thing and then build the rest of the track around it.”\n\nThat all sounds relatively normal, I say, but what comes out sounds so different from just about all other music. Even its closest relatives, things like chiptune and happy hardcore, seem from a different universe. How did he arrive at something that was so discordant and unnerving to listen to?\n\n“I think it’s just starting with a demo and working on it tons and tons until it starts to get polished,” he says. “I have an obsessive approach to music software. But it also comes from me knowing those people. I think it’s interesting if someone’s never thought of themselves as a pop star, but if they already have a concrete idea of how they want to present themselves, then you’ve got the most of the work done. I just take really extreme personalities, and put them into a pop context.”\n\nI leave thinking I’ve got it: PC Music is first about personality and aesthetic obsession, traits that are filtered through Cook’s brain before being applied to music. That’s how you get disparate but connected artists. But my final stop of the day is to meet Girlfriend Of The Year (GFOTY), AKA Polly, and she is pretty bloody disconnected.\n\nI step into a fancy suite at the Ace Hotel in Shoreditch and encounter a girl lying in bed in a dressing gown (pictured above right). On one side of her is a bottle of champagne and empty Starbucks cups. On the other is a totally naked man, asleep in bed.\n\nFacebook Twitter Pinterest Model behaviour: PC Music’s Hannah Diamond. Photograph: CG Watkins\n\n“Hi. Are we doing the interview in here?” I ask. “Yeah, want to squeeze in between us?” Polly enthuses back. I politely decline and perch on the end.\n\n“So who’s this?” I ask.\n\n“Well, I was just on holiday in Vienna with my boyfriend. But on the way back I was sitting in front of this guy. When I put my chair back to recline he tapped me on the shoulder and asked me to pull it forward. And then we started making out through the little gap, and now he’s here.”\n\n“That’s nice,” I say. This is obviously another set-up, but I just press on while he pretends to be asleep. I worry about trying to get a definitive definition from her, but I ask the question anyway. What is PC Music?\n\n“We’re basically the white version of Odd Future,” her face slightly dropping as she realises what she’s said it and how she can never take it back.\n\nShe tells me about her priorities in life: Starbucks, Selfridges and, above all, money. She says her dad is a powerful man and bought her this hotel suite as a treat. Sometimes she’ll say something like, “I have nothing I want to put across to the world beyond ‘Buy me a nice car,’” or “Do you know that pick-up artist book The Game? I’m basically the female version of that,” and we’ll both burst out laughing because it’s too awkward to take seriously, the edifice of her character sort of floating awkwardly between us.\n\nThat’s kind of the joy with PC Music, and why there’s so much debate: the more it puts out there, the more it reveals, the more people call it mysterious. It is deliberately ambiguous. As Cook says: “I’m not surprised it’s become a talking point. It’s presenting itself in a very full-on way but I wouldn’t wanna dismiss either side. Are we stage-managed or disorganised? Are we oversharing or mysterious? Even the name itself is malleable because it’s so literal, it can be interpreted to mean any genre or style.”\n\nFacebook Twitter Pinterest GFOTY performs onstage at SXSW. Photograph: Steve Rogers\n\nHere’s my take: PC Music is a process between imagination and reality. It began as a dream: invented pop stars, Photoshopped magazine covers, a conceptual sports energy drink. But now, those things are becoming reality. QT drinks are in production in the US. Its affiliated producers such as SOPHIE are now producing for pop stars like Madonna and Charli XCX. And it really is on the covers of magazines (well, this one at least).\n\nAs it reaches a new stage of reality, it dreams bigger. In a week it will launch Pop Cube, an event in New York that will simultaneously kick off the “PC Music TV Network”. It is keeping tight-lipped about how it will work, but the basic idea is to create something that’s part event, part live stream, part reality show; a way to take the cast of characters it has and tell more stories with them, using scripted dialogue. Last week Hannah Diamond made her first vlog about “becoming real”. It’s the perfect encapsulation for what everyone involved in this project is trying to do: the realisation of an imagined technological universe.\n\nI put my theory to Polly.\n\n“We’re trying to subliminally send a message through my music, that you’d never be able to hear because it’s subliminal.”\n\nSo what’s that message?\n\n“The thing is, it’s a secret because if I say message, people won’t listen any more because they’re gonna know about it. But it’s basically: ‘Bang me and give me your money.’”\n\nPerhaps it’s best not to overthink it.\n\nPC Music Volume 1 is out now via iTunes",
  "title": "PC Music: the future of pop or 'contemptuous parody'?",
  "ts_in": "2015-05-02T16:28:48.781848",
  "url": "http://www.theguardian.com/music/2015/may/02/pc-music-dance-music-collective"
}