{
  "article_html": "<div><p>A new book by Yossi Alpher, who has been both a Mossad operative and co-editor of the Israeli-Palestinian newsletter Bitterlemons, examines the history of the &#8220;Periphery doctrine&#8221;, a general rubric covering Israel&#8217;s search for allies in the Middle East.<br></p>\n<p>Despite originating in the office of prime minister David Ben Gurion around 1957-8, the doctrine has been more influential in Mossad and other intelligence agencies than in Israeli diplomacy or covert politics. Its basic aim has been finding regional partners against the &#8220;Arab core&#8221;, originally understood as a coalition of states led by the Egypt of Gamal Abdul Nasser.</p>\n<p>These allies have been both countries and ethnic or religious minorities within countries, and have at various times included Turkey, the Shah&#8217;s <a href=\"http://www.theguardian.com/world/iran\" class=\" u-underline\">Iran</a>, Ethiopia, Sudan, Morocco and Greece as well as the Maronites of Lebanon, the Iraqi Kurds, the south Sudanese and the Berbers. The doctrine was most significant, argues Alpher, from the 1960s to the late 1980s, when faded in response to apparent progress in peace talks with the &#8216;core&#8217; Arab states and the Palestinians, before re-emerging after 2010 with the Arab Spring as &#8220;years of Arab state dysfunction&#8221; spawned a new era of Arab revolution&#8221;.</p>\n<p>The highpoint of the periphery doctrine - the &#8220;flagship operation&#8221; - was Trident, an intelligence alliance with Turkey and Iran beginning in the late 1950s. This lasted with Iran until the <a href=\"http://www.theguardian.com/world/iran-blog/2015/feb/11/us-general-huysers-secret-iran-mission-declassified\" class=\" u-underline\">1979 Revolution</a>, and with Turkey until prime minister Recep Erdogan took a distance from Israel around 2009. </p>\n<p>How useful Trident was to those involved remains unclear. A Trident headquarters in <a href=\"http://www.theguardian.com/world/israel\" class=\" u-underline\">Israel</a> was paid for by the CIA &#8211; with a blue section for Iranians and a yellow one for Turks &#8211; but never really used and soon became a Mossad training facility.</p>\n<p>Iran did at least export oil to Israel, beginning when Mohammad Mossadegh was prime minister, and by the later 1970s there were also arms sales and several thousand Israeli businessmen living with their families in Tehran. While there was &#8220;almost daily sharing of raw intelligence data&#8221;, writes Alpher, mainly concerning Nasser&#8217;s Egypt or the Soviet Union, both Turkey and Iran kept a distance, a kind of plausible deniability, especially to defray Arab fears.</p>\n<p>Alpher argues Trident had little practical value for Israel: he quotes David Kimche, a Mossad veteran, that &#8220;it&#8217;s astounding how shallow in vital areas their [ie Iran&#8217;s] intelligence was&#8221;. Its importance, argues Alpher, was rather in sending &#8220;an important message to the Americans, the Soviets, and the Arabs: Israel was not alone; it had important regional allies&#8221;.</p>\n<p>Perhaps the most gripping part of Alpher&#8217;s book for those most interested in Iran is his critique of what he calls &#8220;periphery nostalgia&#8221;, which he defines as &#8220;the presumption that because Iran has historic tensions with the Arab world and because one Iranian regime, that of the shah, seemingly allied itself strategically with Israel&#8230;this pattern of alliance and shared strategic interests must&#8230;continue&#8230;&#8221;</p>\n<p>Alpher ridicules any notion of a natural affinity between Jews and Persians going back to King Cyrus in the 6th century BC allowing Jews exiled in Babylon to return to Jerusalem and rebuild the temple. He cites Trita Parsi, who studied the Iran-Israel relationship in depth for his book Treacherous Alliance, quoting an interview where Parsi sums up his discussions with diplomats from the Shah&#8217;s time, contrasting, on one hand, the Israelis for whom &#8220;there seemed to be not only an ideological [tie] but also a fulfilment of destiny... [a belief in] a new chapter of the Bible being written&#8221; with, on the other hand, the Iranians who had &#8220;no idea&#8221; of these supposed ties and who &#8220;couldn&#8217;t care less&#8221;.</p>\n<p>Alpher analyses Iran-Contra and Israel&#8217;s arms supplies to Iran during the 1980-88 war with Iraq as examples of the same fallacy, through a misplaced conviction that &#8220;a moderate faction involved in a power struggle in Iran would be strengthened...thereby paving the way to a strategic breakthrough in Israeli-Iranian relations&#8221;. </p>\n<p>Alpher sees more recent advocates of &#8220;regime change&#8221; as another instance of Israelis who &#8220;willfully or erroneously engage in wishful thinking and ignore the dramatic change that has taken place in Iran&#8217;s power structure since the shah&#8217;s day&#8221;. The reality, he argues, is that &#8220;the majority of Iranians appear to support at least the idea of the regime, which has struck deep institutional and cultural roots&#8221;.</p>\n<p>For those weary of the rhetoric of politicians or the propagandizing of think tanks, Alpher&#8217;s sparkling book, based on information and experience acquired over 30 years, including interviews with several heads of Mossad, is a torrent of fresh air. As a former intelligence operative, he well knows that all rulers &#8211; Israeli or Iranians &#8211; combine pragmatism with core beliefs and ideology. </p>\n<p>He is also aware they can come to believe in their own half-truths and wishes. Hence his argument over &#8220;periphery nostalgia&#8221; is not just that it distorts reality but that it is dangerous.</p>\n<p>For Alpher is among those Israelis who still believe that, despite formidable obstacles, peace with the Palestinians and the &#8220;Arab core&#8221; is both possible and desirable. The danger in a nostalgic approach to Iran is that it encourages Israel &#8220;consciously or inadvertently [to] ignore prospects for coexistence with its immediate Arab neighbours because it convinces itself of the seeming immutability of its periphery relationships&#8221;.</p>\n<p>Yossi Alpher, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/276820/\" class=\" u-underline\">Periphery: Israel&#8217;s Search for Allies in the Middle East</a>, is published by Rowman &amp; Littlefield</p>\n</div>",
  "authors": [
    "Gareth Smyth For Tehran Bureau"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Iran",
    "Israel",
    "Palestinian territories",
    "The Mossad",
    "Middle East and North Africa",
    "World news"
  ],
  "ntitle": "periphery_israel_s_search_for_allies_in_the_middle_east_by_yossi_alpher",
  "publish_date": "2015-04-30T00:00:00",
  "tags": [],
  "text": "A new book by Yossi Alpher, who has been both a Mossad operative and co-editor of the Israeli-Palestinian newsletter Bitterlemons, examines the history of the “Periphery doctrine”, a general rubric covering Israel’s search for allies in the Middle East.\n\n\n\nDespite originating in the office of prime minister David Ben Gurion around 1957-8, the doctrine has been more influential in Mossad and other intelligence agencies than in Israeli diplomacy or covert politics. Its basic aim has been finding regional partners against the “Arab core”, originally understood as a coalition of states led by the Egypt of Gamal Abdul Nasser.\n\nThese allies have been both countries and ethnic or religious minorities within countries, and have at various times included Turkey, the Shah’s Iran, Ethiopia, Sudan, Morocco and Greece as well as the Maronites of Lebanon, the Iraqi Kurds, the south Sudanese and the Berbers. The doctrine was most significant, argues Alpher, from the 1960s to the late 1980s, when faded in response to apparent progress in peace talks with the ‘core’ Arab states and the Palestinians, before re-emerging after 2010 with the Arab Spring as “years of Arab state dysfunction” spawned a new era of Arab revolution”.\n\nThe highpoint of the periphery doctrine - the “flagship operation” - was Trident, an intelligence alliance with Turkey and Iran beginning in the late 1950s. This lasted with Iran until the 1979 Revolution, and with Turkey until prime minister Recep Erdogan took a distance from Israel around 2009.\n\nHow useful Trident was to those involved remains unclear. A Trident headquarters in Israel was paid for by the CIA – with a blue section for Iranians and a yellow one for Turks – but never really used and soon became a Mossad training facility.\n\nIran did at least export oil to Israel, beginning when Mohammad Mossadegh was prime minister, and by the later 1970s there were also arms sales and several thousand Israeli businessmen living with their families in Tehran. While there was “almost daily sharing of raw intelligence data”, writes Alpher, mainly concerning Nasser’s Egypt or the Soviet Union, both Turkey and Iran kept a distance, a kind of plausible deniability, especially to defray Arab fears.\n\nAlpher argues Trident had little practical value for Israel: he quotes David Kimche, a Mossad veteran, that “it’s astounding how shallow in vital areas their [ie Iran’s] intelligence was”. Its importance, argues Alpher, was rather in sending “an important message to the Americans, the Soviets, and the Arabs: Israel was not alone; it had important regional allies”.\n\nPerhaps the most gripping part of Alpher’s book for those most interested in Iran is his critique of what he calls “periphery nostalgia”, which he defines as “the presumption that because Iran has historic tensions with the Arab world and because one Iranian regime, that of the shah, seemingly allied itself strategically with Israel…this pattern of alliance and shared strategic interests must…continue…”\n\nAlpher ridicules any notion of a natural affinity between Jews and Persians going back to King Cyrus in the 6th century BC allowing Jews exiled in Babylon to return to Jerusalem and rebuild the temple. He cites Trita Parsi, who studied the Iran-Israel relationship in depth for his book Treacherous Alliance, quoting an interview where Parsi sums up his discussions with diplomats from the Shah’s time, contrasting, on one hand, the Israelis for whom “there seemed to be not only an ideological [tie] but also a fulfilment of destiny... [a belief in] a new chapter of the Bible being written” with, on the other hand, the Iranians who had “no idea” of these supposed ties and who “couldn’t care less”.\n\nAlpher analyses Iran-Contra and Israel’s arms supplies to Iran during the 1980-88 war with Iraq as examples of the same fallacy, through a misplaced conviction that “a moderate faction involved in a power struggle in Iran would be strengthened...thereby paving the way to a strategic breakthrough in Israeli-Iranian relations”.\n\nAlpher sees more recent advocates of “regime change” as another instance of Israelis who “willfully or erroneously engage in wishful thinking and ignore the dramatic change that has taken place in Iran’s power structure since the shah’s day”. The reality, he argues, is that “the majority of Iranians appear to support at least the idea of the regime, which has struck deep institutional and cultural roots”.\n\nFor those weary of the rhetoric of politicians or the propagandizing of think tanks, Alpher’s sparkling book, based on information and experience acquired over 30 years, including interviews with several heads of Mossad, is a torrent of fresh air. As a former intelligence operative, he well knows that all rulers – Israeli or Iranians – combine pragmatism with core beliefs and ideology.\n\nHe is also aware they can come to believe in their own half-truths and wishes. Hence his argument over “periphery nostalgia” is not just that it distorts reality but that it is dangerous.\n\nFor Alpher is among those Israelis who still believe that, despite formidable obstacles, peace with the Palestinians and the “Arab core” is both possible and desirable. The danger in a nostalgic approach to Iran is that it encourages Israel “consciously or inadvertently [to] ignore prospects for coexistence with its immediate Arab neighbours because it convinces itself of the seeming immutability of its periphery relationships”.\n\nYossi Alpher, Periphery: Israel’s Search for Allies in the Middle East, is published by Rowman & Littlefield",
  "title": "Periphery: Israel’s search for allies in the Middle East by Yossi Alpher",
  "ts_in": "2015-05-02T16:27:45.551266",
  "url": "http://www.theguardian.com/world/iran-blog/2015/apr/30/periphery-israel-iran-relations-yossi-alpher-book-review"
}