{
  "article_html": "<div><p>Four men have been charged by police carrying out an investigation into slave labour.</p>\n<p>The four &#8211; all from the Rumney area of Cardiff &#8211; were arrested last summer for a range of alleged offences.</p>\n<p>Gwent Police confirmed a 58-year-old has been charged with two offences of kidnap and four offences of actual bodily harm, while three men aged 33, 35 and 38 have each been charged with one count of kidnapping.</p>\n<p>Detective Superintendent Paul Griffiths said the arrests came as part of the force&#8217;s Operation Imperial.</p>\n<p>&#8220;This is a welcome development for the Operation Imperial investigation, which has been in place investigating allegations of modern-day slavery, forced labour and other offences over a period of 30 years,&#8221; he said.</p>\n<p>&#8220;The work of the team is ongoing and the alleged offences we are investigating are extremely serious.&#8221;</p>\n<p>The four charged men are due to appear at Newport Magistrates&#8217; Court on 19 May.</p>\n<p>Officers are urging anyone who has concerns about slave labour to get in touch.</p>\n<p>People can either call police via the 101 number or the national modern slavery helpline on 0800 0121 700.</p>\n<p>Mr Griffiths added: &#8220;If we are given information, we can and will act on it.&#8221; </p>\n</div>",
  "authors": [
    "Press Association"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "UK news"
  ],
  "ntitle": "police_charge_four_men_in_cardiff_slave_labour_investigation",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Four men have been charged by police carrying out an investigation into slave labour.\n\nThe four – all from the Rumney area of Cardiff – were arrested last summer for a range of alleged offences.\n\nGwent Police confirmed a 58-year-old has been charged with two offences of kidnap and four offences of actual bodily harm, while three men aged 33, 35 and 38 have each been charged with one count of kidnapping.\n\nDetective Superintendent Paul Griffiths said the arrests came as part of the force’s Operation Imperial.\n\n“This is a welcome development for the Operation Imperial investigation, which has been in place investigating allegations of modern-day slavery, forced labour and other offences over a period of 30 years,” he said.\n\n“The work of the team is ongoing and the alleged offences we are investigating are extremely serious.”\n\nThe four charged men are due to appear at Newport Magistrates’ Court on 19 May.\n\nOfficers are urging anyone who has concerns about slave labour to get in touch.\n\nPeople can either call police via the 101 number or the national modern slavery helpline on 0800 0121 700.\n\nMr Griffiths added: “If we are given information, we can and will act on it.”",
  "title": "Police charge four men in Cardiff slave labour investigation",
  "ts_in": "2015-05-02T16:27:48.840287",
  "url": "http://www.theguardian.com/world/2015/may/02/police-charge-four-men-in-cardiff-slave-labour-investigation"
}