{
  "article_html": "<div><p>Born in Las Vegas, <a href=\"http://www.theguardian.com/sport/andre-agassi\" title=\"\" class=\" u-underline\">Agassi</a>, 45, played tennis professionally from 1986 to 2006 and won eight grand slam singles championships, including Wimbledon in 1992. He runs a charitable foundation for underprivileged children in Las Vegas, where he lives with his wife, <a href=\"http://www.theguardian.com/lifeandstyle/2013/jun/22/steffi-graf-interview\" title=\"\" class=\" u-underline\">Steffi Graf</a>, and their two children. He recently launched a&#160;range of fitness equipment, <a href=\"http://www.davidlloyd.co.uk/news-and-press/news-and-press-releases/2015/02/10/agassi-bilt\" title=\"\" class=\" u-underline\">Bilt</a>, available at David Lloyd leisure clubs.</p>\n<p><strong>When were you happiest? </strong><br>Every time I see either of our children, Jaden and Jaz, who are 13 and 11, really push themselves hard, whether that&#8217;s for a grade in school or an accomplishment in sport.</p>\n<p><strong>Which living person do you most admire, and why?</strong><br>My beautiful bride, because she lives her values on an hourly basis. She&#8217;s tireless, fearless, she&#8217;s absolutely clear on her objectives. Steffi is a gem.</p>\n<p><strong>What is your most treasured possession?</strong><br>The necklace my son made me when he was four. It&#8217;s made of rope and block letters and says, &#8220;Daddy rocks&#8221;.</p>\n<p><strong>If you could bring something extinct back to life, what would you choose?</strong><br>The spirit of Nelson Mandela, which seems to be extinct.</p>\n<p><strong>What is your favourite word?</strong><br>&#8220;Plethora&#8221;, for a plethora of reasons.</p>\n<p><strong>Which book changed your life?</strong><br><a href=\"http://www.amazon.co.uk/The-Tender-Bar-A-Memoir/dp/0340828838\" title=\"\" class=\" u-underline\">The Tender Bar, by JR Moehringer</a>. It made me think about the impact a&#160;person&#8217;s story can have on others, and it was the impetus for me to write my own story, which I did with JR.</p>\n<p><strong>What did you want to be when you were growing up? </strong><br>I didn&#8217;t dream of being something: tennis was my destiny. I&#160;just assumed from a very young age that I was going to be a tennis professional. My father loved tennis and played it as a&#160;kid back in Iran. He saw it as the fastest road to the American dream.</p>\n<p><strong>What is top of your bucket list?</strong><br>It was taking the children to Africa, but we got to do that last summer.</p>\n<p><strong>What is your guiltiest pleasure?</strong><br>I&#8217;ve been known to travel vast distances just to go snowboarding on great snow.</p>\n<p><strong>What is the worst job you&#8217;ve done?</strong><br>Having to prepare my feet for war &#8211; taping and shaving calluses, and covering blisters just to get out there and abuse myself some more.</p>\n<p><strong>What has been your biggest disappointment?</strong><br>That in sport you spend a third of your life not preparing for the other two-thirds of your life. The disappointment came from a physical standpoint when I stopped playing tennis. My body never went back to feeling good.</p>\n<p><strong>If you could go back in time, where&#160;would you go? </strong><br>I wouldn&#8217;t want to go back. My life has only got better.</p>\n<p><strong>How do you relax?</strong><br>I enjoy cooking, and watching my kids doing something they love.</p>\n<p><strong>What single thing would improve the quality of your life?</strong><br>Flexibility, and being injury-free.</p>\n<p><strong>What do you consider your greatest achievement?</strong><br>Getting Steffi to say yes.</p>\n<p><strong>How would you like to be remembered?</strong><br>As somebody who left the world a better place than when they came in.</p>\n<p><strong>What is the most important lesson life has taught you?</strong><br>Control what you can control and&#160;spend no energy worrying about the things that are out of&#160;your control.</p>\n<p><strong>Where would you most like to be right now?</strong><br>In the carpool lane, waiting for my kids&#160;to&#160;come out of&#160;school.</p>\n</div>",
  "authors": [
    "Rosanna Greenstreet"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Life and style",
    "Andre Agassi",
    "Sport",
    "Tennis"
  ],
  "ntitle": "q_a_andre_agassi",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Born in Las Vegas, Agassi, 45, played tennis professionally from 1986 to 2006 and won eight grand slam singles championships, including Wimbledon in 1992. He runs a charitable foundation for underprivileged children in Las Vegas, where he lives with his wife, Steffi Graf, and their two children. He recently launched a range of fitness equipment, Bilt, available at David Lloyd leisure clubs.\n\nWhen were you happiest?\n\nEvery time I see either of our children, Jaden and Jaz, who are 13 and 11, really push themselves hard, whether that’s for a grade in school or an accomplishment in sport.\n\nWhich living person do you most admire, and why?\n\nMy beautiful bride, because she lives her values on an hourly basis. She’s tireless, fearless, she’s absolutely clear on her objectives. Steffi is a gem.\n\nWhat is your most treasured possession?\n\nThe necklace my son made me when he was four. It’s made of rope and block letters and says, “Daddy rocks”.\n\nIf you could bring something extinct back to life, what would you choose?\n\nThe spirit of Nelson Mandela, which seems to be extinct.\n\nWhat is your favourite word?\n\n“Plethora”, for a plethora of reasons.\n\nWhich book changed your life?\n\nThe Tender Bar, by JR Moehringer. It made me think about the impact a person’s story can have on others, and it was the impetus for me to write my own story, which I did with JR.\n\nWhat did you want to be when you were growing up?\n\nI didn’t dream of being something: tennis was my destiny. I just assumed from a very young age that I was going to be a tennis professional. My father loved tennis and played it as a kid back in Iran. He saw it as the fastest road to the American dream.\n\nWhat is top of your bucket list?\n\nIt was taking the children to Africa, but we got to do that last summer.\n\nWhat is your guiltiest pleasure?\n\nI’ve been known to travel vast distances just to go snowboarding on great snow.\n\nWhat is the worst job you’ve done?\n\nHaving to prepare my feet for war – taping and shaving calluses, and covering blisters just to get out there and abuse myself some more.\n\nWhat has been your biggest disappointment?\n\nThat in sport you spend a third of your life not preparing for the other two-thirds of your life. The disappointment came from a physical standpoint when I stopped playing tennis. My body never went back to feeling good.\n\nIf you could go back in time, where would you go?\n\nI wouldn’t want to go back. My life has only got better.\n\nHow do you relax?\n\nI enjoy cooking, and watching my kids doing something they love.\n\nWhat single thing would improve the quality of your life?\n\nFlexibility, and being injury-free.\n\nWhat do you consider your greatest achievement?\n\nGetting Steffi to say yes.\n\nHow would you like to be remembered?\n\nAs somebody who left the world a better place than when they came in.\n\nWhat is the most important lesson life has taught you?\n\nControl what you can control and spend no energy worrying about the things that are out of your control.\n\nWhere would you most like to be right now?\n\nIn the carpool lane, waiting for my kids to come out of school.",
  "title": "Q&A: Andre Agassi",
  "ts_in": "2015-05-02T16:28:38.592207",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/02/andre-agassi-interview"
}