{
  "article_html": "<div><p>Rebecca Ellison, the wife of the Queens Park Rangers and England defender <a href=\"http://www.theguardian.com/football/rio-ferdinand\" class=\" u-underline\">Rio Ferdinand</a>, has died of cancer, the player announced on Saturday.</p>\n<p>She had been treated for cancer at the Royal Marsden, a specialist cancer treatment hospital in London.</p>\n<p>&#8220;My soulmate slipped away last night,&#8221; Ferdinand said in a statement. &#8220;Rebecca, my wonderful wife, passed away peacefully after a short battle with cancer at the Royal Marsden Hospital in London. &#8220;She was a fantastic, loving mother to our three beautiful children. She will be missed as a wife, sister, aunt, daughter and granddaughter. She will live on in our memory, as a guide and inspiration.&#8221;</p>\n<p>Ellison, 34, had breast cancer, according to BBC reports.</p>\n<p>Ferdinand expressed gratitude to the staff at the Royal Marsden hospital. &#8220;Myself, my parents Janice and Julian, along with Rebecca&#8217;s parents Lesley and Stephen, would like to thank our families, friends and my club colleagues who have rallied around in these desperate days, weeks and months,&#8221; the statement continued.</p>\n<p>&#8220;I would also like to express my gratitude for the dedication and expertise of the staff led by Professors Johnstone and Clarke at the Royal Marsden. Their valiant efforts to prolong Rebecca&#8217;s all-too-short life will not be forgotten. Our grief, as a family, is total. We would appreciate being allowed to mourn privately.&#8221;</p>\n<p>A QPR club statement added: &#8220;The thoughts of everyone at Queens Park Rangers are with Rio and his family at this immensely difficult time.&#8221;</p>\n<p>The couple were married in the summer of 2009 after Ferdinand had helped Manchester United win a third successive Premier League title.<br></p>\n<p>The club, where he won six league titles and the Champions League, were among those to pay their respects, saying: &#8220;Everybody&#8217;s thoughts at Manchester United are with Rio Ferdinand today, whose wife sadly passed away last night.&#8221; Former United goalkeeper Peter Schmeichel wrote: &#8220;Really sad news that Rebecca Ellison, the wife of Rio Ferdinand has past away. My condolences to Rio, their their children and the family. RIP&#8221;</p>\n<p>Arsenal football club also said: &#8220;Very sad news about Rio Ferdinand&#8217;s wife Rebecca, who has sadly lost her battle with cancer. Rest in peace.&#8221; </p>\n<p>She leaves behind three children, Lorenz, nine, Tate, six, and four-year-old Tia.<br></p>\n</div>",
  "authors": [
    "Rebecca Ratcliffe"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Rio Ferdinand",
    "UK news",
    "Football",
    "Sport"
  ],
  "ntitle": "rebecca_ellison_wife_of_rio_ferdinand_dies",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Rebecca Ellison, the wife of the Queens Park Rangers and England defender Rio Ferdinand, has died of cancer, the player announced on Saturday.\n\nShe had been treated for cancer at the Royal Marsden, a specialist cancer treatment hospital in London.\n\n“My soulmate slipped away last night,” Ferdinand said in a statement. “Rebecca, my wonderful wife, passed away peacefully after a short battle with cancer at the Royal Marsden Hospital in London. “She was a fantastic, loving mother to our three beautiful children. She will be missed as a wife, sister, aunt, daughter and granddaughter. She will live on in our memory, as a guide and inspiration.”\n\nEllison, 34, had breast cancer, according to BBC reports.\n\nFerdinand expressed gratitude to the staff at the Royal Marsden hospital. “Myself, my parents Janice and Julian, along with Rebecca’s parents Lesley and Stephen, would like to thank our families, friends and my club colleagues who have rallied around in these desperate days, weeks and months,” the statement continued.\n\n“I would also like to express my gratitude for the dedication and expertise of the staff led by Professors Johnstone and Clarke at the Royal Marsden. Their valiant efforts to prolong Rebecca’s all-too-short life will not be forgotten. Our grief, as a family, is total. We would appreciate being allowed to mourn privately.”\n\nA QPR club statement added: “The thoughts of everyone at Queens Park Rangers are with Rio and his family at this immensely difficult time.”\n\nThe couple were married in the summer of 2009 after Ferdinand had helped Manchester United win a third successive Premier League title.\n\n\n\nThe club, where he won six league titles and the Champions League, were among those to pay their respects, saying: “Everybody’s thoughts at Manchester United are with Rio Ferdinand today, whose wife sadly passed away last night.” Former United goalkeeper Peter Schmeichel wrote: “Really sad news that Rebecca Ellison, the wife of Rio Ferdinand has past away. My condolences to Rio, their their children and the family. RIP”\n\nArsenal football club also said: “Very sad news about Rio Ferdinand’s wife Rebecca, who has sadly lost her battle with cancer. Rest in peace.”\n\nShe leaves behind three children, Lorenz, nine, Tate, six, and four-year-old Tia.\n\n",
  "title": "Rebecca Ellison, wife of Rio Ferdinand, dies",
  "ts_in": "2015-05-02T16:28:19.336715",
  "url": "http://www.theguardian.com/football/2015/may/02/rebecca-ellisson-wife-of-footballer-rio-ferdinand-dies"
}