{
  "article_html": "<div><p>The Surrey commuter town of Esher, home to Sandown Park racecourse, has been identified as the most expensive place to rent a two-bedroom home in the UK outside London, with tenants paying an average of almost &#163;2,000 a month.</p>\n<p>Advertised monthly rents in the upmarket town have increased by 4.1% over the past year, to an average of &#163;1,913, according to a survey by property website Rightmove.</p>\n<p>After Esher the next most expensive town for tenants is Oxford, where the average monthly rent being advertised by landlords on the website is now &#163;1,612 &#8211; 11.7% higher than this time last year. The university town has long had high rents, supported by strong demand from students and young professionals.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/money/2015/apr/29/just-43-homes-on-the-market-affordable-for-first-time-buyers-in-london\" class=\" u-underline\">Just 43 homes on the market affordable for first-time buyers in London</a> </p>\n\n<p>The private rental sector has grown rapidly in recent years, driven by a fall in social housing and affordability barriers for people aspiring to own their own homes. <br></p>\n<p>About 4.8m households are now private renters. In the runup to the election, housing has been a key theme for politicians, and Labour, the Liberal Democrats and the Green party have all vowed to limit rent rises if they get into power.</p>\n<p>Rightmove&#8217;s list is dominated by towns in south-east England, many within an easy commute of the capital. <br></p>\n<p>Weybridge, Marlow, Ascot, Windsor and Henley-on-Thames all feature among the 10 most expensive locations to rent a home. In the 20th most expensive, Cambridge, an average two-bed home costs &#163;1,182 a month. <br></p>\n<p>In Greater London, however, the average rent for a two-bedder is now &#163;2,216. London prices are up 6% over the past year.</p>\n<p>Separate figures published by flatsharing website SpareRoom.co.uk on Thursday showed a similar ripple effect out from the capital. It said demand for rooms in satellite towns had soared, and this had pushed up rents. <br></p>\n<p>In Harlow in Essex, it said nine tenants were competing for each room advertised, and the cost to them had increased by just under 12% annually.</p>\n<p>Across the country, demand for rental property is at a record high, said Rightmove, with the number of inquiries from prospective tenants to letting agents sent via the site up by 73% over the past year.</p>\n<p>The website&#8217;s head of lettings, Sam Mitchell, said the rental market &#8220;has always been fast-paced but over the past year we&#8217;ve seen demand increase to record levels&#8221;. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/business/2015/apr/26/housing-market-crisis-will-not-be-cured-by-political-sticking-plaster\" class=\" u-underline\">The housing market crisis will not be cured by political sticking-plaster</a> </p>\n\n<p>&#8220;People moving out of the capital to places in the south-east has contributed to double-digit growth in rents in some of the most expensive places like Oxford and Henley-on-Thames,&#8221; said Mitchell. &#8220;These figures show it&#8217;s wrong to think that anywhere outside of London will definitely be cheaper.&#8221;</p>\n<p>Rising house prices and tougher credit conditions have led to many who would previously have bought homes remaining in the rented sector for longer. Although first-time buyer activity picked up in 2014, figures from estate agents Your Move and Reeds Rains suggest a sharp fall in the number of new entrants to the market so far this year. <br></p>\n<p>Research based on sales through its branches combined with the latest Council of Mortgage Lenders data, showed there were 60,900 first-time buyer transactions in the first quarter of 2015, markedly below the 79,900 in the last three months of 2014 and the lowest quarterly total for two years.</p>\n<p>The fall comes despite falling mortgage rates and signs of improvement in household finances. The agents&#8217; director, Adrian Gill, said<strong>:</strong> &#8220;Wages are now beating inflation, and that&#8217;s boosting household finances in a way not seen for half a decade. On the ground, there is a little more optimism in the air. But property prices are still rising faster.&#8221;</p>\n<p>The latest figures from the Land Registry showed that across England and Wales house prices fell by 0.8% in March, following several months of slowing activity. <br></p>\n<p>However, Matthew Pointon, from Capital Economics, said that despite &#8220;a not insignificant fall&#8221; during the month, prices were still higher in the first three months of the year than in the previous quarter.</p>\n<p>&#8220;Overall, therefore, the Land Registry figures are broadly in line with other measures of house prices showing a steady rise since the start of the year,&#8221; he said. </p>\n<p>The latest data put the average price of a property at &#163;178,007, 5.3% higher than in March 2014. The annual rate of price increases remained in double figures in the south-east and London, but were more muted in other regions, and in the north-east prices were down by 2.9% year-on-year.<br></p>\n<p>In a sign of how divided the housing market has become, while the average price of a property in London hit its highest-ever level of &#163;462,799, in the north-east homes changed hands for an average of &#163;97,444, well below their pre-crisis peak.<br></p>\n</div>",
  "authors": [
    "Hilary Osborne"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Housing market",
    "Housing",
    "Renting property",
    "Business",
    "Communities",
    "Money",
    "Property",
    "Real estate",
    "Society",
    "UK news",
    "Cities"
  ],
  "ntitle": "revealed_britain_s_most_expensive_places_to_rent_a_home",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "The Surrey commuter town of Esher, home to Sandown Park racecourse, has been identified as the most expensive place to rent a two-bedroom home in the UK outside London, with tenants paying an average of almost £2,000 a month.\n\nAdvertised monthly rents in the upmarket town have increased by 4.1% over the past year, to an average of £1,913, according to a survey by property website Rightmove.\n\nAfter Esher the next most expensive town for tenants is Oxford, where the average monthly rent being advertised by landlords on the website is now £1,612 – 11.7% higher than this time last year. The university town has long had high rents, supported by strong demand from students and young professionals.\n\nRelated: Just 43 homes on the market affordable for first-time buyers in London\n\nThe private rental sector has grown rapidly in recent years, driven by a fall in social housing and affordability barriers for people aspiring to own their own homes.\n\n\n\nAbout 4.8m households are now private renters. In the runup to the election, housing has been a key theme for politicians, and Labour, the Liberal Democrats and the Green party have all vowed to limit rent rises if they get into power.\n\nRightmove’s list is dominated by towns in south-east England, many within an easy commute of the capital.\n\n\n\nWeybridge, Marlow, Ascot, Windsor and Henley-on-Thames all feature among the 10 most expensive locations to rent a home. In the 20th most expensive, Cambridge, an average two-bed home costs £1,182 a month.\n\n\n\nIn Greater London, however, the average rent for a two-bedder is now £2,216. London prices are up 6% over the past year.\n\nSeparate figures published by flatsharing website SpareRoom.co.uk on Thursday showed a similar ripple effect out from the capital. It said demand for rooms in satellite towns had soared, and this had pushed up rents.\n\n\n\nIn Harlow in Essex, it said nine tenants were competing for each room advertised, and the cost to them had increased by just under 12% annually.\n\nAcross the country, demand for rental property is at a record high, said Rightmove, with the number of inquiries from prospective tenants to letting agents sent via the site up by 73% over the past year.\n\nThe website’s head of lettings, Sam Mitchell, said the rental market “has always been fast-paced but over the past year we’ve seen demand increase to record levels”.\n\nRelated: The housing market crisis will not be cured by political sticking-plaster\n\n“People moving out of the capital to places in the south-east has contributed to double-digit growth in rents in some of the most expensive places like Oxford and Henley-on-Thames,” said Mitchell. “These figures show it’s wrong to think that anywhere outside of London will definitely be cheaper.”\n\nRising house prices and tougher credit conditions have led to many who would previously have bought homes remaining in the rented sector for longer. Although first-time buyer activity picked up in 2014, figures from estate agents Your Move and Reeds Rains suggest a sharp fall in the number of new entrants to the market so far this year.\n\n\n\nResearch based on sales through its branches combined with the latest Council of Mortgage Lenders data, showed there were 60,900 first-time buyer transactions in the first quarter of 2015, markedly below the 79,900 in the last three months of 2014 and the lowest quarterly total for two years.\n\nThe fall comes despite falling mortgage rates and signs of improvement in household finances. The agents’ director, Adrian Gill, said: “Wages are now beating inflation, and that’s boosting household finances in a way not seen for half a decade. On the ground, there is a little more optimism in the air. But property prices are still rising faster.”\n\nThe latest figures from the Land Registry showed that across England and Wales house prices fell by 0.8% in March, following several months of slowing activity.\n\n\n\nHowever, Matthew Pointon, from Capital Economics, said that despite “a not insignificant fall” during the month, prices were still higher in the first three months of the year than in the previous quarter.\n\n“Overall, therefore, the Land Registry figures are broadly in line with other measures of house prices showing a steady rise since the start of the year,” he said.\n\nThe latest data put the average price of a property at £178,007, 5.3% higher than in March 2014. The annual rate of price increases remained in double figures in the south-east and London, but were more muted in other regions, and in the north-east prices were down by 2.9% year-on-year.\n\n\n\nIn a sign of how divided the housing market has become, while the average price of a property in London hit its highest-ever level of £462,799, in the north-east homes changed hands for an average of £97,444, well below their pre-crisis peak.\n\n",
  "title": "Revealed: Britain's most expensive places to rent a home",
  "ts_in": "2015-05-02T16:28:39.165045",
  "url": "http://www.theguardian.com/business/2015/may/01/revealed-britains-most-expensive-places-to-rent-a-home"
}