{
  "article_html": "<div><p class=\"block-time published-time\"> <a href=\"#block-55449786e4b07d6c58ec66fd\" class=\"block-time__link\">11:00</a> </p><h2>Preamble</h2>\n<p><strong>Morning folks.</strong> <a href=\"http://www.theguardian.com/sport/live/2015/apr/11/kolkata-knight-riders-royal-challengers-bangalore-ipl-2015-live\" class=\" u-underline\">We&#8217;ve been here before</a>. We know what these teams can do, about their strengths and weaknesses. In the away corner, the defending champions with their firing seam attack; at home, the star-studded form team who, having added Mitchell Starc to their XI since the teams last met, look a dangerous prospect.</p>\n<p><strong>The Royal Challengers are languishing in mid-table, yes,</strong> but that&#8217;s because they lost three of their first four &#8211; only beating KKR, as it happens &#8211; but, since bringing in Starc to complement Gayle, Kohli and ABdV, they&#8217;ve picked up a couple of thumping wins.</p>\n<p><strong>The Knight Riders on the other hand </strong>are in the play-off places, sitting comfortably third thanks to their surprise win over the Super Kings. They&#8217;re hardly the most consistent of teams, but Morne Morkel has fired and should enjoy the pace of the Bangalore pitch.</p>\n<p><strong>We got that rarest of things, </strong>a genuine <a href=\"http://www.theguardian.com/sport/ipl\" class=\" u-underline\">IPL</a> thriller, last time around. These two sides certainly have the players to give us a repeat. Let&#8217;s hope for that, yeah?</p>\n<p><strong>Play begins at 11.30 BST,</strong> or 4pm local time. Toss and team news when they come through, but in the meantime, here&#8217;s your pre-match entertainment.</p>\n\n<p class=\"embed-video-wrapper u-responsive-ratio u-responsive-ratio--hd\">\n\n</p>\n\n</div>",
  "authors": [
    "Dan Lucas"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "IPL",
    "Cricket",
    "Sport",
    "Twenty20",
    "Over by over reports"
  ],
  "ntitle": "royal_challengers_bangalore_v_kolkata_knight_riders_ipl_2015_live",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "11:00\n\nPreamble\n\nMorning folks. We’ve been here before. We know what these teams can do, about their strengths and weaknesses. In the away corner, the defending champions with their firing seam attack; at home, the star-studded form team who, having added Mitchell Starc to their XI since the teams last met, look a dangerous prospect.\n\nThe Royal Challengers are languishing in mid-table, yes, but that’s because they lost three of their first four – only beating KKR, as it happens – but, since bringing in Starc to complement Gayle, Kohli and ABdV, they’ve picked up a couple of thumping wins.\n\nThe Knight Riders on the other hand are in the play-off places, sitting comfortably third thanks to their surprise win over the Super Kings. They’re hardly the most consistent of teams, but Morne Morkel has fired and should enjoy the pace of the Bangalore pitch.\n\nWe got that rarest of things, a genuine IPL thriller, last time around. These two sides certainly have the players to give us a repeat. Let’s hope for that, yeah?\n\nPlay begins at 11.30 BST, or 4pm local time. Toss and team news when they come through, but in the meantime, here’s your pre-match entertainment.",
  "title": "Royal Challengers Bangalore v Kolkata Knight Riders: IPL 2015 – live!",
  "ts_in": "2015-05-02T16:28:34.849198",
  "url": "http://www.theguardian.com/sport/live/2015/may/02/royal-challengers-bangalore-v-kolkata-knight-riders-ipl-2015-live"
}