{
  "article_html": "<div><p>A Russian Duma deputy has asked Russia&#8217;s attorney general to investigate <a href=\"http://www.theguardian.com/technology/apple\" class=\" u-underline\">Apple</a> for distributing &#8220;gay propaganda&#8221; to minors.</p>\n<p>Alexander Starovoitov, a member of the rightwing LDPR party, says Apple spammed youths with illegal content when it released U2&#8217;s latest album, Songs of Innocence, to more than 500 million iTunes customers worldwide in September 2014.<br></p>\n<p>Apple&#8217;s &#8220;gift&#8221; of free copies of U2&#8217;s new album to iTunes users triggered <a href=\"http://www.independent.co.uk/arts-entertainment/music/news/tyler-the-creator-compares-having-the-new-u2-album-automatically-downloaded-on-his-iphone-was-like-waking-up-with-herpes-9732091.html\" class=\" u-underline\">a significant backlash</a>.. </p>\n<p>&#8220;I had this beautiful idea and we kind of got carried away with ourselves,&#8221; said frontman <a href=\"http://www.theguardian.com/music/bono\" class=\" u-underline\">Bono</a>, responding to widespread criticism of the automatic download. &#8220;Artists are prone to that kind of thing.&#8221;</p>\n<p>The album cover in question features the band&#8217;s drummer, Larry Mullen Jr, embracing his 18-year-old son, Elvis, shirtless. The image was taken by photographer Glen Luchford, and the group says it is a visual metaphor for the album and its theme of &#8220;how holding on to your own innocence is a lot harder than holding on to someone else&#8217;s&#8221;.</p>\n<p>But Starovoitov disagrees. He says the U2 album art promotes sex between men, and the newspaper Izvestia, known for its pro-Kremlin reporting, <a href=\"http://izvestia.ru/news/586015\" class=\" u-underline\">quotes Evgeny Tonky, a lawyer</a>, who says he&#8217;s ready to sue Apple for compensation for moral damages on behalf of his own son.</p>\n\n<blockquote class=\"js-tweet tweet\">\n<p class=\"tweet-user\">&#8212; Pavel Chikov (@pchikov)</p>\n \n<p class=\"tweet-body\">&#1059;&#1076;&#1072;&#1088;&#1085;&#1080;&#1082; U2 &#1051;&#1072;&#1088;&#1088;&#1080; &#1052;&#1072;&#1083;&#1083;&#1077;&#1085;-&#1084;&#1083;. &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085; &#1085;&#1072; &#1086;&#1073;&#1083;&#1086;&#1078;&#1082;&#1077; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1076;&#1080;&#1089;&#1082;&#1072; &#171;Songs Of Innocence&#187; &#1086;&#1073;&#1085;&#1080;&#1084;&#1072;&#1102;&#1097;&#1080;&#1084; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1089;&#1099;&#1085;&#1072;-&#1087;&#1086;&#1076;&#1088;&#1086;&#1089;&#1090;&#1082;&#1072; <a href=\"http://t.co/58hMu432xM\" class=\" u-underline\">pic.twitter.com/58hMu432xM</a></p>\n<a href=\"https://twitter.com/pchikov/status/593317219091804160\"></a>\n</blockquote>\n\n<p>If Apple is convicted of distributing gay propaganda to youths, the company could be forced to cease operations in <a href=\"http://www.theguardian.com/world/russia\" class=\" u-underline\">Russia</a> for as many as 90 days, or pay a fine of up to 1 million roubles (&#163;13,000).<br></p>\n<p>The album initially launched with different cover art, the two shirtless men only appeared later, when physical copies of the album went on sale.</p>\n<p>In November 2014, following Tim Cook&#8217;s announcement that he is gay, a university in St Petersburg <a href=\"http://www.theguardian.com/world/video/2014/nov/04/russian-statue-removed-apple-ceo-comes-out-as-gay-video\" class=\" u-underline\">removed a monument to Steve Jobs and Apple</a>. The decision was widely viewed as a direct response to Cook&#8217;s coming out.<br></p>\n</div>",
  "authors": [
    "Meduza Part Of The New East Network"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Russia",
    "U2",
    "Apple",
    "LGBT rights",
    "Music",
    "Technology",
    "World news",
    "Culture",
    "Europe",
    "Bono"
  ],
  "ntitle": "russian_politician_denounces_apple_s_u2_album_gift_as_gay_propaganda",
  "publish_date": "2015-04-30T00:00:00",
  "tags": [],
  "text": "A Russian Duma deputy has asked Russia’s attorney general to investigate Apple for distributing “gay propaganda” to minors.\n\nAlexander Starovoitov, a member of the rightwing LDPR party, says Apple spammed youths with illegal content when it released U2’s latest album, Songs of Innocence, to more than 500 million iTunes customers worldwide in September 2014.\n\n\n\nApple’s “gift” of free copies of U2’s new album to iTunes users triggered a significant backlash..\n\n“I had this beautiful idea and we kind of got carried away with ourselves,” said frontman Bono, responding to widespread criticism of the automatic download. “Artists are prone to that kind of thing.”\n\nThe album cover in question features the band’s drummer, Larry Mullen Jr, embracing his 18-year-old son, Elvis, shirtless. The image was taken by photographer Glen Luchford, and the group says it is a visual metaphor for the album and its theme of “how holding on to your own innocence is a lot harder than holding on to someone else’s”.\n\nBut Starovoitov disagrees. He says the U2 album art promotes sex between men, and the newspaper Izvestia, known for its pro-Kremlin reporting, quotes Evgeny Tonky, a lawyer, who says he’s ready to sue Apple for compensation for moral damages on behalf of his own son.\n\n— Pavel Chikov (@pchikov) Ударник U2 Ларри Маллен-мл. изображен на обложке нового диска «Songs Of Innocence» обнимающим своего сына-подростка pic.twitter.com/58hMu432xM\n\nIf Apple is convicted of distributing gay propaganda to youths, the company could be forced to cease operations in Russia for as many as 90 days, or pay a fine of up to 1 million roubles (£13,000).\n\n\n\nThe album initially launched with different cover art, the two shirtless men only appeared later, when physical copies of the album went on sale.\n\nIn November 2014, following Tim Cook’s announcement that he is gay, a university in St Petersburg removed a monument to Steve Jobs and Apple. The decision was widely viewed as a direct response to Cook’s coming out.\n\n",
  "title": "Russian politician denounces Apple’s U2 album gift as ‘gay propaganda’",
  "ts_in": "2015-05-02T16:28:20.355674",
  "url": "http://www.theguardian.com/world/2015/apr/30/russia-politician-denounces-apple-u2-album-gift-gay-propaganda"
}