{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/books/ruth-rendell\" class=\" u-underline\">Ruth Rendell</a>, one of Britain&#8217;s best-loved authors, who delighted fans for decades with her dark, intricately plotted crime novels, has died at the age of 85, her publisher has announced.</p>\n<p>Baroness Rendell of Babergh, the creator of Inspector Wexford and author of more than 60 novels, had been admitted to hospital after a serious stroke in January and died in London on Saturday morning. The statement from her publisher, Hutchinson, said her family had requested privacy.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-obituary-crime-writer\" class=\" u-underline\">Ruth Rendell obituary</a> </p>\n\n<p>The crime writer Val McDermid voiced the sorrow of many Rendell fans when she heard the news.</p>\n<p>&#8220;<a href=\"http://www.theguardian.com/books/2015/may/02/no-one-can-equal-ruth-rendells-range-or-accomplishment-crime-writer\" class=\" u-underline\">Ruth Rendell was unique</a>. No one can equal her range or her accomplishment; no one has earned more respect from her fellow practitioners,&#8221; McDermid said.</p>\n<p>&#8220;The broad church that is current British crime writing owes much to a writer who over a 50-year career consistently demonstrated that the genre can continually reinvent itself, moving in new directions, assuming new concerns and exploring new ways of telling stories. And doing it all in a smoothly satisfying prose style.&#8221;</p>\n<p>Baroness Gail Rebuck, chair of Penguin Random House UK, of which Hutchinson is an imprint, said: &#8220;Ruth was much admired by the whole publishing industry for her brilliant body of work. An insightful and elegant observer of society, many of her award-winning thrillers and psychological murder mysteries highlighted the causes she cared so deeply about. </p>\n<p>&#8220;She was a great writer, a campaigner for social justice, a proud mother and grandmother, a generous and loyal friend and probably the best read person I have ever met. Her many close friends in publishing and the House of Lords will greatly miss her wonderful company and her truly unique contribution to our lives.&#8221;</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-in-quotes\" class=\" u-underline\">Ruth Rendell: In quotes</a> </p>\n\n<p>Susan Sandon, the managing director of Cornerstone, which runs Hutchinson, also paid tribute to Rendell&#8217;s life and work: &#8220;Ruth was beloved as an author and a friend &#8211; to me, and to so many of us. Her writing and her company enriched all our lives. Erudite, wise and endlessly entertaining, she will be so greatly missed.&#8221;</p>\n<p>Rendell&#8217;s novels included the Inspector Wexford crime series and the psychological thrillers she wrote as Barbara Vine. Her debut, From Doon with Death, introduced the world to Wexford in 1964. </p>\n<p>&#8220;He sort of is me, although not entirely,&#8221; the author told the Observer in 2013 when the inspector made his 24th outing, in No Man&#8217;s Nightingale. &#8220;Wexford holds my views pretty well on most things, so I find putting him on the page fairly easy.&#8221;</p>\n<p>Rendell landed her &#163;75 publishing deal with Hutchinson after around a decade of life as a mother and housewife; she had been a journalist on the Chigwell Times, but resigned after it emerged that her report of a local tennis club dinner had been written without attending the event, meaning she missed the death of the after-dinner speaker during his speech.</p>\n<p>Her novels, from A Judgement in Stone, which opens with the line: &#8220;Eunice Parchman killed the Coverdale family because she could not read and write&#8221;, to last year&#8217;s The Girl Next Door, which sees the bones of two severed hands discovered in a box, cover topics from racism to domestic violence. </p>\n<p>The books have, her friend Jeanette Winterson has said, been &#8220;a major force in lifting crime writing out of airport genre fiction and into both cutting-edge and mainstream literature&#8221;. <br></p>\n<p>Ian Rankin said he had viewed Rendell as &#8220;probably the greatest living crime writer&#8221; and added that &#8220;if crime fiction is currently in rude good health, its practitioners striving to better the craft and keep it fresh, vibrant and relevant, this is in no small part thanks to Ruth Rendell&#8221;.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/audio/2012/dec/24/ruth-rendell-mr-james-alberic\" class=\" u-underline\">Ruth Rendell reads 'Canon Alberic&#8217;s Scrapbook' by MR James</a> </p>\n\n<p>Rendell&#8217;s death closely follows that of fellow crime writer PD James, her good friend and political opponent in the House of Lords.</p>\n<p>A tribute by the broadcaster and writer Mark Lawson this weekend called them &#8220;<a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-and-pd-james-giants-of-detective-fiction\" class=\" u-underline\">the George Eliot and Jane Austen of the homicidal novel</a>: different minds and style but equal talent&#8221;. He credited them with saving British detective fiction from the disdain of serious literary critics.</p>\n<p>The crime writer Simon Brett said Rendell&#8217;s output was astonishing and her transition into Vine was amazing.</p>\n<p>&#8220;I cannot think of another example of an author who has moved up a gear so dramatically,&#8221; he said on Saturday. &#8220;I had always enjoyed her books but when the first Vine book, A Dark Adapted Eye, came out, it was such a change of style.</p>\n<p>&#8220;I last saw her when she was giving a speech last year and she was mesmerising. Although it was always quite spooky, because she was so affable in person and yet you knew she could summon up dark places in her mind.&#8221;</p>\n<p>Rendell told the Guardian two years ago: &#8220;Suspense is my thing. I think I am able to make people want to keep turning pages.</p>\n<p>&#8220;I just wait until I&#8217;ve got a character and I think, why would anybody do that, what is it in their background, what is it in their lives makes them do it?&#8221;</p>\n<p>Rendell won prizes including the Crime Writers&#8217; Association Cartier Diamond Dagger for &#8220;sustained excellence in crime writing&#8221;, and as a Labour life peer, helped pass a law preventing girls being sent abroad for female genital mutilation.</p>\n<p>She was regularly in the Lords, and recently completed another novel for her publisher, Hutchinson, telling the Guardian in 2013 that she had no plans to retire.</p>\n<p>&#8220;I couldn&#8217;t do that. It&#8217;s what I do and I love doing it. It&#8217;s absolutely essential to my life. I don&#8217;t know what I would do if I didn&#8217;t write,&#8221; she said. &#8220;I&#8217;ll do it until I die, won&#8217;t I? If I can. You don&#8217;t know, but probably.&#8221;</p>\n<p></p>\n<p><br></p>\n<p></p>\n<p><br></p>\n</div>",
  "authors": [
    "Val Mcdermid",
    "Vanessa Thorpe",
    "Alison Flood"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ruth Rendell",
    "Crime fiction",
    "Culture",
    "UK news",
    "Books",
    "Fiction"
  ],
  "ntitle": "ruth_rendell_crime_writer_dies_aged_85",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Ruth Rendell, one of Britain’s best-loved authors, who delighted fans for decades with her dark, intricately plotted crime novels, has died at the age of 85, her publisher has announced.\n\nBaroness Rendell of Babergh, the creator of Inspector Wexford and author of more than 60 novels, had been admitted to hospital after a serious stroke in January and died in London on Saturday morning. The statement from her publisher, Hutchinson, said her family had requested privacy.\n\nRelated: Ruth Rendell obituary\n\nThe crime writer Val McDermid voiced the sorrow of many Rendell fans when she heard the news.\n\n“Ruth Rendell was unique. No one can equal her range or her accomplishment; no one has earned more respect from her fellow practitioners,” McDermid said.\n\n“The broad church that is current British crime writing owes much to a writer who over a 50-year career consistently demonstrated that the genre can continually reinvent itself, moving in new directions, assuming new concerns and exploring new ways of telling stories. And doing it all in a smoothly satisfying prose style.”\n\nBaroness Gail Rebuck, chair of Penguin Random House UK, of which Hutchinson is an imprint, said: “Ruth was much admired by the whole publishing industry for her brilliant body of work. An insightful and elegant observer of society, many of her award-winning thrillers and psychological murder mysteries highlighted the causes she cared so deeply about.\n\n“She was a great writer, a campaigner for social justice, a proud mother and grandmother, a generous and loyal friend and probably the best read person I have ever met. Her many close friends in publishing and the House of Lords will greatly miss her wonderful company and her truly unique contribution to our lives.”\n\nRelated: Ruth Rendell: In quotes\n\nSusan Sandon, the managing director of Cornerstone, which runs Hutchinson, also paid tribute to Rendell’s life and work: “Ruth was beloved as an author and a friend – to me, and to so many of us. Her writing and her company enriched all our lives. Erudite, wise and endlessly entertaining, she will be so greatly missed.”\n\nRendell’s novels included the Inspector Wexford crime series and the psychological thrillers she wrote as Barbara Vine. Her debut, From Doon with Death, introduced the world to Wexford in 1964.\n\n“He sort of is me, although not entirely,” the author told the Observer in 2013 when the inspector made his 24th outing, in No Man’s Nightingale. “Wexford holds my views pretty well on most things, so I find putting him on the page fairly easy.”\n\nRendell landed her £75 publishing deal with Hutchinson after around a decade of life as a mother and housewife; she had been a journalist on the Chigwell Times, but resigned after it emerged that her report of a local tennis club dinner had been written without attending the event, meaning she missed the death of the after-dinner speaker during his speech.\n\nHer novels, from A Judgement in Stone, which opens with the line: “Eunice Parchman killed the Coverdale family because she could not read and write”, to last year’s The Girl Next Door, which sees the bones of two severed hands discovered in a box, cover topics from racism to domestic violence.\n\nThe books have, her friend Jeanette Winterson has said, been “a major force in lifting crime writing out of airport genre fiction and into both cutting-edge and mainstream literature”.\n\n\n\nIan Rankin said he had viewed Rendell as “probably the greatest living crime writer” and added that “if crime fiction is currently in rude good health, its practitioners striving to better the craft and keep it fresh, vibrant and relevant, this is in no small part thanks to Ruth Rendell”.\n\nRelated: Ruth Rendell reads 'Canon Alberic’s Scrapbook' by MR James\n\nRendell’s death closely follows that of fellow crime writer PD James, her good friend and political opponent in the House of Lords.\n\nA tribute by the broadcaster and writer Mark Lawson this weekend called them “the George Eliot and Jane Austen of the homicidal novel: different minds and style but equal talent”. He credited them with saving British detective fiction from the disdain of serious literary critics.\n\nThe crime writer Simon Brett said Rendell’s output was astonishing and her transition into Vine was amazing.\n\n“I cannot think of another example of an author who has moved up a gear so dramatically,” he said on Saturday. “I had always enjoyed her books but when the first Vine book, A Dark Adapted Eye, came out, it was such a change of style.\n\n“I last saw her when she was giving a speech last year and she was mesmerising. Although it was always quite spooky, because she was so affable in person and yet you knew she could summon up dark places in her mind.”\n\nRendell told the Guardian two years ago: “Suspense is my thing. I think I am able to make people want to keep turning pages.\n\n“I just wait until I’ve got a character and I think, why would anybody do that, what is it in their background, what is it in their lives makes them do it?”\n\nRendell won prizes including the Crime Writers’ Association Cartier Diamond Dagger for “sustained excellence in crime writing”, and as a Labour life peer, helped pass a law preventing girls being sent abroad for female genital mutilation.\n\nShe was regularly in the Lords, and recently completed another novel for her publisher, Hutchinson, telling the Guardian in 2013 that she had no plans to retire.\n\n“I couldn’t do that. It’s what I do and I love doing it. It’s absolutely essential to my life. I don’t know what I would do if I didn’t write,” she said. “I’ll do it until I die, won’t I? If I can. You don’t know, but probably.”\n\n\n\n\n\n\n\n",
  "title": "Ruth Rendell, crime writer, dies aged 85",
  "ts_in": "2015-05-02T16:28:24.160954",
  "url": "http://www.theguardian.com/books/2015/may/02/ruth-rendell-writer-dies-aged-85"
}