{
  "article_html": "<div><p>Ruth Rendell, Lady Rendell of Babergh, also known as Barbara Vine, <a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-writer-dies-aged-85\" class=\" u-underline\">who has died aged 85</a>, was a literary phenomenon. From 1964, when her country copper, Reg Wexford, first stepped before the reading public in <a href=\"http://www.amazon.co.uk/From-Doon-With-Death-Wexford/dp/0099534789\" class=\" u-underline\">From Doon with Death</a>, she wrote more than 50 crime novels and seven books of short stories. Many of them were adapted for television or made into feature films; the Wexford books in particular were an enormous success on TV, with the actor <a href=\"http://www.theguardian.com/tv-and-radio/2011/oct/08/george-baker\" class=\" u-underline\">George Baker</a> playing Wexford as a big, gruff, rural policeman, solving crime in the fictional Sussex town of Kingsmarkham.</p>\n<p>But Rendell was never satisfied with producing the annual whodunnit. She demonstrated this when, rather than follow her first Wexford novel with more of the same, she daringly jumped away from the classic English mystery in her second book, To Fear a Painted Devil (1965), and gave readers a taste of the psychological thrillers to come.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-in-quotes\" class=\" u-underline\">Ruth Rendell: In quotes</a> </p>\n\n<p>The clich&#233;d view of Rendell is that she suddenly changed her style when, in the 1980s, she started writing as Barbara Vine, but the truth is that from the beginning, even in the Wexford tales, she concentrated more on character and psychology than old-fashioned police procedure. She wrote 24 Wexford books and produced an equal number of thrillers under the name Rendell. Her first novel as Barbara Vine was A Dark-Adapted Eye (1986), which won the Mystery Writers of America&#8217;s Edgar Allan Poe award. The next year, a second Barbara Vine, A Fatal Inversion, won her the Crime Writers&#8217; Association Golden Dagger.</p>\n<p>The big difference with the Barbara Vine stories was that in them she went inside the heads of her psychopathic killers and rapists. It was this that made them so dark and chilling, an uncomfortable read for fans of Wexford who were used to the protection of the country officer standing between them and an unsafe world. Because of this, Rendell&#8217;s fans fell into two rather warring camps, those who liked the Wexford stories and those who felt that Barbara Vine was a great &#8220;real&#8221; novelist breaking new ground. The books were all, however, bestsellers.</p>\n<p>There might also have been a third camp, those who loved her wonderful short stories. This was a dying, or dead, market in Britain, but Rendell was able to sell short stories in the US to publications such as the Ellery Queen Mystery Magazine.</p>\n<p>Although Rendell did not like the title often bestowed on her &#8211; queen of crime &#8211; calling it snide and sexist, she did not go along with the many reviewers, among them AN Wilson and <a href=\"http://www.theguardian.com/books/2014/nov/27/pd-james\" class=\" u-underline\">PD James</a>, who called her a great novelist. &#8220;Nobody in their senses is going to call me a first-class writer,&#8221; she said. &#8220;I don&#8217;t mind because I do the very best that I can and thousands, millions of people enjoy my books.&#8221;</p>\n\n\n<a href=\"/books/2015/may/02/ruth-rendell-obituary-crime-writer#img-1\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/1/15/1421327195679/54352400-07dc-4ba0-bddb-0aa4f082e972-300x180.jpeg\" alt=\"George Baker as Detective Chief Inspector Reg Wexford and Louie Ramsay as Dora Wexford in The Ruth Rendell Mysteries in 1988.\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F44qjz%2Fsfb%23img-1&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Ruth+Rendell+obituary&amp;url=http%3A%2F%2Fgu.com%2Fp%2F44qjz%2Fstw%23img-1\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Ruth+Rendell+obituary&amp;url=http%3A%2F%2Fwww.theguardian.com%2Fbooks%2F2015%2Fmay%2F02%2Fruth-rendell-obituary-crime-writer&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F1%2F15%2F1421327196584%2F54352400-07dc-4ba0-bddb-0aa4f082e972-2060x1236.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\nGeorge Baker as Detective Chief Inspector Reg Wexford and Louie Ramsay as Dora Wexford in ITV&#8217;s The Ruth Rendell Mysteries, 1988. Photograph: ITV/Rex Features\n\n\n\n<p>A very private person, who could get prickly with interviewers, she nevertheless said that she was going to take an active part in politics when she was made a life peer in 1997. That year she had given &#163;10,000 to the <a href=\"http://www.theguardian.com/politics/labour\" class=\" u-underline\">Labour</a> election campaign. In the Lords, Rendell<strong> </strong>supported the bill to legalise assisted suicide: &#8220;The way I&#8217;m going it won&#8217;t be long, but all my aunts lived into their 90s.&#8221;</p>\n<p>Daughter of Ebba (nee Krause) and Arthur Grasemann, she was born in South Woodford and grew up in suburban east <a href=\"http://www.theguardian.com/uk/london\" class=\" u-underline\">London</a>, in Leyton. Her mother, who had been born in Sweden and lived in Denmark until she was 12, was diagnosed with multiple sclerosis and Ruth, an only child, was brought up in part by a housekeeper to whom, she said, she was much closer than she was to her mother. Her father she described as &#8220;endlessly patient, endlessly loving, and endlessly kind&#8221;. She put a lot of him into Wexford.</p>\n<p>She went to Loughton high school, in Essex, and was, she said, very unhappy. But she began to find herself when she left school and became a journalist. She worked on the Chigwell Times and by the age of 22 was its star reporter. She ran into trouble when she wrote a story about an old deserted house and invented a ghost. The owner of the house threatened to sue. Shortly afterwards she skipped the annual meeting of a local tennis club and wrote the story up from the chairman&#8217;s pre-prepared speech of which she had a copy. After her piece appeared in print she learned that the chairman had dropped dead of a heart attack in the middle of delivering it. She quit before she was sacked.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/may/02/ruth-rendell-five-key-works\" class=\" u-underline\">Ruth Rendell: five key works</a> </p>\n\n<p>Aged 20 she married Don Rendell, a reporter she met at an inquest. He became a financial journalist on the Daily Mail and for 10 years Rendell was a wife and mother. She described these as happy years but during that time she went through a long apprenticeship, writing six novels all of which were rejected. When her seventh, From Doon to Death, was accepted by the small publishing house of John Long, she received &#163;75 for it. &#8220;No interviews then,&#8221; she said, &#8220;nor for the next two novels.&#8221;</p>\n<p>Later she was frequently interviewed, though she was never a willing subject. Asked once too often what she would have been if she hadn&#8217;t become a novelist, she said a country and western singer. It came as a shock when, during an interview on Norwegian television, she was handed a microphone and asked to sing. Asked on BBC Radio 4 about how she went about writing her short stories, she said, &#8220;Oh they just come to me.&#8221; She described what drove her to write by saying: &#8220;I like to sit at a desk and type.&#8221;</p>\n<p>She claimed that, when writing her novels, she never did any research but &#8220;simply made things up&#8221;. Later on, she hired a researcher, but the great detail she gave her stories was the result, she said, of going on long walks, especially in London. She became an expert on parks in the capital.</p>\n<p>Her hobby was changing houses; she moved 18 times. For several years, she lived in a pink 16th-century manor house set in 11 acres in Suffolk, before returning to London. Her only digression from a rather set, humdrum routine came when in 1975 she divorced her husband and then two years later remarried him. Asked why, she said that after they separated, she found she couldn&#8217;t live without him, because he was the sort of man with whom you could go on a 200-mile car trip and never have to say a word.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/books/2015/may/02/no-one-can-equal-ruth-rendells-range-or-accomplishment-crime-writer\" class=\" u-underline\">No one can equal Ruth Rendell's range or accomplishment | Val McDermid</a> </p>\n\n<p>The Mystery Writers of America gave her three Edgars and the British Crimewriters&#8217; Association awarded her several Golden and Silver Daggers. In 1991 she received the Cartier Diamond award for outstanding contribution to the crime genre. She showed no sign of slowing up: No Man&#8217;s Nightingale, published in 2013, was a classic Wexford; and in 2014 she created a new detective, Colin Quell, for The Girl Next Door.</p>\n<p>Rendell was extraordinarily generous. She gave a large amount of money away. She was vice-president of the housing charity Shelter and raised money for Little Hearts Matter, which helps children with heart disease. She said she knew what it was like to have no money, adding: &#8220;I don&#8217;t think it&#8217;s good for people to be born into money and not know what it is never to have it.&#8221;</p>\n<p>Her husband died in 1999. She is survived by her son, Simon.</p>\n<p>&#8226; Ruth Barbara Rendell, Lady Rendell of Babergh, writer, born 17 February 1930; died 2 May 2015</p>\n</div>",
  "authors": [
    "Stanley Reynolds",
    "Val Mcdermid"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Ruth Rendell",
    "Crime fiction",
    "Books",
    "UK news",
    "Crime drama",
    "Thrillers",
    "Politics",
    "Assisted dying",
    "Newspapers",
    "Labour",
    "London",
    "House of Lords"
  ],
  "ntitle": "ruth_rendell_obituary",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Ruth Rendell, Lady Rendell of Babergh, also known as Barbara Vine, who has died aged 85, was a literary phenomenon. From 1964, when her country copper, Reg Wexford, first stepped before the reading public in From Doon with Death, she wrote more than 50 crime novels and seven books of short stories. Many of them were adapted for television or made into feature films; the Wexford books in particular were an enormous success on TV, with the actor George Baker playing Wexford as a big, gruff, rural policeman, solving crime in the fictional Sussex town of Kingsmarkham.\n\nBut Rendell was never satisfied with producing the annual whodunnit. She demonstrated this when, rather than follow her first Wexford novel with more of the same, she daringly jumped away from the classic English mystery in her second book, To Fear a Painted Devil (1965), and gave readers a taste of the psychological thrillers to come.\n\nRelated: Ruth Rendell: In quotes\n\nThe clichéd view of Rendell is that she suddenly changed her style when, in the 1980s, she started writing as Barbara Vine, but the truth is that from the beginning, even in the Wexford tales, she concentrated more on character and psychology than old-fashioned police procedure. She wrote 24 Wexford books and produced an equal number of thrillers under the name Rendell. Her first novel as Barbara Vine was A Dark-Adapted Eye (1986), which won the Mystery Writers of America’s Edgar Allan Poe award. The next year, a second Barbara Vine, A Fatal Inversion, won her the Crime Writers’ Association Golden Dagger.\n\nThe big difference with the Barbara Vine stories was that in them she went inside the heads of her psychopathic killers and rapists. It was this that made them so dark and chilling, an uncomfortable read for fans of Wexford who were used to the protection of the country officer standing between them and an unsafe world. Because of this, Rendell’s fans fell into two rather warring camps, those who liked the Wexford stories and those who felt that Barbara Vine was a great “real” novelist breaking new ground. The books were all, however, bestsellers.\n\nThere might also have been a third camp, those who loved her wonderful short stories. This was a dying, or dead, market in Britain, but Rendell was able to sell short stories in the US to publications such as the Ellery Queen Mystery Magazine.\n\nAlthough Rendell did not like the title often bestowed on her – queen of crime – calling it snide and sexist, she did not go along with the many reviewers, among them AN Wilson and PD James, who called her a great novelist. “Nobody in their senses is going to call me a first-class writer,” she said. “I don’t mind because I do the very best that I can and thousands, millions of people enjoy my books.”\n\nFacebook Twitter Pinterest George Baker as Detective Chief Inspector Reg Wexford and Louie Ramsay as Dora Wexford in ITV’s The Ruth Rendell Mysteries, 1988. Photograph: ITV/Rex Features\n\nA very private person, who could get prickly with interviewers, she nevertheless said that she was going to take an active part in politics when she was made a life peer in 1997. That year she had given £10,000 to the Labour election campaign. In the Lords, Rendell supported the bill to legalise assisted suicide: “The way I’m going it won’t be long, but all my aunts lived into their 90s.”\n\nDaughter of Ebba (nee Krause) and Arthur Grasemann, she was born in South Woodford and grew up in suburban east London, in Leyton. Her mother, who had been born in Sweden and lived in Denmark until she was 12, was diagnosed with multiple sclerosis and Ruth, an only child, was brought up in part by a housekeeper to whom, she said, she was much closer than she was to her mother. Her father she described as “endlessly patient, endlessly loving, and endlessly kind”. She put a lot of him into Wexford.\n\nShe went to Loughton high school, in Essex, and was, she said, very unhappy. But she began to find herself when she left school and became a journalist. She worked on the Chigwell Times and by the age of 22 was its star reporter. She ran into trouble when she wrote a story about an old deserted house and invented a ghost. The owner of the house threatened to sue. Shortly afterwards she skipped the annual meeting of a local tennis club and wrote the story up from the chairman’s pre-prepared speech of which she had a copy. After her piece appeared in print she learned that the chairman had dropped dead of a heart attack in the middle of delivering it. She quit before she was sacked.\n\nRelated: Ruth Rendell: five key works\n\nAged 20 she married Don Rendell, a reporter she met at an inquest. He became a financial journalist on the Daily Mail and for 10 years Rendell was a wife and mother. She described these as happy years but during that time she went through a long apprenticeship, writing six novels all of which were rejected. When her seventh, From Doon to Death, was accepted by the small publishing house of John Long, she received £75 for it. “No interviews then,” she said, “nor for the next two novels.”\n\nLater she was frequently interviewed, though she was never a willing subject. Asked once too often what she would have been if she hadn’t become a novelist, she said a country and western singer. It came as a shock when, during an interview on Norwegian television, she was handed a microphone and asked to sing. Asked on BBC Radio 4 about how she went about writing her short stories, she said, “Oh they just come to me.” She described what drove her to write by saying: “I like to sit at a desk and type.”\n\nShe claimed that, when writing her novels, she never did any research but “simply made things up”. Later on, she hired a researcher, but the great detail she gave her stories was the result, she said, of going on long walks, especially in London. She became an expert on parks in the capital.\n\nHer hobby was changing houses; she moved 18 times. For several years, she lived in a pink 16th-century manor house set in 11 acres in Suffolk, before returning to London. Her only digression from a rather set, humdrum routine came when in 1975 she divorced her husband and then two years later remarried him. Asked why, she said that after they separated, she found she couldn’t live without him, because he was the sort of man with whom you could go on a 200-mile car trip and never have to say a word.\n\nRelated: No one can equal Ruth Rendell's range or accomplishment | Val McDermid\n\nThe Mystery Writers of America gave her three Edgars and the British Crimewriters’ Association awarded her several Golden and Silver Daggers. In 1991 she received the Cartier Diamond award for outstanding contribution to the crime genre. She showed no sign of slowing up: No Man’s Nightingale, published in 2013, was a classic Wexford; and in 2014 she created a new detective, Colin Quell, for The Girl Next Door.\n\nRendell was extraordinarily generous. She gave a large amount of money away. She was vice-president of the housing charity Shelter and raised money for Little Hearts Matter, which helps children with heart disease. She said she knew what it was like to have no money, adding: “I don’t think it’s good for people to be born into money and not know what it is never to have it.”\n\nHer husband died in 1999. She is survived by her son, Simon.\n\n• Ruth Barbara Rendell, Lady Rendell of Babergh, writer, born 17 February 1930; died 2 May 2015",
  "title": "Ruth Rendell obituary",
  "ts_in": "2015-05-02T16:28:36.380712",
  "url": "http://www.theguardian.com/books/2015/may/02/ruth-rendell-obituary-crime-writer"
}