{
  "article_html": "<div><p>At least seven people died as flames and gunfire erupted around the western <a href=\"http://www.theguardian.com/weather/mexico\" class=\" u-underline\">Mexico</a> state of Jalisco on Friday when a military operation targeting a drug cartel was launched at the start of a three-day holiday weekend.</p>\n<p>Suspected cartel members stopped buses and trucks to block highways in the state capital of Guadalajara and other cities, snarling traffic on a day Mexicans took to the road in droves. Officials said 11 banks and five gas stations were firebombed in almost simultaneous attacks. Lesser violence also was reported in three other states.</p>\n<p>The first attack occurred when gunmen fired on a military helicopter, killing three soldiers and forcing it to make an emergency landing about 150 miles (250 kilometres) southwest of Guadalajara. Ten soldiers and two federal police officers were injured and three soldiers remained missing, a defence ministry statement said.</p>\n<p>The statement said the helicopter was participating in the anti-cartel offensive known as Operation Jalisco.</p>\n<p>Jalisco state governor Aristoteles Sandoval said that the violence around the state was a reaction to the operation, which he said was designed to &#8220;get to the bottom of and to be able to arrest all the leaders of this cartel, of this organisation&#8221;.</p>\n<p>Sandoval did not name the cartel, but authorities have been locked in an increasingly bloody battle with the Jalisco New Generation cartel. Last month, cartel gunmen killed 15 state police officers in an ambush that was the bloodiest single attack on Mexican authorities in recent memory.</p>\n<p>One week earlier, cartel gunmen attempted to assassinate the state security commissioner and on March 19 they killed five federal police officers. Authorities have said those attacks were revenge for state forces killing a cartel leader.</p>\n<p>On Friday, Sandoval said Operation Jalisco, which had been announced by federal authorities earlier in the day, had the goal of arresting all members of the cartel.</p>\n<p>Sandoval said there were a total of seven deaths Friday, but did not specify the circumstances or the victims.</p>\n<p>Later, state spokesman Gonzalo Sanchez said through his Twitter account that the dead included three soldiers, one state police officer, two suspected criminals and one civilian. In an interview with the newspaper El Universal, Sanchez said authorities believed the Jalisco New Generation cartel was responsible.</p>\n<p>Sandoval counted 39 road blockades around the state affecting 25 municipalities. Nineteen people were arrested and there were four armed confrontations, he said. He said 19 people were injured, including three civilians who suffered burns.</p>\n<p>Alejandro Hope, a former official with Mexico&#8217;s intelligence service, said the violent response to the government offensive showed the cartel is cohesive and capable of reacting to attacks. He said the gang would likely tighten security to fend off the capture of its leader, who is believed to be Nemesio Oseguera Cervantes, nicknamed &#8220;El Mencho&#8221;.</p>\n<p>Hope questioned the decision to go after the cartel&#8217;s top leadership before first taking out mid-level leaders and weakening the gang&#8217;s ability to react with coordinated violence.</p>\n<p>However, Jorge Chabat, another Mexican security expert, said he didn&#8217;t think the cartel&#8217;s response would have a big impact. &#8220;I don&#8217;t believe that it is going to make the federal government leave them alone,&#8221; he said.</p>\n<p>President Enrique Pena Nieto said on Friday through his Twitter account that he lamented the soldiers&#8217; deaths in the course of their work in Jalisco.</p>\n<p>In December, Pena Nieto said Jalisco was considered one of the most unstable states in terms of security, along with Tamaulipas, Guerrero and Michoacan. He said then that those states would be prioritised in anti-crime efforts, but the violence there has continued.</p>\n<p>The US consulate in Guadalajara issued an advisory warning Americans to avoid travelling in the area.</p>\n<p>Earlier, the Jalisco state prosecutor&#8217;s office used its Twitter account to urge people in Guadalajara to remain calm as authorities responded to the road blockades. It said officials also were coordinating to extinguish fires and regain calm in other parts of the state&#8217;s interior.</p>\n<p>Such blockades are a common cartel response to the arrest of important members or are used to foil police and military operations. In recent weeks, burning vehicles and blockades in the state of Tamaulipas along the Texas border were attributed to factions of the Gulf cartel following the capture of some local leaders.</p>\n<p>But there have not been so many blockades erected simultaneously across so many parts of a state in recent memory.</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mexico",
    "Drugs trade",
    "US news",
    "Americas"
  ],
  "ntitle": "seven_killed_in_mexico_after_gunmen_down_helicopter_in_series_of_attacks",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "At least seven people died as flames and gunfire erupted around the western Mexico state of Jalisco on Friday when a military operation targeting a drug cartel was launched at the start of a three-day holiday weekend.\n\nSuspected cartel members stopped buses and trucks to block highways in the state capital of Guadalajara and other cities, snarling traffic on a day Mexicans took to the road in droves. Officials said 11 banks and five gas stations were firebombed in almost simultaneous attacks. Lesser violence also was reported in three other states.\n\nThe first attack occurred when gunmen fired on a military helicopter, killing three soldiers and forcing it to make an emergency landing about 150 miles (250 kilometres) southwest of Guadalajara. Ten soldiers and two federal police officers were injured and three soldiers remained missing, a defence ministry statement said.\n\nThe statement said the helicopter was participating in the anti-cartel offensive known as Operation Jalisco.\n\nJalisco state governor Aristoteles Sandoval said that the violence around the state was a reaction to the operation, which he said was designed to “get to the bottom of and to be able to arrest all the leaders of this cartel, of this organisation”.\n\nSandoval did not name the cartel, but authorities have been locked in an increasingly bloody battle with the Jalisco New Generation cartel. Last month, cartel gunmen killed 15 state police officers in an ambush that was the bloodiest single attack on Mexican authorities in recent memory.\n\nOne week earlier, cartel gunmen attempted to assassinate the state security commissioner and on March 19 they killed five federal police officers. Authorities have said those attacks were revenge for state forces killing a cartel leader.\n\nOn Friday, Sandoval said Operation Jalisco, which had been announced by federal authorities earlier in the day, had the goal of arresting all members of the cartel.\n\nSandoval said there were a total of seven deaths Friday, but did not specify the circumstances or the victims.\n\nLater, state spokesman Gonzalo Sanchez said through his Twitter account that the dead included three soldiers, one state police officer, two suspected criminals and one civilian. In an interview with the newspaper El Universal, Sanchez said authorities believed the Jalisco New Generation cartel was responsible.\n\nSandoval counted 39 road blockades around the state affecting 25 municipalities. Nineteen people were arrested and there were four armed confrontations, he said. He said 19 people were injured, including three civilians who suffered burns.\n\nAlejandro Hope, a former official with Mexico’s intelligence service, said the violent response to the government offensive showed the cartel is cohesive and capable of reacting to attacks. He said the gang would likely tighten security to fend off the capture of its leader, who is believed to be Nemesio Oseguera Cervantes, nicknamed “El Mencho”.\n\nHope questioned the decision to go after the cartel’s top leadership before first taking out mid-level leaders and weakening the gang’s ability to react with coordinated violence.\n\nHowever, Jorge Chabat, another Mexican security expert, said he didn’t think the cartel’s response would have a big impact. “I don’t believe that it is going to make the federal government leave them alone,” he said.\n\nPresident Enrique Pena Nieto said on Friday through his Twitter account that he lamented the soldiers’ deaths in the course of their work in Jalisco.\n\nIn December, Pena Nieto said Jalisco was considered one of the most unstable states in terms of security, along with Tamaulipas, Guerrero and Michoacan. He said then that those states would be prioritised in anti-crime efforts, but the violence there has continued.\n\nThe US consulate in Guadalajara issued an advisory warning Americans to avoid travelling in the area.\n\nEarlier, the Jalisco state prosecutor’s office used its Twitter account to urge people in Guadalajara to remain calm as authorities responded to the road blockades. It said officials also were coordinating to extinguish fires and regain calm in other parts of the state’s interior.\n\nSuch blockades are a common cartel response to the arrest of important members or are used to foil police and military operations. In recent weeks, burning vehicles and blockades in the state of Tamaulipas along the Texas border were attributed to factions of the Gulf cartel following the capture of some local leaders.\n\nBut there have not been so many blockades erected simultaneously across so many parts of a state in recent memory.",
  "title": "Seven killed in Mexico after gunmen down helicopter in series of attacks",
  "ts_in": "2015-05-02T16:28:12.886890",
  "url": "http://www.theguardian.com/weather/2015/may/02/seven-killed-in-mexico-after-gunmen-down-helicopter-in-series-of-attacks"
}