{
  "article_html": "<div><p><a href=\"http://www.theguardian.com/education/schools\" class=\" u-underline\">Schools</a> must start plugging staff shortages by forming federations and sharing teachers in key subjects such as maths, the leader of biggest head teachers&#8217; union has claimed, as new figures reveal there are 5,000 fewer trainee teachers starting this year.<br></p>\n<p>The alternative to such emergency measures will be ministers stepping in to close smaller schools at a cost to both parents and staff, or an increase in the number of children being taught by unqualified teachers, education experts have claimed.</p>\n<p>In an interview ahead of his keynote speech at the National Association of Head Teachers conference on Sunday, Russell Hobby, the union&#8217;s general secretary, said a hung parliament provided an opportunity for heads to take control of their own destiny and avoid &#8220;crazy&#8221; schemes from politicians.</p>\n<p>Hobby, whose union has 29,000 members, said that with 500,000 extra pupils due to attend schools over the next five years and with resources tight, heads needed to get together to solve the staffing crisis.</p>\n<p>He said: &#8220;We are going to be in tight financial straits, so let&#8217;s get schools together in groups. There are 20,000 schools in the country, thousands have 100 to 200 pupils. &#8220;We don&#8217;t want to amalgamate, and neither do parents. They don&#8217;t want to travel for hours to the nearest primary school.</p>\n\n<blockquote>\n<p>If someone is short of a maths teacher, then one of you will give them a good maths teacher</p>\n\nRussell Hobby\n\n</blockquote>\n\n<p>&#8220;If we don&#8217;t do something, the politicians will close schools and join them together. Lets find our own way to build federations or trusts that you choose voluntarily because others share your values and vision. You can then help each other out and it won&#8217;t be for cosy chats. If someone is short of a maths teacher, then one of you will give them a good maths teacher.&#8221;</p>\n<p>Figures published by Ucas last week show there are 5,000 fewer recruits to teacher-training programmes starting in September 2015, making recruitment of qualified staff next year extremely difficult for many heads.</p>\n<p>Chris Waterman, chair of the government advisory body, the Supply and Teacher Training Advisory Group, told The Observer that without a dramatic increase in teachers &#8220;hundreds of thousands of school pupils will be taught either by an unqualified teacher or a teacher without training in a relevant subject&#8221;.</p>\n<p>Most schools are facing a recruitment crisis in core subjects, according to a survey published earlier this month. More than half of head teachers said their schools had vacancies in maths, the same number in science, and almost half in English.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/education/2015/apr/06/england-desperate-shortage-qualified-teachers\" class=\" u-underline\">What to do about England&#8217;s desperate shortage of qualified teachers | Letters from Max Fishel, Julian Stanley</a> </p>\n\n<p>Hobby, whose union is meeting in Liverpool, said the reasons for the crisis included the language used by former education secretary Michael Gove in describing some teachers.</p>\n<p>He said: &#8220;We have had pay freezes for the last five years, and then below-inflation increases mean that, compared to other graduate salaries, teachers are falling behind again.</p>\n<p>&#8220;The rhetoric and storm of criticism of teachers as &#8216;enemies of promise&#8217; and &#8216;the blob&#8217; doesn&#8217;t necessarily encourage talented graduates to join the profession. We are reporting in Surrey that they have less than one applicant for a head teacher post on average, so they have to readvertise.</p>\n<p>&#8220;It is not that half a million new pupils is a bad thing &#8211; ask Japan what it is like not having a growing younger generation &#8211; but it is frustrating because this is one of those things you can plan for. A child is born and they are coming to school four years later, it is predictable, and yet we have spent the last four to five years playing politics with the types of school.&#8221;</p>\n<p>Earlier this month, it was reported that young teachers saddled with tens of thousands of pounds of student debt are being lured to Abu Dhabi, Dubai and Kuwait by tax-free salaries, free accommodation and medical insurance.</p>\n<p>John Howson, a former government adviser who runs job website TeachVac, which helps trainee teachers find jobs, said: &#8220;Schools are already facing recruitment challenges in many subjects for vacancies in September 2015.</p>\n<p>&#8220;Another year of under-recruitment that leaves training places empty for this September will mean the recruitment situation will be even worse in 2016, especially in London and the counties around the capital. The in-coming secretary of state will need to take urgent action to address this problem before it becomes a crisis.&#8221;</p>\n</div>",
  "authors": [
    "Daniel Boffey"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Teacher shortages",
    "Education",
    "Trade unions",
    "Politics",
    "Schools",
    "Teaching",
    "UK news"
  ],
  "ntitle": "share_teachers_to_plug_shortage_union_chief_tells_schools",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Schools must start plugging staff shortages by forming federations and sharing teachers in key subjects such as maths, the leader of biggest head teachers’ union has claimed, as new figures reveal there are 5,000 fewer trainee teachers starting this year.\n\n\n\nThe alternative to such emergency measures will be ministers stepping in to close smaller schools at a cost to both parents and staff, or an increase in the number of children being taught by unqualified teachers, education experts have claimed.\n\nIn an interview ahead of his keynote speech at the National Association of Head Teachers conference on Sunday, Russell Hobby, the union’s general secretary, said a hung parliament provided an opportunity for heads to take control of their own destiny and avoid “crazy” schemes from politicians.\n\nHobby, whose union has 29,000 members, said that with 500,000 extra pupils due to attend schools over the next five years and with resources tight, heads needed to get together to solve the staffing crisis.\n\nHe said: “We are going to be in tight financial straits, so let’s get schools together in groups. There are 20,000 schools in the country, thousands have 100 to 200 pupils. “We don’t want to amalgamate, and neither do parents. They don’t want to travel for hours to the nearest primary school.\n\nIf someone is short of a maths teacher, then one of you will give them a good maths teacher Russell Hobby\n\n“If we don’t do something, the politicians will close schools and join them together. Lets find our own way to build federations or trusts that you choose voluntarily because others share your values and vision. You can then help each other out and it won’t be for cosy chats. If someone is short of a maths teacher, then one of you will give them a good maths teacher.”\n\nFigures published by Ucas last week show there are 5,000 fewer recruits to teacher-training programmes starting in September 2015, making recruitment of qualified staff next year extremely difficult for many heads.\n\nChris Waterman, chair of the government advisory body, the Supply and Teacher Training Advisory Group, told The Observer that without a dramatic increase in teachers “hundreds of thousands of school pupils will be taught either by an unqualified teacher or a teacher without training in a relevant subject”.\n\nMost schools are facing a recruitment crisis in core subjects, according to a survey published earlier this month. More than half of head teachers said their schools had vacancies in maths, the same number in science, and almost half in English.\n\nRelated: What to do about England’s desperate shortage of qualified teachers | Letters from Max Fishel, Julian Stanley\n\nHobby, whose union is meeting in Liverpool, said the reasons for the crisis included the language used by former education secretary Michael Gove in describing some teachers.\n\nHe said: “We have had pay freezes for the last five years, and then below-inflation increases mean that, compared to other graduate salaries, teachers are falling behind again.\n\n“The rhetoric and storm of criticism of teachers as ‘enemies of promise’ and ‘the blob’ doesn’t necessarily encourage talented graduates to join the profession. We are reporting in Surrey that they have less than one applicant for a head teacher post on average, so they have to readvertise.\n\n“It is not that half a million new pupils is a bad thing – ask Japan what it is like not having a growing younger generation – but it is frustrating because this is one of those things you can plan for. A child is born and they are coming to school four years later, it is predictable, and yet we have spent the last four to five years playing politics with the types of school.”\n\nEarlier this month, it was reported that young teachers saddled with tens of thousands of pounds of student debt are being lured to Abu Dhabi, Dubai and Kuwait by tax-free salaries, free accommodation and medical insurance.\n\nJohn Howson, a former government adviser who runs job website TeachVac, which helps trainee teachers find jobs, said: “Schools are already facing recruitment challenges in many subjects for vacancies in September 2015.\n\n“Another year of under-recruitment that leaves training places empty for this September will mean the recruitment situation will be even worse in 2016, especially in London and the counties around the capital. The in-coming secretary of state will need to take urgent action to address this problem before it becomes a crisis.”",
  "title": "Share teachers to plug shortage, union chief tells schools",
  "ts_in": "2015-05-02T16:27:54.721817",
  "url": "http://www.theguardian.com/education/2015/may/02/share-teachers-to-plug-shortage-union-chief-russell-hobby"
}