{
  "article_html": "<div><p>The South African government has condemned the recent wave of <a href=\"http://www.theguardian.com/world/2015/apr/17/xenophobia-south-africa-brothers-violence-foreigners\" class=\" u-underline\">xenophobic violence</a> that has claimed at least seven lives and shattered the country&#8217;s reputation for tolerance and goodwill. But instead of pointing the finger at a <a href=\"http://www.theguardian.com/world/2015/apr/28/south-africa-is-not-a-xenophobic-nation-a-letter-from-jacob-zuma\" class=\" u-underline\">&#8220;small minority&#8221;</a>, the ruling ANC should recognise its own role in creating this situation.</p>\n<p> While the attacks on immigrants cannot be justified, there is no denying the fact that foreigners are increasingly competing with South Africans for jobs and resources. The government estimates that there are more than five million immigrants in the country &#8211; with by far the majority of them being Zimbabweans fleeing political and economic instability.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/28/south-africa-is-not-a-xenophobic-nation-a-letter-from-jacob-zuma\" class=\" u-underline\">'South Africa is not a xenophobic nation': a letter from Jacob Zuma</a> </p>\n\n<p>It&#8217;s clear that if <a href=\"http://www.theguardian.com/world/southafrica\" class=\" u-underline\">South Africa</a> had not been so reluctant to intervene in the crisis next door, it would not be suffering the consequences at home.</p>\n<p>The ANC fought hard for democracy in South Africa but it has not used its influence as the ruling party in the regional powerhouse to encourage democratic practices among its neighbours. Instead the party has been <a href=\"http://www.theguardian.com/world/2015/apr/09/robert-mugabe-wife-grace-zimbabwe-head-of-state-south-africa\" class=\" u-underline\">cosying up to the Zimbabwan president, Robert Mugabe</a>, despite his record of rigging elections and intimidating opponents.</p>\n<p>ANC heavyweight Jessie Duarte has defended this hands-off approach, arguing that South Africa has no right to tell the people of <a href=\"http://www.theguardian.com/world/zimbabwe\" class=\" u-underline\">Zimbabwe</a> how to run their country &#8211; but this fails to recognise the realities on the ground.</p>\n<p>The South African economy makes up more than 70% of the regional GDP, and it was just a few weeks ago that Mugabe came on a state visit seeking trade opportunities and presumably a financial bailout. </p>\n<p>With this much leverage, South <a href=\"http://www.theguardian.com/world/africa\" class=\" u-underline\">Africa</a> is extremely well placed to lobby for political and economic change.</p>\n<p>Yet successive ANC governments have failed to press Zimbabwe to have credible elections and have covertly endorsed an illegitimate government. A newly released report compiled by South Africa high court judge <a href=\"http://www.dailymaverick.co.za/article/2014-11-17-analysis-the-khampepe-report-a-crushing-blow-to-sas-diplomatic-credibility/#.VT-vqmTBzRY\" class=\" u-underline\">Sisi Khampepe found that Zimbabwe&#8217;s 2002 elections</a> were not at all free and fair &#8211; and that the South African observers were well aware of this despite declaring them to be legitimate. </p>\n<p>Indeed, South Africa is guilty of trying to patch up the Zimbabwean problems with &#8220;band-aid&#8221; solutions, including former president <a href=\"http://www.theguardian.com/news/blog/2008/jun/23/zimbabwecrisisthabombekisr\" class=\" u-underline\">Thabo Mbeki&#8217;s attempts to mediate</a> between Mugabe&#8217;s ruling Zanu-PF and the opposition MDC parties. Mbeki denied that Zimbabwe was in a crisis, despite evidence of human rights abuses and election irregularities. He was effectively shielding the country from western intervention, declaring that the Southern African Development Community was capable of handling the situation.</p>\n<p>For Mbeki this was partly motivated by his desire for an &#8220;<a href=\"http://www.theguardian.com/world/1999/jun/16/southafrica\" class=\" u-underline\">African renaissance</a>&#8221;, which made him unwilling to join in the western condemnation of Zimbabwe. The solidarity between Zanu-PF and the ANC as former liberation movements also added to the reluctance to criticise. Yet in the process South Africa has given Mugabe and Zanu-PF free rein to destroy the economy. </p>\n\n<p> Related: <a href=\"http://www.theguardian.com/world/2015/apr/20/south-africa-xenophobic-violence-migrants-workforce\" class=\" u-underline\">South Africa's xenophobic attacks: are migrants really stealing jobs?</a> </p>\n\n<p>Rather than turning a blind eye to failures of democracy in the region, South Africa has a duty to support development and political stability among neighbouring countries and not to be an island of economic growth. After all, it&#8217;s not hard to work out that if the situation in Zimbabwe were different fewer people would leave, and there would be fewer refugees. </p>\n</div>",
  "authors": [
    "Blessing Vava In Chipinge"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "South Africa",
    "Zimbabwe",
    "Jacob Zuma",
    "Thabo Mbeki",
    "Robert Mugabe",
    "Africa",
    "World news",
    "Migration",
    "Refugees",
    "ANC (African National Congress)"
  ],
  "ntitle": "south_africa_s_silence_on_zimbabwe_instrumental_in_xenophobic_attacks",
  "publish_date": "2015-04-29T00:00:00",
  "tags": [],
  "text": "The South African government has condemned the recent wave of xenophobic violence that has claimed at least seven lives and shattered the country’s reputation for tolerance and goodwill. But instead of pointing the finger at a “small minority”, the ruling ANC should recognise its own role in creating this situation.\n\nWhile the attacks on immigrants cannot be justified, there is no denying the fact that foreigners are increasingly competing with South Africans for jobs and resources. The government estimates that there are more than five million immigrants in the country – with by far the majority of them being Zimbabweans fleeing political and economic instability.\n\nRelated: 'South Africa is not a xenophobic nation': a letter from Jacob Zuma\n\nIt’s clear that if South Africa had not been so reluctant to intervene in the crisis next door, it would not be suffering the consequences at home.\n\nThe ANC fought hard for democracy in South Africa but it has not used its influence as the ruling party in the regional powerhouse to encourage democratic practices among its neighbours. Instead the party has been cosying up to the Zimbabwan president, Robert Mugabe, despite his record of rigging elections and intimidating opponents.\n\nANC heavyweight Jessie Duarte has defended this hands-off approach, arguing that South Africa has no right to tell the people of Zimbabwe how to run their country – but this fails to recognise the realities on the ground.\n\nThe South African economy makes up more than 70% of the regional GDP, and it was just a few weeks ago that Mugabe came on a state visit seeking trade opportunities and presumably a financial bailout.\n\nWith this much leverage, South Africa is extremely well placed to lobby for political and economic change.\n\nYet successive ANC governments have failed to press Zimbabwe to have credible elections and have covertly endorsed an illegitimate government. A newly released report compiled by South Africa high court judge Sisi Khampepe found that Zimbabwe’s 2002 elections were not at all free and fair – and that the South African observers were well aware of this despite declaring them to be legitimate.\n\nIndeed, South Africa is guilty of trying to patch up the Zimbabwean problems with “band-aid” solutions, including former president Thabo Mbeki’s attempts to mediate between Mugabe’s ruling Zanu-PF and the opposition MDC parties. Mbeki denied that Zimbabwe was in a crisis, despite evidence of human rights abuses and election irregularities. He was effectively shielding the country from western intervention, declaring that the Southern African Development Community was capable of handling the situation.\n\nFor Mbeki this was partly motivated by his desire for an “African renaissance”, which made him unwilling to join in the western condemnation of Zimbabwe. The solidarity between Zanu-PF and the ANC as former liberation movements also added to the reluctance to criticise. Yet in the process South Africa has given Mugabe and Zanu-PF free rein to destroy the economy.\n\nRelated: South Africa's xenophobic attacks: are migrants really stealing jobs?\n\nRather than turning a blind eye to failures of democracy in the region, South Africa has a duty to support development and political stability among neighbouring countries and not to be an island of economic growth. After all, it’s not hard to work out that if the situation in Zimbabwe were different fewer people would leave, and there would be fewer refugees.",
  "title": "'South Africa's silence on Zimbabwe instrumental in xenophobic attacks'",
  "ts_in": "2015-05-02T16:28:51.737384",
  "url": "http://www.theguardian.com/world/2015/apr/29/south-africa-zimbabwe-xenophobic-attacks"
}