{
  "article_html": "<div><p>Afghan and <a href=\"http://www.theguardian.com/world/taliban\" class=\" u-underline\">Taliban</a> officials will hold two days of &#8220;reconciliation&#8221; talks in Qatar, the Gulf country&#8217;s state news agency has reported, although both sides have sought to downplay expectations from the meeting.</p>\n<p>QNA did not identify the officials taking part in the talks, which it said began on Saturday, citing the foreign ministry official Yousif al-Sada.</p>\n<p>&#8220;The dialogue will be through open discussions about the Afghan reconciliation between all parties in <a href=\"http://www.theguardian.com/world/afghanistan\" class=\" u-underline\">Afghanistan</a>,&#8221; the agency said.</p>\n<p>In a statement, the Taliban earlier identified eight people who would take part in the talks. However, they said the discussions &#8220;should not be misconstrued as peace or negotiation talks&#8221;.</p>\n<p>&#8220;It is worth mentioning that all participants of this conference attend in an individual capacity, no one participates as representatives for any government or party,&#8221; the statement said. &#8220;Since this is a research conference, therefore, every participant gives their opinion on a range of issues.&#8221;</p>\n<p>The Afghan presidential spokesman, Ajmal Abidy, said members of the country&#8217;s High Peace Council would attend the talks in Doha in their &#8220;personal capacity only&#8221;.</p>\n<p>&#8220;They will meet face to face,&#8221; Abidy told the Associated Press. &#8220;Nothing is going on. We have no expectations.&#8221;</p>\n<p>Previous efforts to launch peace talks have failed. In 2013, the Taliban opened an office in <a href=\"http://www.theguardian.com/world/qatar\" class=\" u-underline\">Qatar</a> for the &#8220;Islamic Emirate of Afghanistan&#8221;, hoisting the same white flag flown during the Taliban&#8217;s five-year rule of Afghanistan that ended with the 2001 US-led invasion. The raising of the flag sparked immediate outrage from the then president of Afghanistan, Hamid Karzai, and the US, derailing talks and eventually leading the Taliban to shutter the office.</p>\n<p>While the office never officially opened, Qatar has become a place to open back-channel communication with the Taliban. Qatari intermediaries helped US officials negotiate the release of the captive US army&#8217;s Sgt Bowe Bergdahl last year, American officials have said.</p>\n<p>The current Afghan president, Ashraf Ghani, who was elected last year, has pushed for peace talks with the Taliban.</p>\n</div>",
  "authors": [
    "Associated Press In Doha"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Afghanistan",
    "Taliban",
    "Qatar",
    "Middle East and North Africa",
    "South and Central Asia",
    "World news"
  ],
  "ntitle": "taliban_and_afghan_officials_hold_reconciliation_talks_in_qatar",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Afghan and Taliban officials will hold two days of “reconciliation” talks in Qatar, the Gulf country’s state news agency has reported, although both sides have sought to downplay expectations from the meeting.\n\nQNA did not identify the officials taking part in the talks, which it said began on Saturday, citing the foreign ministry official Yousif al-Sada.\n\n“The dialogue will be through open discussions about the Afghan reconciliation between all parties in Afghanistan,” the agency said.\n\nIn a statement, the Taliban earlier identified eight people who would take part in the talks. However, they said the discussions “should not be misconstrued as peace or negotiation talks”.\n\n“It is worth mentioning that all participants of this conference attend in an individual capacity, no one participates as representatives for any government or party,” the statement said. “Since this is a research conference, therefore, every participant gives their opinion on a range of issues.”\n\nThe Afghan presidential spokesman, Ajmal Abidy, said members of the country’s High Peace Council would attend the talks in Doha in their “personal capacity only”.\n\n“They will meet face to face,” Abidy told the Associated Press. “Nothing is going on. We have no expectations.”\n\nPrevious efforts to launch peace talks have failed. In 2013, the Taliban opened an office in Qatar for the “Islamic Emirate of Afghanistan”, hoisting the same white flag flown during the Taliban’s five-year rule of Afghanistan that ended with the 2001 US-led invasion. The raising of the flag sparked immediate outrage from the then president of Afghanistan, Hamid Karzai, and the US, derailing talks and eventually leading the Taliban to shutter the office.\n\nWhile the office never officially opened, Qatar has become a place to open back-channel communication with the Taliban. Qatari intermediaries helped US officials negotiate the release of the captive US army’s Sgt Bowe Bergdahl last year, American officials have said.\n\nThe current Afghan president, Ashraf Ghani, who was elected last year, has pushed for peace talks with the Taliban.",
  "title": "Taliban and Afghan officials hold 'reconciliation' talks in Qatar",
  "ts_in": "2015-05-02T17:02:56.536748",
  "url": "http://www.theguardian.com/world/2015/may/02/taliban-and-afghan-officials-hold-reconciliation-talks-in-qatar"
}