{
  "article_html": "<div><p>It took years for Lauren Voswinkel to find out that she was being underpaid. A software developer in Pittsburgh, Pennsylvania, Voswinkel said it took three job switches and increasingly confident negotiations before landing at her current position and $122,000 annual salary.</p>\n<p>&#8220;I just found myself thinking, how long have I been underpaid? How could I have prevented this? What was I missing?&#8221; said Voswinkel. &#8220;And I realized it was mostly because of a lack of conversation around pay.&#8221;</p>\n<p>This May Day, the international day of workers, Voswinkel mounted a small protest against this taboo by encouraging people to post their job titles and salary information to Twitter with the hashtag #talkpay. Her manifesto for the project appeared earlier in the week, at <a href=\"https://modelviewculture.com/news/lets-talk-about-pay\" class=\" u-underline\">Model View Culture</a>.</p>\n<p>&#8220;There are so many fears that speaking up at this point is a radical act,&#8221; said Voswinkel.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/us-news/2015/may/01/talkpay-hashtag-twitter-worker-wages-titles-lauren-voswinkel\" class=\" u-underline\">#talkpay: can America's wage inequality be solved by sharing our salaries online?</a> </p>\n\n<p>In a labor market as hot and homogenous as that of Silicon Valley, where some of the biggest companies <a href=\"http://pando.com/2014/04/25/if-the-techtopus-wage-theft-suit-proves-anything-its-that-the-philosophy-that-built-the-valley-is-no-more/\" class=\" u-underline\">colluded to suppress wages</a> and most of the top-paid talent is <a href=\"http://www.theguardian.com/technology/2014/jul/25/twitter-diversity-white-men-facebook-silicon-valley\" class=\" u-underline\">white and male</a>, #talkpay was predictably popular. Throughout the day, the hashtag held its own near the top of the US trending leaderboard, and dozens of Twitter users both inside and beyond the tech industry openly shared their past and present wage information. </p>\n<p>But #talkpay did not just play host to frank salary confessionals. Instead, Voswinkel sparked a more complex conversation about responsibility, equity, and strategy.</p>\n<p>After decades of waning organized labor power and wage stagnation, issues of worker rights and discriminatory pay inequity have moved to the forefront of an ongoing national conversation about wealth inequality in America.</p>\n<p>While websites such as Glassdoor collect anonymous salary information from current and former employees, #talkpay provided a unique platform to put that information to use, as workers compared their pay in real time and with their real identities attached to it. One contacted Voswinkel to let her know he was making more than she was.</p>\n<p>&#8220;He recognized that, wow, he&#8217;s making significantly more than women who are more qualified than him, and that&#8217;s really not OK,&#8221; said Voswinkel.</p>\n<p>Talking pay does not come without significant hazards, however. Companies that enforce wage secrecy often <a href=\"http://www.npr.org/2014/04/13/301989789/pay-secrecy-policies-at-work-often-illegal-and-misunderstood\" class=\" u-underline\">do so illegally</a>, but half of America&#8217;s states have &#8220;right to work&#8221; laws on the books, meaning employees can be fired at any time and for any reason. According to Voswinkel, that only makes this more urgent. </p>\n<p>&#8220;There needs to be a degree of risk,&#8221; she said. &#8220;People need to feel that fear to realize just how much these conversations have been repressed by employers.&#8221;<br></p>\n<p>But some of the loudest voices on #talkpay were those who would not, in fact, talk pay. Some worried that talking openly about their salary could hurt their chances to make more in the future.</p>\n<p>&#8220;Talking about salary and money is scary for a lot of reasons. We judge people by how much &#8211; or how little &#8211; they make,&#8221; said Stephanie Morillo, a developer and technical writer at General Assembly in New York. &#8220;Hiring managers sometimes ask for salary history and will adjust their offers accordingly. I didn&#8217;t want to risk that by making my salary public.&#8221;</p>\n<p>Some said they love to talk pay &#8211; just not on <a href=\"http://www.theguardian.com/technology/twitter\" class=\" u-underline\">Twitter</a>.</p>\n<p>&#8220;Back-channeling has been a really effective strategy to better understand my worth,&#8221; said Fiona Tay, an engineer at Airbnb in San Francisco. &#8220;I&#8217;ve asked everyone from ex-boyfriends to college classmates for their pay info.&#8221;</p>\n<p>At some companies, conversations about pay aren&#8217;t taboo &#8211; they&#8217;re becoming redundant. Shortly after losing a lawsuit against her former employer for gender discrimination earlier this year, Reddit chief executive Ellen Pao announced that the company would be <a href=\"http://www.npr.org/2015/04/23/401468571/some-companies-fight-pay-gap-by-eliminating-salary-negotiations\" class=\" u-underline\">doing away with salary negotiations</a> that tend to favor men over women. But some say full salary transparency is really what&#8217;s needed to level the playing field.</p>\n<p>The social sharing start-up Buffer first published its <a href=\"https://open.bufferapp.com/introducing-open-salaries-at-buffer-including-our-transparent-formula-and-all-individual-salaries/?utm_content=bufferdd7c9&amp;utm_medium=social&amp;utm_source=twitter.com&amp;utm_campaign=buffer\" class=\" u-underline\">entire salary database</a> in 2013. #Talkpay &#8220;was like Christmas for us&#8221;, said Courtney Seiter, a content crafter at the company. &#8220;Everyone was talking about the thing we love.&#8221;</p>\n<p>Buffer says one of its core values is transparency, from workflows to wages, which are calculated according to a set formula. </p>\n<p>&#8220;You don&#8217;t have to negotiate, and you don&#8217;t have to wonder, am I being paid less because I&#8217;m a woman? It&#8217;s really appealing to different and possibly marginalized groups who&#8217;ve had to worry about that,&#8221; said Seiter. </p>\n<p>&#8220;We think that having taken that step to have transparent numbers, real numbers, not only benefits us because it holds us to a high standard, but we hope that it could impact the industry as a whole.&#8221;</p>\n<p>Many workers took the risk of revealing their wages on #talkpay, but Buffer&#8217;s might be the greatest risk of all. How does a company balance its fiduciary responsibility to investors and shareholders to make as much money as possible, with its social responsibility to its employees? </p>\n<p>Seiter paused.</p>\n<p>&#8220;We might not actually be very good capitalists,&#8221; she said.</p>\n</div>",
  "authors": [
    "Susie Cagle"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "US income inequality",
    "Twitter",
    "US news",
    "Technology"
  ],
  "ntitle": "talkpay_surges_as_twitter_users_fight_inequality_by_revealing_own_pay",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "It took years for Lauren Voswinkel to find out that she was being underpaid. A software developer in Pittsburgh, Pennsylvania, Voswinkel said it took three job switches and increasingly confident negotiations before landing at her current position and $122,000 annual salary.\n\n“I just found myself thinking, how long have I been underpaid? How could I have prevented this? What was I missing?” said Voswinkel. “And I realized it was mostly because of a lack of conversation around pay.”\n\nThis May Day, the international day of workers, Voswinkel mounted a small protest against this taboo by encouraging people to post their job titles and salary information to Twitter with the hashtag #talkpay. Her manifesto for the project appeared earlier in the week, at Model View Culture.\n\n“There are so many fears that speaking up at this point is a radical act,” said Voswinkel.\n\nRelated: #talkpay: can America's wage inequality be solved by sharing our salaries online?\n\nIn a labor market as hot and homogenous as that of Silicon Valley, where some of the biggest companies colluded to suppress wages and most of the top-paid talent is white and male, #talkpay was predictably popular. Throughout the day, the hashtag held its own near the top of the US trending leaderboard, and dozens of Twitter users both inside and beyond the tech industry openly shared their past and present wage information.\n\nBut #talkpay did not just play host to frank salary confessionals. Instead, Voswinkel sparked a more complex conversation about responsibility, equity, and strategy.\n\nAfter decades of waning organized labor power and wage stagnation, issues of worker rights and discriminatory pay inequity have moved to the forefront of an ongoing national conversation about wealth inequality in America.\n\nWhile websites such as Glassdoor collect anonymous salary information from current and former employees, #talkpay provided a unique platform to put that information to use, as workers compared their pay in real time and with their real identities attached to it. One contacted Voswinkel to let her know he was making more than she was.\n\n“He recognized that, wow, he’s making significantly more than women who are more qualified than him, and that’s really not OK,” said Voswinkel.\n\nTalking pay does not come without significant hazards, however. Companies that enforce wage secrecy often do so illegally, but half of America’s states have “right to work” laws on the books, meaning employees can be fired at any time and for any reason. According to Voswinkel, that only makes this more urgent.\n\n“There needs to be a degree of risk,” she said. “People need to feel that fear to realize just how much these conversations have been repressed by employers.”\n\n\n\nBut some of the loudest voices on #talkpay were those who would not, in fact, talk pay. Some worried that talking openly about their salary could hurt their chances to make more in the future.\n\n“Talking about salary and money is scary for a lot of reasons. We judge people by how much – or how little – they make,” said Stephanie Morillo, a developer and technical writer at General Assembly in New York. “Hiring managers sometimes ask for salary history and will adjust their offers accordingly. I didn’t want to risk that by making my salary public.”\n\nSome said they love to talk pay – just not on Twitter.\n\n“Back-channeling has been a really effective strategy to better understand my worth,” said Fiona Tay, an engineer at Airbnb in San Francisco. “I’ve asked everyone from ex-boyfriends to college classmates for their pay info.”\n\nAt some companies, conversations about pay aren’t taboo – they’re becoming redundant. Shortly after losing a lawsuit against her former employer for gender discrimination earlier this year, Reddit chief executive Ellen Pao announced that the company would be doing away with salary negotiations that tend to favor men over women. But some say full salary transparency is really what’s needed to level the playing field.\n\nThe social sharing start-up Buffer first published its entire salary database in 2013. #Talkpay “was like Christmas for us”, said Courtney Seiter, a content crafter at the company. “Everyone was talking about the thing we love.”\n\nBuffer says one of its core values is transparency, from workflows to wages, which are calculated according to a set formula.\n\n“You don’t have to negotiate, and you don’t have to wonder, am I being paid less because I’m a woman? It’s really appealing to different and possibly marginalized groups who’ve had to worry about that,” said Seiter.\n\n“We think that having taken that step to have transparent numbers, real numbers, not only benefits us because it holds us to a high standard, but we hope that it could impact the industry as a whole.”\n\nMany workers took the risk of revealing their wages on #talkpay, but Buffer’s might be the greatest risk of all. How does a company balance its fiduciary responsibility to investors and shareholders to make as much money as possible, with its social responsibility to its employees?\n\nSeiter paused.\n\n“We might not actually be very good capitalists,” she said.",
  "title": "#talkpay surges as Twitter users fight inequality by revealing own pay",
  "ts_in": "2015-05-02T17:18:15.951356",
  "url": "http://www.theguardian.com/us-news/2015/may/02/talkpay-income-inequality-twitter-gender-pay-gap"
}