{
  "article_html": "<div><p>Sorry, your browser is unable to play this video.Please install Adobe Flash &#8482; and try again. Alternatively upgrade to a modern browser.</p><p>The electric car company Tesla has announced its entry into the energy market, unveiling a suite of low-cost solar batteries for homes, businesses and utilities, &#8220;the missing piece&#8221;, it said, in the transition to a sustainable energy world.</p>\n<p>The batteries, which will retail at $3,500 in the US, were launched on Thursday at a Tesla facility in <a href=\"http://www.theguardian.com/us-news/california\" class=\" u-underline\">California</a> by the company&#8217;s ambitious founder, Elon Musk, who heralded the technology as &#8220;a fundamental transformation [in] how energy is delivered across the earth&#8221;.</p>\n<p>Wall-mounted, with a sleek design, the lithium-ion batteries are designed to capture and store up to 10kWh of energy from wind or solar panel. The reserves can be drawn on when sunlight is low, during grid outages, or at peak demand times, when electricity costs are highest.</p>\n<p>The smallest &#8220;Powerwall&#8221; is 1.3m by 68cm, small enough to be hung inside a garage on or an outside wall. Up to eight batteries can be &#8220;stacked&#8221; in a home, Musk said, to applause from investors and journalists at the much-anticipated event.</p>\n<p>The batteries will initially be manufactured at the electric car company&#8217;s factory in California, but will move production to its planned &#8220;gigafactory&#8221; in Nevada when it opens in 2017.</p>\n<p>The Nevada facility will be the largest producer of lithium-ion batteries in the world, and it is hoped its mass-production scale will help to bring down costs even further.</p>\n<p>It is not the only battery storage system on the market, but the Powerwall boasts a relatively high storage capacity, a competitive price, and the heft of investment and excitement generated by Musk&#8217;s vision. </p>\n<p>The entrepreneur, who helped to invent the online payment system, PayPal, has also founded a private space company, Space X, and is experimenting with a high-speed public transportation system called Hyperloop.</p>\n<p>Musk also unveiled a larger &#8220;Powerpack&#8221;, a 100kWh battery block to help utilities smooth out their supply of wind and solar energy - which is generated intermittently - or to pump energy into the grid when demand soars.</p>\n<p>He said on Thursday about two billion Powerpacks could store enough electricity to meet the entire world&#8217;s needs. &#8220;That may seem like an insane number,&#8221; he said. &#8220;But this is actually within the power of humanity to do.&#8221;<br></p>\n<p>Deutsche Bank estimates sales of battery storage systems for homes and businesses could yield as much as $4.5bn in revenue for Tesla. The energy storage industry is expected to grow to $19bn by 2017, according to research firm IHS CERA.</p>\n<p>Tesla is currently taking orders for the systems, with the first units expected to shift in August.</p>\n</div>",
  "authors": [
    "Michael Safi"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Energy",
    "Elon Musk",
    "Technology",
    "Energy research",
    "Science",
    "Solar power",
    "Environment",
    "California",
    "US news",
    "World news",
    "Renewable energy",
    "Energy"
  ],
  "ntitle": "tesla_announces_low_cost_batteries_for_homes",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nThe electric car company Tesla has announced its entry into the energy market, unveiling a suite of low-cost solar batteries for homes, businesses and utilities, “the missing piece”, it said, in the transition to a sustainable energy world.\n\nThe batteries, which will retail at $3,500 in the US, were launched on Thursday at a Tesla facility in California by the company’s ambitious founder, Elon Musk, who heralded the technology as “a fundamental transformation [in] how energy is delivered across the earth”.\n\nWall-mounted, with a sleek design, the lithium-ion batteries are designed to capture and store up to 10kWh of energy from wind or solar panel. The reserves can be drawn on when sunlight is low, during grid outages, or at peak demand times, when electricity costs are highest.\n\nThe smallest “Powerwall” is 1.3m by 68cm, small enough to be hung inside a garage on or an outside wall. Up to eight batteries can be “stacked” in a home, Musk said, to applause from investors and journalists at the much-anticipated event.\n\nThe batteries will initially be manufactured at the electric car company’s factory in California, but will move production to its planned “gigafactory” in Nevada when it opens in 2017.\n\nThe Nevada facility will be the largest producer of lithium-ion batteries in the world, and it is hoped its mass-production scale will help to bring down costs even further.\n\nIt is not the only battery storage system on the market, but the Powerwall boasts a relatively high storage capacity, a competitive price, and the heft of investment and excitement generated by Musk’s vision.\n\nThe entrepreneur, who helped to invent the online payment system, PayPal, has also founded a private space company, Space X, and is experimenting with a high-speed public transportation system called Hyperloop.\n\nMusk also unveiled a larger “Powerpack”, a 100kWh battery block to help utilities smooth out their supply of wind and solar energy - which is generated intermittently - or to pump energy into the grid when demand soars.\n\nHe said on Thursday about two billion Powerpacks could store enough electricity to meet the entire world’s needs. “That may seem like an insane number,” he said. “But this is actually within the power of humanity to do.”\n\n\n\nDeutsche Bank estimates sales of battery storage systems for homes and businesses could yield as much as $4.5bn in revenue for Tesla. The energy storage industry is expected to grow to $19bn by 2017, according to research firm IHS CERA.\n\nTesla is currently taking orders for the systems, with the first units expected to shift in August.",
  "title": "Tesla announces low-cost batteries for homes",
  "ts_in": "2015-05-02T16:28:09.848192",
  "url": "http://www.theguardian.com/technology/2015/may/01/tesla-announces-low-cost-solar-batteries-elon-musk"
}