{
  "article_html": "<div><p>I don&#8217;t remember much about the day besides my mam telling me to put on my Sunday school dress, and the food. The sandwiches were filled with Spam and paste, and the jelly was topped with custard. There were lovely crunchy cornflake tarts and a nice celebration cake, too, with icing on top, which you can see in the middle of the photograph.</p>\n<p>Barnard Street was a lovely street to live in, despite the war. I&#160;wasn&#8217;t really aware of it; I&#160;was more interested in my friends. My dad stayed home because he fought&#160;in the first world war. My brother, who was seven years older than me, is also in the picture &#8211; he&#8217;s the taller boy towards the back on the right, frowning. My mam must have been holding my younger sister, who would have been one, in the background somewhere.</p>\n<p>I am sat between my two friends, Gladys (on my right) and Eileen. Gladys&#8217;s nephew, Derek Smith, found this photograph and decided to produce <a href=\"http://www.victoryschildren.uk/\" title=\"\" class=\" u-underline\">Victory&#8217;s Children</a>, a&#160;documentary and exhibition about the lives of all the children in it. He was struggling to identify everyone, so asked if I&#160;could help. He came over with the photo and I&#160;knew everyone in it. We all lived on the same street and played together every day. The street no longer exists &#8211; there is a dual carriageway there now. Derek is planning a reunion for us this VE Day anniversary. Quite a&#160;few of us will be there, including David Green, the boy you can just see, three in on the right &#8211; he&#8217;s coming over from Germany.</p>\n<p>My friend Eileen was two years older than me, and when we were little I believed every word she said. Despite living in the same street, we drifted when we went to secondary school: she was Catholic, so went to a Catholic school. I saw one of her younger sisters and asked after her, and she told me she&#8217;d moved to America with her husband.</p>\n<p>As part of Derek&#8217;s film, we Skyped Eileen in Dallas. I hadn&#8217;t spoken to her for more than 50 years. There we were in my bungalow and Eileen popped up on the screen. She said, &#8220;Hello, Beryl&#8221; and then, &#8220;Eh, Mrs Scott!&#8221; referring to my mother, and I said, &#8220;Oh, I&#8217;m not that much like my mam, am I?&#8221; and that broke the ice. We caught up on our lives, and she asked about people from Thornaby. She didn&#8217;t have an American drawl at all. Then her husband joined in and it turned out he was in my class at school. She asked where I live now, and we realised it&#8217;s the same bungalow they lived in before they left the area. You should have seen my face &#8211; it was a picture. I couldn&#8217;t believe it.</p>\n<p>I loved being part of Derek&#8217;s project. I&#8217;ve watched the film 15 times. It brought it all back, going through my old photographs, especially of my husband Vic, who died when he was 37. We met while I&#160;was at secondary school. He pinched the crook I was using as a&#160;prop as a shepherd in the Christmas play, and said he&#8217;d only give it back if I went out with him. Six years later, we were married.</p>\n<p>When I look at this picture now, I&#160;think about how we&#8217;ve all improved our lives. I remember how lucky Vic and I felt when we bought a semi-detached house as newlyweds. And&#160;I think about what my two children have &#8211; my son Craig went to university and my daughter Caroline lives in a lovely house in Cheltenham. Each&#160;generation wants to better themselves; I learned that from my parents. I think to myself how pleased my mam and dad would be at the way our family turned out.</p>\n<p>&#8226; Are you in a famous photograph? Email <a href=\"mailto:thatsme@theguardian.com\" title=\"\" class=\" u-underline\">thatsme@theguardian.com</a></p>\n</div>",
  "authors": [
    "Abigail Radnor"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Photography",
    "Art and design",
    "VE day",
    "Documentary",
    "Film"
  ],
  "ntitle": "that_s_me_in_the_picture_beryl_story_seven_at_a_ve_day_tea_party_barnard_street_thornaby_on_tees_may_1945",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "I don’t remember much about the day besides my mam telling me to put on my Sunday school dress, and the food. The sandwiches were filled with Spam and paste, and the jelly was topped with custard. There were lovely crunchy cornflake tarts and a nice celebration cake, too, with icing on top, which you can see in the middle of the photograph.\n\nBarnard Street was a lovely street to live in, despite the war. I wasn’t really aware of it; I was more interested in my friends. My dad stayed home because he fought in the first world war. My brother, who was seven years older than me, is also in the picture – he’s the taller boy towards the back on the right, frowning. My mam must have been holding my younger sister, who would have been one, in the background somewhere.\n\nI am sat between my two friends, Gladys (on my right) and Eileen. Gladys’s nephew, Derek Smith, found this photograph and decided to produce Victory’s Children, a documentary and exhibition about the lives of all the children in it. He was struggling to identify everyone, so asked if I could help. He came over with the photo and I knew everyone in it. We all lived on the same street and played together every day. The street no longer exists – there is a dual carriageway there now. Derek is planning a reunion for us this VE Day anniversary. Quite a few of us will be there, including David Green, the boy you can just see, three in on the right – he’s coming over from Germany.\n\nMy friend Eileen was two years older than me, and when we were little I believed every word she said. Despite living in the same street, we drifted when we went to secondary school: she was Catholic, so went to a Catholic school. I saw one of her younger sisters and asked after her, and she told me she’d moved to America with her husband.\n\nAs part of Derek’s film, we Skyped Eileen in Dallas. I hadn’t spoken to her for more than 50 years. There we were in my bungalow and Eileen popped up on the screen. She said, “Hello, Beryl” and then, “Eh, Mrs Scott!” referring to my mother, and I said, “Oh, I’m not that much like my mam, am I?” and that broke the ice. We caught up on our lives, and she asked about people from Thornaby. She didn’t have an American drawl at all. Then her husband joined in and it turned out he was in my class at school. She asked where I live now, and we realised it’s the same bungalow they lived in before they left the area. You should have seen my face – it was a picture. I couldn’t believe it.\n\nI loved being part of Derek’s project. I’ve watched the film 15 times. It brought it all back, going through my old photographs, especially of my husband Vic, who died when he was 37. We met while I was at secondary school. He pinched the crook I was using as a prop as a shepherd in the Christmas play, and said he’d only give it back if I went out with him. Six years later, we were married.\n\nWhen I look at this picture now, I think about how we’ve all improved our lives. I remember how lucky Vic and I felt when we bought a semi-detached house as newlyweds. And I think about what my two children have – my son Craig went to university and my daughter Caroline lives in a lovely house in Cheltenham. Each generation wants to better themselves; I learned that from my parents. I think to myself how pleased my mam and dad would be at the way our family turned out.\n\n• Are you in a famous photograph? Email thatsme@theguardian.com",
  "title": "That’s me in the picture: Beryl Story, seven, at a VE Day tea party, Barnard Street, Thornaby-on-Tees, May 1945",
  "ts_in": "2015-05-02T16:28:49.342767",
  "url": "http://www.theguardian.com/artanddesign/2015/may/01/ve-day-party-thornaby-tees-thats-me-in-picture"
}