{
  "article_html": "<div><p>Duty calls: two hospital&#160;admissions for&#160;deliberate self-harm (DSH) during the weekend mean that the on-call clinician must cancel all regular Monday morning appointments in the busy inner-city Camhs (child and adolescent mental health services) clinic where I&#160;work. As well as being available to answer urgent calls, it is our responsibility &#8211; when on duty &#8211; to decide if children admitted to the local A&amp;E after deliberately harming themselves can be discharged or need an inpatient admission.</p>\n<p>We&#160;have a staff bank of 25 for the clinic, many&#160;part-time, from a range of disciplines &#8211; psychiatry, psychology, psychotherapy, family therapy and nursing &#8211; to provide specialist mental health services for children and support to parents and carers. Like similar services across the country, we find ourselves facing a&#160;dramatic increase in demand for our&#160;services, and a steep rise in the complexity and severity of our cases.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/society/2015/jan/31/nhs-crisis-mentally-ill-children-adult-wards\" class=\" u-underline\">Beds crisis hits NHS care for mentally ill children</a> </p>\n\n<p>Within five minutes of arriving at the clinic on duty, my colleague, who I&#8217;ll call David, feels the weight of two lives in his hands. He sets off to the local hospital to assess whether or not it is safe to send these two young people home. It&#160;is likely that these assessments will take all morning, and the paperwork much of the afternoon. David doesn&#8217;t know any of the children, but must get enough of a sense of their state of mind and circumstances to grasp something of the nature of the cuts on their thighs, the burns on their arms or the quantities of tablets swallowed. He must assess safety and establish a plan. These kinds&#160;of clinical risk assessment, undertaken on a rota basis, now take&#160;up&#160;much of our time.</p>\n<p>Why there has been such a sharp rise in deliberate self-harm among young people is a difficult question to answer. We know there are strong links between mental health and social disadvantage, that children feel increasingly pressurised, and that they internalise the stress and anxiety of their parents. The depletion of community-based preventative services, early intervention and voluntary-sector services leaves ours as the only resource.</p>\n<p>On his return to the clinic, David tells&#160;me about his journey back and how strangely dislocated he felt from his surroundings, and the ordinary-ness of&#160;the world going on around him. He was light-headed from having missed his lunch and from the adrenaline of the ward, and had tried to take an interest in the free local paper in order to dislodge the despair that threatened to settle when he thought over what he had seen and heard. He was warmed, he said, by the kindness of his colleagues, several of&#160;whom popped their heads round the&#160;door in sympathy at this start to an ordinary week. David is now behind by one day, and has had to cancel meetings with families he may not now be able to&#160;see for weeks as his diary is full.</p>\n<p>&#8220;I am sorry, it doesn&#8217;t meet our threshold,&#8221; Victoria says firmly, trying to&#160;sound convincing.</p>\n\n<blockquote>\n<p>A child might be subject to traumatic events and find their local service will not see them</p>\n</blockquote>\n\n<p>&#8220;How can it not? He witnessed the death, and he&#8217;s only four,&#8221; says the voice at the end of the phone in disbelief. The child being discussed has witnessed the&#160;untimely death of a family member. &#8220;I know how frustrating it must be,&#8221; replies Victoria, sounding uncomfortable and vaguely irritable, her&#160;eyes scanning the referral criteria pinned up beside her desk, &#8220;but there is no evidence in what you&#8217;re saying that this is a mental health problem. All the things that you&#8217;ve described are within the normal range of grief responses: tears, nightmares, anger.&#8221;</p>\n<p>Listening to the conversation, I hear the lack of conviction. Victoria has young children of her own. But this is the reality. Increasingly services are commissioned only for those children presenting with the signs and symptoms of a diagnosable disorder or condition &#8211; depression, anxiety, conduct disorder, ADHD, anorexia nervosa, psychosis &#8211; which means that those struggling with less obviously acute or harder-to-label problems are often not eligible for treatment. Bereavement is a case in point. A&#160;child might be subject to traumatic events &#8211; domestic violence, significant loss or abuse &#8211; and find that their local Camhs service will not see them. With resources stretched and thresholds re-organised, we can no longer intervene in the way or at the time we feel we&#160;should. So, families will&#160;be directed elsewhere &#8211; to other primary services or&#160;pastoral provision in&#160;schools, if these exist. Otherwise, they&#160;must wait, until things worsen and&#160;the difficulties which were initially observed at home or in the classroom are intruding into every aspect of the child&#8217;s life.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/education/2014/jul/29/chilld-and-adolescent-mental-health-service-failing-children\" class=\" u-underline\">Children are suffering as mental health services fail to cope, say parents and teachers</a> </p>\n\n<p>The telephone call continues. &#8220;I don&#8217;t know what to say to him,&#8221; the caller says, suddenly sounding desperate, &#8220;he&#160;comes into my bed every night and he can&#8217;t sleep and I don&#8217;t know what to tell him.&#8221; Sounding relieved, Victoria replies: &#8220;I could help you with that. We could talk about that now if that would help, but we wouldn&#8217;t accept a referral.&#8221; She wonders aloud if the neighbouring bereavement service still exits, shares the nagging feeling that it has closed down, and that anyway it was a service for teenagers. &#8220;I really don&#8217;t know what to do,&#8221; says the caller. &#8220;I am sorry,&#8221; replies my colleague.</p>\n<p>Where once a worried parent could self-refer to our clinic, families must now go to through their GP or social worker. Local schools are up in arms that we will not accept direct referrals, and while we too feel it is outrageous, we cannot meet the level of demand otherwise. We know the costs of these&#160;decisions, and see them in our deteriorating relationships with other agencies (schools, nurseries, children&#8217;s centres) who feel deserted and under-skilled, with parents who are left worrying, and most importantly, with&#160;children themselves.</p>\n<p>There are three more calls to make to follow up the urgent referrals that have landed on Victoria&#8217;s desk this morning. One of them, she notes, requires an interpreter, and she wonders aloud whether she and the parent will manage well enough over the phone to establish the urgency of the situation. I overhear two colleagues discussing whether or not a boy who has&#160;swallowed toxic fluids is at serious risk of trying to harm himself again before his next appointment. They are wondering whether the case should be classed as an emergency &#8211; at immediate risk of suicide &#8211; and, if so, whether anyone might be free to see him the following day. I wonder how it is that that anyone can be puzzling over whether a child swallowing toxic fluids is anything other than an emergency &#8211; but this is the way we live now, and an&#160;effect of the crisis.</p>\n\n<blockquote>\n<p>Whatever the promises made in the heat of a general election campaign, adequately funded services feel a remote prospect</p>\n</blockquote>\n\n<p>Amia is a parent in the service user feedback group. She wants us to know how helpful we are. Her words are humbling. Amia herself is a victim of war and displacement, struggling with depression and acute anxiety. She is far&#160;from home, feels isolated from her community and is frightened and confused by her daughter&#8217;s behaviour. Miriam, her fourth child, has been excluded from school. She cannot sit still and struggles to concentrate; she bites in frustration when she cannot make herself understood. Nightmares interrupt her sleep and worries disturb her. She has been waiting to be seen for&#160;an assessment for ADHD for eight months, and may well be facing a further wait since the assessment clinic has been reduced to two members of staff; the consultant has more than 100 cases on her slate. The waiting list for long-term therapy is even longer.</p>\n<p>Adult mental health is faring little better, with our local adult psychotherapy service reporting long waiting lists. One local colleague tells me that he has no idea how the six-session model he was trained in is going to treat the client group he meets &#8211; chronic depression, long-term drug and alcohol use, multi-generational trauma and dislocation &#8211; but there is nowhere else to go. The charity <a href=\"http://www.youngminds.org.uk/\" title=\"\" class=\" u-underline\">Young Minds</a> rightly raises concerns about poor transitions and communication between child and adult services. But what if there is no appropriate service to talk with or move to?</p>\n<p>Martine is seen with her mother. She&#160;has been discharged from hospital following an overdose that she took while they were in the process of being rehoused. Her mother has depression and can&#8217;t stop cutting herself, although she tries her best not to do this in front of Martine. They have been moved to a single room in a &#8220;hotel&#8221;, where Martine is more than an hour away from her school. Her peers are preparing to take their exams but she has stopped going in &#8211; she can&#8217;t see the point. There are mice in the room, which she tells me keep her awake. She admits that they frighten her with their scratching, as does her mother, with hers. The place stinks and there is no television or internet connection, just two single beds side by side. Martine is 16 and can see no place for herself in the world. She does not want to come and talk to anyone as she cannot see the point, so we will write a letter to Housing and liaise with&#160;social services in the hope they will&#160;pick up the referral.</p>\n\n<p> Related: <a href=\"http://www.theguardian.com/education/2014/apr/15/pupils-mental-health-cuts-services-stress-teachers\" class=\" u-underline\">Teachers left to pick up pieces from cuts to youth mental health servicess | Mary O'Hara</a> </p>\n\n<p>Abdul, also 16, is desperate. He has been revising for his exams in the toilet, which is the only place he can lock the door in the one-bedroom home he shares with his mother and three siblings. The local library has closed down so he has taken to waking up at 2am and working in the quiet of the night until dawn. He told a teacher that&#160;he felt like killing himself and when&#160;we meet, his despair and rage is communicated in long, hollow silences. Abdul shrugs when asked if he would like to talk with someone about his feelings. He says he won&#8217;t harm himself&#160;as long as his exams go well. We&#160;agree a second appointment and&#160;another letter to Housing.</p>\n<p>We hear stories like these every day. We know there is no quick fix for entrenched emotional deprivation, multi-generational trauma or deep psychic disturbance. The mind can be a&#160;messy place and psychic change takes time and money: the longer it goes untreated, the longer the treatment required and the more expensive it gets. But this is what is happening.</p>\n<p>Thresholds for eligibility for social care and adult mental health services are up, with cuts to perinatal services adding to concerns about infants, those living in poverty and children whose parents struggle with mental health problems. Across much of the country there is nothing to limit the demand on the higher tiers where needs are even more acute and urgent. In Camhs clinics, with reduced staffing levels, we&#160;are struggling to deal with up to 50&#160;new referrals of a highly complex nature every week.</p>\n<p>The crisis has, in recent weeks, finally made it to the front pages. Troubling statistics are everywhere: one in 10 children will encounter a mental health problem of some kind, three quarters of&#160;which will go untreated; <a href=\"http://www.theguardian.com/education/2015/mar/20/youth-mental-health-is-the-government-doing-enough\" title=\"\" class=\" u-underline\">Camhs budgets reduced by up to 94%</a> in some parts of the country. The steep increase in self-harm and in-patient admissions, the lack of beds resulting in <a href=\"http://www.theguardian.com/commentisfree/2014/feb/21/adult-mental-health-ward-child-young-people\" title=\"\" class=\" u-underline\">children being seen on adult psychiatric wards</a>, preposterous waiting times, increased referral thresholds and unacceptable national variations have all been brought to attention in recent weeks, with the promise that a further &#163;1.25bn will be ploughed into mental health services during the next five years.</p>\n<p>But whatever the promises made in the heat of a general election campaign, adequately funded services feel a remote prospect. On an ordinary day, staff work late and eat their sandwiches in front of computer screens. There are regular complaints that clinical time is increasingly eaten up by administration; but it is also true that our cases are often&#160;of such a complexity and level of&#160;risk that we want to make sure every decision is in writing. Sickness rates can be high and the lure of private practice grows: how much mental disturbance can we digest, in circumstances where we feel the quality of our work is at risk of compromise, without becoming ill&#160;ourselves?</p>\n<p>The author of this article asked to remain anonymous. Names and details have been changed to prevent identification</p>\n</div>",
  "authors": [],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Mental health",
    "NHS",
    "Children",
    "Social care",
    "Child protection",
    "Society",
    "Health",
    "Psychiatry"
  ],
  "ntitle": "the_crisis_in_children_s_mental_health_services_an_nhs_insider_speaks",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Duty calls: two hospital admissions for deliberate self-harm (DSH) during the weekend mean that the on-call clinician must cancel all regular Monday morning appointments in the busy inner-city Camhs (child and adolescent mental health services) clinic where I work. As well as being available to answer urgent calls, it is our responsibility – when on duty – to decide if children admitted to the local A&E after deliberately harming themselves can be discharged or need an inpatient admission.\n\nWe have a staff bank of 25 for the clinic, many part-time, from a range of disciplines – psychiatry, psychology, psychotherapy, family therapy and nursing – to provide specialist mental health services for children and support to parents and carers. Like similar services across the country, we find ourselves facing a dramatic increase in demand for our services, and a steep rise in the complexity and severity of our cases.\n\nRelated: Beds crisis hits NHS care for mentally ill children\n\nWithin five minutes of arriving at the clinic on duty, my colleague, who I’ll call David, feels the weight of two lives in his hands. He sets off to the local hospital to assess whether or not it is safe to send these two young people home. It is likely that these assessments will take all morning, and the paperwork much of the afternoon. David doesn’t know any of the children, but must get enough of a sense of their state of mind and circumstances to grasp something of the nature of the cuts on their thighs, the burns on their arms or the quantities of tablets swallowed. He must assess safety and establish a plan. These kinds of clinical risk assessment, undertaken on a rota basis, now take up much of our time.\n\nWhy there has been such a sharp rise in deliberate self-harm among young people is a difficult question to answer. We know there are strong links between mental health and social disadvantage, that children feel increasingly pressurised, and that they internalise the stress and anxiety of their parents. The depletion of community-based preventative services, early intervention and voluntary-sector services leaves ours as the only resource.\n\nOn his return to the clinic, David tells me about his journey back and how strangely dislocated he felt from his surroundings, and the ordinary-ness of the world going on around him. He was light-headed from having missed his lunch and from the adrenaline of the ward, and had tried to take an interest in the free local paper in order to dislodge the despair that threatened to settle when he thought over what he had seen and heard. He was warmed, he said, by the kindness of his colleagues, several of whom popped their heads round the door in sympathy at this start to an ordinary week. David is now behind by one day, and has had to cancel meetings with families he may not now be able to see for weeks as his diary is full.\n\n“I am sorry, it doesn’t meet our threshold,” Victoria says firmly, trying to sound convincing.\n\nA child might be subject to traumatic events and find their local service will not see them\n\n“How can it not? He witnessed the death, and he’s only four,” says the voice at the end of the phone in disbelief. The child being discussed has witnessed the untimely death of a family member. “I know how frustrating it must be,” replies Victoria, sounding uncomfortable and vaguely irritable, her eyes scanning the referral criteria pinned up beside her desk, “but there is no evidence in what you’re saying that this is a mental health problem. All the things that you’ve described are within the normal range of grief responses: tears, nightmares, anger.”\n\nListening to the conversation, I hear the lack of conviction. Victoria has young children of her own. But this is the reality. Increasingly services are commissioned only for those children presenting with the signs and symptoms of a diagnosable disorder or condition – depression, anxiety, conduct disorder, ADHD, anorexia nervosa, psychosis – which means that those struggling with less obviously acute or harder-to-label problems are often not eligible for treatment. Bereavement is a case in point. A child might be subject to traumatic events – domestic violence, significant loss or abuse – and find that their local Camhs service will not see them. With resources stretched and thresholds re-organised, we can no longer intervene in the way or at the time we feel we should. So, families will be directed elsewhere – to other primary services or pastoral provision in schools, if these exist. Otherwise, they must wait, until things worsen and the difficulties which were initially observed at home or in the classroom are intruding into every aspect of the child’s life.\n\nRelated: Children are suffering as mental health services fail to cope, say parents and teachers\n\nThe telephone call continues. “I don’t know what to say to him,” the caller says, suddenly sounding desperate, “he comes into my bed every night and he can’t sleep and I don’t know what to tell him.” Sounding relieved, Victoria replies: “I could help you with that. We could talk about that now if that would help, but we wouldn’t accept a referral.” She wonders aloud if the neighbouring bereavement service still exits, shares the nagging feeling that it has closed down, and that anyway it was a service for teenagers. “I really don’t know what to do,” says the caller. “I am sorry,” replies my colleague.\n\nWhere once a worried parent could self-refer to our clinic, families must now go to through their GP or social worker. Local schools are up in arms that we will not accept direct referrals, and while we too feel it is outrageous, we cannot meet the level of demand otherwise. We know the costs of these decisions, and see them in our deteriorating relationships with other agencies (schools, nurseries, children’s centres) who feel deserted and under-skilled, with parents who are left worrying, and most importantly, with children themselves.\n\nThere are three more calls to make to follow up the urgent referrals that have landed on Victoria’s desk this morning. One of them, she notes, requires an interpreter, and she wonders aloud whether she and the parent will manage well enough over the phone to establish the urgency of the situation. I overhear two colleagues discussing whether or not a boy who has swallowed toxic fluids is at serious risk of trying to harm himself again before his next appointment. They are wondering whether the case should be classed as an emergency – at immediate risk of suicide – and, if so, whether anyone might be free to see him the following day. I wonder how it is that that anyone can be puzzling over whether a child swallowing toxic fluids is anything other than an emergency – but this is the way we live now, and an effect of the crisis.\n\nWhatever the promises made in the heat of a general election campaign, adequately funded services feel a remote prospect\n\nAmia is a parent in the service user feedback group. She wants us to know how helpful we are. Her words are humbling. Amia herself is a victim of war and displacement, struggling with depression and acute anxiety. She is far from home, feels isolated from her community and is frightened and confused by her daughter’s behaviour. Miriam, her fourth child, has been excluded from school. She cannot sit still and struggles to concentrate; she bites in frustration when she cannot make herself understood. Nightmares interrupt her sleep and worries disturb her. She has been waiting to be seen for an assessment for ADHD for eight months, and may well be facing a further wait since the assessment clinic has been reduced to two members of staff; the consultant has more than 100 cases on her slate. The waiting list for long-term therapy is even longer.\n\nAdult mental health is faring little better, with our local adult psychotherapy service reporting long waiting lists. One local colleague tells me that he has no idea how the six-session model he was trained in is going to treat the client group he meets – chronic depression, long-term drug and alcohol use, multi-generational trauma and dislocation – but there is nowhere else to go. The charity Young Minds rightly raises concerns about poor transitions and communication between child and adult services. But what if there is no appropriate service to talk with or move to?\n\nMartine is seen with her mother. She has been discharged from hospital following an overdose that she took while they were in the process of being rehoused. Her mother has depression and can’t stop cutting herself, although she tries her best not to do this in front of Martine. They have been moved to a single room in a “hotel”, where Martine is more than an hour away from her school. Her peers are preparing to take their exams but she has stopped going in – she can’t see the point. There are mice in the room, which she tells me keep her awake. She admits that they frighten her with their scratching, as does her mother, with hers. The place stinks and there is no television or internet connection, just two single beds side by side. Martine is 16 and can see no place for herself in the world. She does not want to come and talk to anyone as she cannot see the point, so we will write a letter to Housing and liaise with social services in the hope they will pick up the referral.\n\nRelated: Teachers left to pick up pieces from cuts to youth mental health servicess | Mary O'Hara\n\nAbdul, also 16, is desperate. He has been revising for his exams in the toilet, which is the only place he can lock the door in the one-bedroom home he shares with his mother and three siblings. The local library has closed down so he has taken to waking up at 2am and working in the quiet of the night until dawn. He told a teacher that he felt like killing himself and when we meet, his despair and rage is communicated in long, hollow silences. Abdul shrugs when asked if he would like to talk with someone about his feelings. He says he won’t harm himself as long as his exams go well. We agree a second appointment and another letter to Housing.\n\nWe hear stories like these every day. We know there is no quick fix for entrenched emotional deprivation, multi-generational trauma or deep psychic disturbance. The mind can be a messy place and psychic change takes time and money: the longer it goes untreated, the longer the treatment required and the more expensive it gets. But this is what is happening.\n\nThresholds for eligibility for social care and adult mental health services are up, with cuts to perinatal services adding to concerns about infants, those living in poverty and children whose parents struggle with mental health problems. Across much of the country there is nothing to limit the demand on the higher tiers where needs are even more acute and urgent. In Camhs clinics, with reduced staffing levels, we are struggling to deal with up to 50 new referrals of a highly complex nature every week.\n\nThe crisis has, in recent weeks, finally made it to the front pages. Troubling statistics are everywhere: one in 10 children will encounter a mental health problem of some kind, three quarters of which will go untreated; Camhs budgets reduced by up to 94% in some parts of the country. The steep increase in self-harm and in-patient admissions, the lack of beds resulting in children being seen on adult psychiatric wards, preposterous waiting times, increased referral thresholds and unacceptable national variations have all been brought to attention in recent weeks, with the promise that a further £1.25bn will be ploughed into mental health services during the next five years.\n\nBut whatever the promises made in the heat of a general election campaign, adequately funded services feel a remote prospect. On an ordinary day, staff work late and eat their sandwiches in front of computer screens. There are regular complaints that clinical time is increasingly eaten up by administration; but it is also true that our cases are often of such a complexity and level of risk that we want to make sure every decision is in writing. Sickness rates can be high and the lure of private practice grows: how much mental disturbance can we digest, in circumstances where we feel the quality of our work is at risk of compromise, without becoming ill ourselves?\n\nThe author of this article asked to remain anonymous. Names and details have been changed to prevent identification",
  "title": "The crisis in children’s mental health services: an NHS insider speaks",
  "ts_in": "2015-05-02T16:28:40.445717",
  "url": "http://www.theguardian.com/society/2015/may/02/crisis-in-childrens-mental-health-nhs-insider-speaks"
}