{
  "article_html": "<div><p>The first log slave quarters with dirt floors to be rebuilt at Thomas Jefferson&#8217;s home were formally unveiled on Saturday at Monticello. Descendants of more than 100 slaves from the third president&#8217;s plantation marked the occasion in <a href=\"http://www.theguardian.com/us-news/virginia\" class=\" u-underline\">Virginia</a>.</p>\n<p>Re-creating structures to represent slave life at the home of the author of the Declaration of Independence is part of a larger restoration effort underway to show a fuller history at Monticello. In addition, nine rooms on the upper floors of the mansion that were previously empty have now been furnished to give visitors a deeper look at Jefferson&#8217;s family and what life was like in 1809.</p>\n<p>The project was launched two years ago with a $10m gift from Washington philanthropist David Rubenstein. On Friday night, Rubenstein announced a second $10m gift to continue the work of restoring slave sites along the plantation&#8217;s Mulberry Row and refreshing some of the iconic rooms in Jefferson&#8217;s home.</p>\n<p>&#8220;This is probably the most transformational project we&#8217;ve mounted at Monticello in 90 years,&#8221; said Leslie Greene Bowman, president of the foundation that operates Monticello. &#8220;Now the house and Mulberry Row are visually connected, and our visitors now understand that this wasn&#8217;t a house separate from the plantation community. It was inextricably linked to it.&#8221;</p>\n<p>Monticello is a Unesco World Heritage Site and the only US president&#8217;s home on that list of cultural treasurers.</p>\n<p>The newly rebuilt slave quarters include a storehouse for iron where Isaac Granger Jefferson worked as a slave in the 1790s. Nearby, a 12ft-by-14ft dwelling was rebuilt to represent where members of the Hemings family lived. </p>\n<p>Most historians believe Sally Hemings, a slave, had a romantic relationship with Jefferson and that he was the father of her six children.</p>\n<p>Although Monticello has been studying slavery for decades, the landscape had been altered. Now the original roads where slaves lived have been restored. Landscaping elements put up in the 20th century that blocked views between the mansion and slave area have been removed.</p>\n<p>&#8220;I thought it should be made more realistic about what it was like then,&#8221; Rubenstein said, adding that Jefferson was a model American leader but also a slaveholder. &#8220;We should learn the good and the bad of American history.&#8221;</p>\n<p>A mobile app launching Saturday will give visitors a virtual reality view of how Mulberry Row appeared in Jefferson&#8217;s time.</p>\n<p>In the next phase, Monticello officials plan to restore two original Jefferson structures, a weavers&#8217; cottage once used by enslaved women and Jefferson&#8217;s stable where slaves cared for his horses. Curators will also update some of Monticello&#8217;s most popular rooms, including Jefferson&#8217;s cabinet, or office, and his bed chamber.</p>\n<p>Rubenstein&#8217;s gifts have helped launch a larger fundraising campaign for further restoration at Monticello. Bowman said the public campaign launching Saturday will seek to raise $65m. At least $32m already has been secured.</p>\n</div>",
  "authors": [
    "Associated Press In Monticello Virginia"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Virginia",
    "Slavery",
    "US news",
    "World news"
  ],
  "ntitle": "thomas_jefferson_s_home_unveils_rebuilt_slave_quarters_to_tell_fuller_tale_of_past",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "The first log slave quarters with dirt floors to be rebuilt at Thomas Jefferson’s home were formally unveiled on Saturday at Monticello. Descendants of more than 100 slaves from the third president’s plantation marked the occasion in Virginia.\n\nRe-creating structures to represent slave life at the home of the author of the Declaration of Independence is part of a larger restoration effort underway to show a fuller history at Monticello. In addition, nine rooms on the upper floors of the mansion that were previously empty have now been furnished to give visitors a deeper look at Jefferson’s family and what life was like in 1809.\n\nThe project was launched two years ago with a $10m gift from Washington philanthropist David Rubenstein. On Friday night, Rubenstein announced a second $10m gift to continue the work of restoring slave sites along the plantation’s Mulberry Row and refreshing some of the iconic rooms in Jefferson’s home.\n\n“This is probably the most transformational project we’ve mounted at Monticello in 90 years,” said Leslie Greene Bowman, president of the foundation that operates Monticello. “Now the house and Mulberry Row are visually connected, and our visitors now understand that this wasn’t a house separate from the plantation community. It was inextricably linked to it.”\n\nMonticello is a Unesco World Heritage Site and the only US president’s home on that list of cultural treasurers.\n\nThe newly rebuilt slave quarters include a storehouse for iron where Isaac Granger Jefferson worked as a slave in the 1790s. Nearby, a 12ft-by-14ft dwelling was rebuilt to represent where members of the Hemings family lived.\n\nMost historians believe Sally Hemings, a slave, had a romantic relationship with Jefferson and that he was the father of her six children.\n\nAlthough Monticello has been studying slavery for decades, the landscape had been altered. Now the original roads where slaves lived have been restored. Landscaping elements put up in the 20th century that blocked views between the mansion and slave area have been removed.\n\n“I thought it should be made more realistic about what it was like then,” Rubenstein said, adding that Jefferson was a model American leader but also a slaveholder. “We should learn the good and the bad of American history.”\n\nA mobile app launching Saturday will give visitors a virtual reality view of how Mulberry Row appeared in Jefferson’s time.\n\nIn the next phase, Monticello officials plan to restore two original Jefferson structures, a weavers’ cottage once used by enslaved women and Jefferson’s stable where slaves cared for his horses. Curators will also update some of Monticello’s most popular rooms, including Jefferson’s cabinet, or office, and his bed chamber.\n\nRubenstein’s gifts have helped launch a larger fundraising campaign for further restoration at Monticello. Bowman said the public campaign launching Saturday will seek to raise $65m. At least $32m already has been secured.",
  "title": "Thomas Jefferson's home unveils rebuilt slave quarters to tell fuller tale of past",
  "ts_in": "2015-05-02T17:02:56.045902",
  "url": "http://www.theguardian.com/us-news/2015/may/02/thomas-jefferson-monticello-slaves-quarters"
}