{
  "article_html": "<div><p>Queen&#8217;s University Belfast has reversed its earlier decision <a href=\"http://www.theguardian.com/world/2015/apr/22/belfast-university-cancels-charlie-hebdo-conference\" class=\" u-underline\">to cancel a conference on the Charlie Hebdo massacre</a> on security grounds.</p>\n<p>The university came under sustained criticism from novelists, poets, academics and intellectuals over the cancellation of the symposium, which was due to be held on the campus in June.</p>\n<p>A spokesperson for QUB&#8217;s communications office said on Friday: &#8220;Following the completion of a comprehensive risk assessment, undertaken in line with approved protocols, the university is pleased to confirm that the <a href=\"http://www.theguardian.com/media/charlie-hebdo\" class=\" u-underline\">Charlie Hebdo</a> Research Symposium, organised by the Institute for Collaborative Research in the Humanities, has been approved.&#8221;</p>\n<p>Academics at the college disputed the university authorities&#8217; claim that the gathering was cancelled because its organisers had not properly filled in a risk assessment form.</p>\n<p>The conference, organised to discuss the implications of the attack on the magazine and featuring academics, novelists, journalists and commentators, was due to take place at the Queen&#8217;s University Institute for Collaborative Research in the Humanities in June.</p>\n<p>The institute claimed that the university&#8217;s vice-chancellor, Patrick Johnston, had cancelled the event because of the security risk and also out of concern for the university&#8217;s reputation. A number of Belfast-based writers claimed the college was worried about deterring prospective students and jeopardising potential investment from parts of the Islamic world, especially the oil-rich Gulf states.</p>\n<p>Robert McLiam Wilson, the award-winning Paris-based, Belfast-born novelist who writes for Charlie Hebdo, said he was &#8220;delighted and pretty proud that QUB have done the hardest thing there is to do, they changed their minds&#8221;.</p>\n<p>The author of Ripley Bogle and Eureka Street, which the BBC later adopted into a television drama, had described Queen&#8217;s University&#8217;s decision last month to cancel the symposium as &#8220;not cowardice or surrender but part of one long defeat in an unfought war&#8221;.</p>\n<p>McLiam Wilson has also written a television documentary on paramilitary punishment attacks in Belfast and <a href=\"http://www.bbc.co.uk/programmes/b04yk00p\" class=\" u-underline\">recently recorded an essay for Radio 4</a> about his love for Paris in the aftermath of the attack by two gunmen on the Charlie Hebdo offices in January, in which 12 people were killed.</p>\n<p>Speaking from his home in the French capital, McLiam Wilson added: &#8220;There will be a conference now. Something which is pretty lengthy and often boring. But complexity and truth often is lengthy and boring. It is not best served by Twitter tempests and Wikipedia wisdom. If we take the time for respectful discourse, information and opinion can be shared, and who knows, maybe even some approximation of truth can be found.</p>\n<p>&#8220;We&#8217;ve said too much about the surface of things. We&#8217;ve all seen the repellent and disgusting cartoon of Christiane Taubira (the black French justice minister portrayed as a monkey in the magazine) to which so many people object. But how many of us have seen the extraordinary and moving tribute that remarkable woman made herself at the funeral of one of the murdered cartoonists? Don&#8217;t we all need time to absorb and understand such complex contradictions? I was a glib idiot for saying I was not proud of my hometown.&#8221;</p>\n<p>Ulster Unionist party leader and former television journalist Mike Nesbitt welcomed QUB&#8217;s U-turn on the conference. &#8220;It is important that an organisation which enjoys such international renown as Queen&#8217;s should be seen to stand up for the promotion of freedom of speech, a key component of any democracy,&#8221; he said. &#8220;I also welcome the fact that Queen&#8217;s has shown the corporate courage to tackle sensitive and controversial and potentially divisive issues.&#8221;</p>\n<p>Nearly five months after the attack by Islamist gunmen on its offices, Charlie Hebdo continues to be a focal point for controversy. Last month ,two dozen writers including Peter Carey and Joyce Carol Oates <a href=\"http://www.theguardian.com/books/2015/apr/29/writers-join-protest-charlie-hebdo-pen-award\" class=\" u-underline\">publicly distanced themselves</a> from international writers&#8217; organisation PEN over its decision to give the magazine a freedom of expression award in the wake of the atrocity.</p>\n<p>In response, novelist Salman Rushdie defended PEN for bestowing its Free Expression Courage award to the French magazine and criticised writers who objected to it on the grounds of alleged racism. &#8220;The Charlie Hebdo artists were executed in cold blood for drawing satirical cartoons, which is an entirely legitimate activity. It is quite right that PEN should honour their sacrifice and condemn their murder,&#8221; he said.</p>\n<p>&#8220;This issue has nothing to do with an oppressed and disadvantaged minority. It has everything to do with the battle against fanatical Islam, which is highly organised, well-funded and which seeks to terrify us all, Muslims as well as non-Muslims, into a cowed silence.&#8221;</p>\n</div>",
  "authors": [
    "Henry Mcdonald"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Queen's University Belfast",
    "Charlie Hebdo attack",
    "Charlie Hebdo",
    "Education",
    "Higher education",
    "France",
    "Europe",
    "Freedom of speech",
    "Magazines",
    "World news",
    "Ireland",
    "Northern Ireland",
    "UK news",
    "Media",
    "Newspapers & magazines"
  ],
  "ntitle": "university_to_go_ahead_with_charlie_hebdo_conference_after_outcry",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "Queen’s University Belfast has reversed its earlier decision to cancel a conference on the Charlie Hebdo massacre on security grounds.\n\nThe university came under sustained criticism from novelists, poets, academics and intellectuals over the cancellation of the symposium, which was due to be held on the campus in June.\n\nA spokesperson for QUB’s communications office said on Friday: “Following the completion of a comprehensive risk assessment, undertaken in line with approved protocols, the university is pleased to confirm that the Charlie Hebdo Research Symposium, organised by the Institute for Collaborative Research in the Humanities, has been approved.”\n\nAcademics at the college disputed the university authorities’ claim that the gathering was cancelled because its organisers had not properly filled in a risk assessment form.\n\nThe conference, organised to discuss the implications of the attack on the magazine and featuring academics, novelists, journalists and commentators, was due to take place at the Queen’s University Institute for Collaborative Research in the Humanities in June.\n\nThe institute claimed that the university’s vice-chancellor, Patrick Johnston, had cancelled the event because of the security risk and also out of concern for the university’s reputation. A number of Belfast-based writers claimed the college was worried about deterring prospective students and jeopardising potential investment from parts of the Islamic world, especially the oil-rich Gulf states.\n\nRobert McLiam Wilson, the award-winning Paris-based, Belfast-born novelist who writes for Charlie Hebdo, said he was “delighted and pretty proud that QUB have done the hardest thing there is to do, they changed their minds”.\n\nThe author of Ripley Bogle and Eureka Street, which the BBC later adopted into a television drama, had described Queen’s University’s decision last month to cancel the symposium as “not cowardice or surrender but part of one long defeat in an unfought war”.\n\nMcLiam Wilson has also written a television documentary on paramilitary punishment attacks in Belfast and recently recorded an essay for Radio 4 about his love for Paris in the aftermath of the attack by two gunmen on the Charlie Hebdo offices in January, in which 12 people were killed.\n\nSpeaking from his home in the French capital, McLiam Wilson added: “There will be a conference now. Something which is pretty lengthy and often boring. But complexity and truth often is lengthy and boring. It is not best served by Twitter tempests and Wikipedia wisdom. If we take the time for respectful discourse, information and opinion can be shared, and who knows, maybe even some approximation of truth can be found.\n\n“We’ve said too much about the surface of things. We’ve all seen the repellent and disgusting cartoon of Christiane Taubira (the black French justice minister portrayed as a monkey in the magazine) to which so many people object. But how many of us have seen the extraordinary and moving tribute that remarkable woman made herself at the funeral of one of the murdered cartoonists? Don’t we all need time to absorb and understand such complex contradictions? I was a glib idiot for saying I was not proud of my hometown.”\n\nUlster Unionist party leader and former television journalist Mike Nesbitt welcomed QUB’s U-turn on the conference. “It is important that an organisation which enjoys such international renown as Queen’s should be seen to stand up for the promotion of freedom of speech, a key component of any democracy,” he said. “I also welcome the fact that Queen’s has shown the corporate courage to tackle sensitive and controversial and potentially divisive issues.”\n\nNearly five months after the attack by Islamist gunmen on its offices, Charlie Hebdo continues to be a focal point for controversy. Last month ,two dozen writers including Peter Carey and Joyce Carol Oates publicly distanced themselves from international writers’ organisation PEN over its decision to give the magazine a freedom of expression award in the wake of the atrocity.\n\nIn response, novelist Salman Rushdie defended PEN for bestowing its Free Expression Courage award to the French magazine and criticised writers who objected to it on the grounds of alleged racism. “The Charlie Hebdo artists were executed in cold blood for drawing satirical cartoons, which is an entirely legitimate activity. It is quite right that PEN should honour their sacrifice and condemn their murder,” he said.\n\n“This issue has nothing to do with an oppressed and disadvantaged minority. It has everything to do with the battle against fanatical Islam, which is highly organised, well-funded and which seeks to terrify us all, Muslims as well as non-Muslims, into a cowed silence.”",
  "title": "University to go ahead with Charlie Hebdo conference after outcry",
  "ts_in": "2015-05-02T16:28:31.716717",
  "url": "http://www.theguardian.com/education/2015/may/01/queens-university-belfast-charlie-hebdo-conference"
}