{
  "article_html": "<div><p>Greece&#8217;s tourism chief has appealed to the millions of Britons planning to visit the crisis-hit country this year to use credit cards as much as possible.</p>\n<p>The move comes as the government in Athens has signalled that it plans to raise VAT rates on some holiday islands.</p>\n<p>Andreas Andreadis made the plea to what are expected to be record numbers of holidaymakers, saying plastic could play a key role in hindering tax evasion, a perennial drain on the Greek economy. &#8220;What we are saying is that on cash transactions above a certain level please use your credit cards,&#8221; he told the Observer. &#8220;That way it forces services and shops to declare it on the cash register and issue receipts.&#8221;</p>\n<p><a href=\"http://www.theguardian.com/world/greece\" class=\" u-underline\">Greece</a> is bracing itself for around 25 million foreign arrivals &#8211; more than twice its population &#8211; with the vast majority heading for resorts where tax collection is notoriously lax. An estimated 2.4 million Britons will be among them.</p>\n<p>&#8220;In a country where the tax collection system is so inefficient, credit cards are the easiest way of clamping down on evasion,&#8221; said Andreadis, who heads the Confederation of Greek Tourism (Sete). &#8220;We calculate that around 40% of receipts are not issued in tourist areas to avoid VAT.&#8221;</p>\n<p>The confederation, which represents more than 50,000 enterprises in the sector, was pressing for consumers to be given incentives to use cards.</p>\n<p>Greece is in a race against the clock to clinch a cash-for-reform deal with international creditors to keep bankruptcy at bay. Fraught negotiations with the EU and International Monetary Fund have brought the nation close to insolvency with Athens&#8217; radical left Syriza government, voted in on a pledge to end austerity, struggling last week to pay pensions.</p>\n<p>With Greece shut out of international markets and unable to issue short-term debt, a desperate lack of liquidity has exacerbated the problem. Over the next 10 days, the country must pay two loan instalments to the IMF &#8211; including &#8364;780m on 12 May &#8211; or face the spectre of potentially devastating default.</p>\n<p>The appeal came days after prime minister Alexis Tsipras suggested credit card use being made mandatory for transactions of more than &#8364;70. In his first wide-ranging interview since assuming power in January, he said payment cards made eminently more sense than the proposal of Yanis Varoufakis, his finance minister, to use tourists as undercover tax agents. &#8220;It&#8217;s simpler than that other idea involving people with [hidden] cameras, etc,&#8221; he told Star TV on Monday.</p>\n<p>Greece loses up to &#8364;20bn in tax evasion every year, according to finance ministry officials. The new government has made cracking down on it a top priority. Taxpayers owe in excess of &#8364;70bn to the state &#8211; nearly a quarter of its debt.</p>\n<p>Under pressure to provide reforms to unlock an intermediate &#8364;7.2bn in bailout funds held up since August, the government has also signalled it will increase VAT on popular Aegean islands. Isles such as Mykonos and Santorini would see a surcharge on hotel rooms, services and goods. The measure would bring in an estimated &#8364;350m. But it has been strongly opposed by the tourist industry, which provides one in five jobs and is by far Greece&#8217;s biggest foreign earner.</p>\n<p>&#8220;While there is a certain logic to it, you cannot impose a new levy in the middle of the season when 60% of package holidays have already been paid,&#8221; said Andreadis. &#8220;It is a desperate, last-minute measure that has been [drawn up] without plan or strategy and under panic of not getting the next tranche [of aid].&#8221;</p>\n<p>The tourism chief dispelled reports that Britons visiting Greece should pack extra cash. Recent coverage has cited a Foreign and Commonweath Office warning that ATMs could be turned off to stem a bank run. &#8220;This is an old warning issued back in 2012 when Greece was seriously at risk of defaulting,&#8221; he said. &#8220;The FCO itself has denied it.&#8221;</p>\n<p>Tourist operators also dismissed the reports as alarmist. &#8220;We advise all tourists visiting any destination to take a mix of credit card, cash and whatever,&#8221; Noel Josephides, Sunvil managing director told Travel Weekly. &#8220;Look at what happened in Cyprus [in 2012]. No one had a problem obtaining cash. No country that relies on tourism is going to make it impossible to withdraw cash.&#8221;</p>\n</div>",
  "authors": [
    "Helena Smith"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Greece",
    "Europe",
    "World news",
    "Eurozone crisis",
    "European Union",
    "European monetary union",
    "Economics",
    "Financial crisis",
    "Euro",
    "Business",
    "Eurozone"
  ],
  "ntitle": "use_your_credit_card_to_fight_tax_evasion_greek_tourism_chief_urges_visitors",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Greece’s tourism chief has appealed to the millions of Britons planning to visit the crisis-hit country this year to use credit cards as much as possible.\n\nThe move comes as the government in Athens has signalled that it plans to raise VAT rates on some holiday islands.\n\nAndreas Andreadis made the plea to what are expected to be record numbers of holidaymakers, saying plastic could play a key role in hindering tax evasion, a perennial drain on the Greek economy. “What we are saying is that on cash transactions above a certain level please use your credit cards,” he told the Observer. “That way it forces services and shops to declare it on the cash register and issue receipts.”\n\nGreece is bracing itself for around 25 million foreign arrivals – more than twice its population – with the vast majority heading for resorts where tax collection is notoriously lax. An estimated 2.4 million Britons will be among them.\n\n“In a country where the tax collection system is so inefficient, credit cards are the easiest way of clamping down on evasion,” said Andreadis, who heads the Confederation of Greek Tourism (Sete). “We calculate that around 40% of receipts are not issued in tourist areas to avoid VAT.”\n\nThe confederation, which represents more than 50,000 enterprises in the sector, was pressing for consumers to be given incentives to use cards.\n\nGreece is in a race against the clock to clinch a cash-for-reform deal with international creditors to keep bankruptcy at bay. Fraught negotiations with the EU and International Monetary Fund have brought the nation close to insolvency with Athens’ radical left Syriza government, voted in on a pledge to end austerity, struggling last week to pay pensions.\n\nWith Greece shut out of international markets and unable to issue short-term debt, a desperate lack of liquidity has exacerbated the problem. Over the next 10 days, the country must pay two loan instalments to the IMF – including €780m on 12 May – or face the spectre of potentially devastating default.\n\nThe appeal came days after prime minister Alexis Tsipras suggested credit card use being made mandatory for transactions of more than €70. In his first wide-ranging interview since assuming power in January, he said payment cards made eminently more sense than the proposal of Yanis Varoufakis, his finance minister, to use tourists as undercover tax agents. “It’s simpler than that other idea involving people with [hidden] cameras, etc,” he told Star TV on Monday.\n\nGreece loses up to €20bn in tax evasion every year, according to finance ministry officials. The new government has made cracking down on it a top priority. Taxpayers owe in excess of €70bn to the state – nearly a quarter of its debt.\n\nUnder pressure to provide reforms to unlock an intermediate €7.2bn in bailout funds held up since August, the government has also signalled it will increase VAT on popular Aegean islands. Isles such as Mykonos and Santorini would see a surcharge on hotel rooms, services and goods. The measure would bring in an estimated €350m. But it has been strongly opposed by the tourist industry, which provides one in five jobs and is by far Greece’s biggest foreign earner.\n\n“While there is a certain logic to it, you cannot impose a new levy in the middle of the season when 60% of package holidays have already been paid,” said Andreadis. “It is a desperate, last-minute measure that has been [drawn up] without plan or strategy and under panic of not getting the next tranche [of aid].”\n\nThe tourism chief dispelled reports that Britons visiting Greece should pack extra cash. Recent coverage has cited a Foreign and Commonweath Office warning that ATMs could be turned off to stem a bank run. “This is an old warning issued back in 2012 when Greece was seriously at risk of defaulting,” he said. “The FCO itself has denied it.”\n\nTourist operators also dismissed the reports as alarmist. “We advise all tourists visiting any destination to take a mix of credit card, cash and whatever,” Noel Josephides, Sunvil managing director told Travel Weekly. “Look at what happened in Cyprus [in 2012]. No one had a problem obtaining cash. No country that relies on tourism is going to make it impossible to withdraw cash.”",
  "title": "Use your credit card to fight tax evasion, Greek tourism chief urges visitors",
  "ts_in": "2015-05-02T17:18:16.428467",
  "url": "http://www.theguardian.com/world/2015/may/02/greece-tourists-credit-cards-tax-evasion"
}