{
  "article_html": "<div><p>I am stuffing a letter between two books when I realise my possessions are in charge of me. It&#8217;s a hoarder&#8217;s attempt at tidying: hiding stuff inside other stuff. My coffee table groans under books, digital devices, coffee cups, lint rollers, newspapers and one or both of my kittens, Ollie and Sebastian.</p>\n<p>Bottles of toiletries line the bathroom mirror collecting dust, and upstairs cubbyholes burst with clothes I no longer wear. Let&#8217;s not even talk about my inbox, crammed with unread emails. The Stuff is winning. Enter <a href=\"http://www.theminimalists.com/\" class=\" u-underline\">The Minimalists</a>, Ryan Nicodemus and Joshua Fields Millburn, who believe that without the abundant clutter of material possessions you&#8217;re free to prioritise the stuff that matters: family, hobbies and passion projects.</p>\n<p>Nicodemus and Millburn launched theminimalists.com in December 2010. In the first month, it attracted only 52 visitors to the site. Last year, it drew more than two million, as well as nearly 30,000 <a href=\"https://twitter.com/TheMinimalists\" class=\" u-underline\">Twitter</a> followers &#8211; and their <a href=\"https://www.youtube.com/watch?v=GgBpyNsS-jU\" class=\" u-underline\">TED talk</a> has had more than 600,000 hits on YouTube.</p>\n<p>Nicodemus goes to his Montana office to Skype me because he has no home internet &#8211; one of the many effects of exchanging his &#163;80,000 lifestyle for a decluttered existence, including a four-month &#8220;experiment&#8221; of living in a cabin with Millburn.</p>\n<p>&#8220;It wasn&#8217;t just possessions taking up my time,&#8221; says Nicodemus, who used to work as a business manager for a telephone company. &#8220;I was working 60-80 hours a week, plus I was studying, so all my free time was spent pacifying myself with an accumulation of possessions. It was a revelation that I could be deliberate with my time &#8211; and that I can work 30 or 40 hours a week and still have a great life.&#8221;</p>\n<p>The idea of tidying up our lives, ridding ourselves of material clutter, is ancient and enduring, a practical and emotional goal we&#8217;re constantly trying to achieve &#8211; check out &#8220;storage solutions&#8221; on <a href=\"https://uk.pinterest.com\" class=\" u-underline\">Pinterest</a> to see almost fetish-like homages to tidiness. The concept is big again now with Marie Kondo&#8217;s <a href=\"http://bookshop.theguardian.com/life-changing-magic-of-tidying.html\" class=\" u-underline\">The Life-Changing Magic Of Tidying Up</a> currently topping the New York Times bestseller list. Now, as we claw our way out of a recession that forced many to embrace a &#8220;less is more&#8221; lifestyle, Nicodemus and Millburn have captured a moment of backlash against the endless, mindless accumulation of stuff. Here&#8217;s how I got on with their help.</p>\n<p><strong>Step one </strong>Decide why you&#8217;re becoming a minimalist</p>\n<p>&#8220;I can&#8217;t tell you how many times I went for a new car, promotion or job on impulse, never asking myself why,&#8221; says Nicodemus. &#8220;So before you even start, ask yourself: how might my life be better with less stuff?&#8221;</p>\n<p>I get down to three reasons for waging war on stuff. First, I think my time would be better spent on humans I love than wasted on objects I don&#8217;t &#8211; half a weekend is a ridiculous amount of time to spend cleaning a flat that&#8217;s not much bigger than me. Second, when I need something, I&#8217;d like to find it, not go on a quest for it. Third, I haven&#8217;t seen Sebastian in days. He&#8217;s got to be in here somewhere.</p>\n<p><strong>Step two </strong>Play the 30-day minimalism game</p>\n<p>This is a way to declutter in daily steps. On day one throw out, sell, donate or recycle an item. On day two, two items. On day three, three items, and so on. After 30 days, you&#8217;ll have removed 564 items. &#8220;People resort to coathangers and paper clips in those later days,&#8221; says Nicodemus, who recommends playing the game with a friend or work colleague &#8220;and betting something &#8211; a coffee, a steak dinner. Having that accountability helps&#8221;. If you don&#8217;t know any other clutterbugs, tens of thousands of people tweet their way through the 30-day challenge using the hashtag <a href=\"https://twitter.com/hashtag/minsgame\" class=\" u-underline\">#minsgame</a>.</p>\n<p>The first thing I throw out is a pair of ripped jeans. I earmark two Post-it pads to throw out tomorrow, and I already know on the third day I&#8217;ll throw out these old lint rollers and the cup with a chip on the rim. Then I think, why not just throw them out now? Long story short, I remove about 100 items on the first day.</p>\n<p><strong>Step three </strong>Get rid of your &#8216;just-in-case&#8217; items</p>\n<p>In most cases, any item you&#8217;ve been hanging on to &#8220;just in case&#8221; can be replaced &#8220;in less than 20 minutes for less than &#163;10&#8221; &#8211; usually in a charity shop, or even for free online. For example, the French grammar books I kept just in case I learn French. Many JICs will never see their save-the-day moment. In a year, Nicodemus and Millburn had to replace their disposed-of JICs fewer than five times between them.</p>\n<p>I sheepishly admit to having a JIC bag of old mobile phones. &#8220;It&#8217;s hard to throw out mobile phones,&#8221; Nicodemus says. &#8220;You think, &#8216;This is worth &#163;300. To get rid of this is to get rid of &#163;300.&#8217; But it&#8217;s sunk cost. We hold on to things because we spent a lot of money on them five years ago, but the second you bought it you were never going to recover that money.&#8221;</p>\n<p>I donate the phones, as well as two sacks of clothes I was keeping just in case one day they magically fit, look good, or no longer have holes.</p>\n<p><strong>Step four </strong>Have a packing party</p>\n<p>&#8220;Everything is more fun if you put &#8216;party&#8217; after it,&#8221; say the minimalists. In their TED talk, Nicodemus and Millburn tell the story of the day they spent packing all Nicodemus&#8217;s stuff (with &#8220;a couple of pizza deliveries&#8221;). He then unpacked items as he needed them day by day. &#8220;After three weeks, 80% of my stuff was still sitting in those boxes. I couldn&#8217;t even remember what was in most of them.&#8221;</p>\n<p>I pack up the bathroom, bedroom and living room and, as you can see from the &#8220;after&#8221; picture and my smug expression, it was pretty successful. I put away all my books, leaving only a notebook and the Italian textbooks I use weekly.</p>\n<p>One small chest of drawers was totally empty once I cleared out the rubbish, so I donated it and put the stylish boxes that had been clogging up the corridor in its place. (Ah &#8230; in its place.) Clearing out the kitchen cupboards made space for the glasses my parents gave us as a housewarming gift. To my genuine astonishment, I too find life is fine with only the essentials and what&#8217;s in those boxes has become a mystery to me, although not an intriguing one.</p>\n<p><strong>Step five </strong>Digital decluttering</p>\n<p>When you work from home, people think you&#8217;re amazing simply because you work rather than, say, sit in your pants drooling on yourself, watching Jeremy Kyle. &#8220;Well,&#8221; you get to say with a smug eye flutter, &#8220;you have to be very disciplined&#8221;. But while I&#8217;m disciplined enough to avoid Netflix during working hours, I&#8217;m not disciplined enough to avoid working during Netflix hours. I can&#8217;t even get through an episode of <a href=\"http://www.netflix.com/wimovie/80021955?mqso=81640165&amp;gclid=Cj0KEQjwmLipBRC59O_EqJ_E0asBEiQATYdNh5kltStZB6_az7FdldoqEbO0byL-tyi__DA7RjSIr_kaAtK68P8HAQ\" class=\" u-underline\">Better Call Saul</a> without absentmindedly checking my emails. That&#8217;s the opposite of &#8220;living deliberately&#8221;.</p>\n<p>&#8220;Try removing internet from your house,&#8221; suggests Nicodemus. &#8220;Start by removing email from your phone.&#8221; I compromise by placing email, WhatsApp, Twitter, Instagram and Facebook on the fifth page of my iPhone in a folder marked &#8220;Must you?&#8221;. Baby steps.</p>\n\n\n<a href=\"/lifeandstyle/2015/may/01/do-something-decluttering#img-2\" class=\"article__img-container js-gallerythumbs\"><img src=\"//i.guim.co.uk/static/w-300/h--/q-95/sys-images/Guardian/Pix/pictures/2015/4/16/1429193764911/1eec49d5-b199-461a-9147-396197dcf2ab-300x293.jpeg\" alt=\"'To my genuine astonishment, I too find life is fine with only the essentials.'\" class=\"gu-image\"><p class=\"rounded-icon article__fullscreen\"><i class=\"i i-expand-white\"></i><i class=\"i i-expand-black\"></i></p></a>\n<a class=\"rounded-icon block-share__item block-share__item--facebook js-blockshare-link\" href=\"https://www.facebook.com/sharer/sharer.php?u=http%3A%2F%2Fgu.com%2Fp%2F47t26%2Fsfb%23img-2&amp;ref=responsive\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Facebook</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--twitter js-blockshare-link\" href=\"https://twitter.com/intent/tweet?text=Why+tidying+up+could+change+your+life&amp;url=http%3A%2F%2Fgu.com%2Fp%2F47t26%2Fstw%23img-2\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Twitter</p> </a>\n<a class=\"rounded-icon block-share__item block-share__item--pinterest js-blockshare-link\" href=\"http://www.pinterest.com/pin/create/button/?description=Why+tidying+up+could+change+your+life&amp;url=http%3A%2F%2Fwww.theguardian.com%2Flifeandstyle%2F2015%2Fmay%2F01%2Fdo-something-decluttering&amp;media=http%3A%2F%2Fstatic.guim.co.uk%2Fsys-images%2FGuardian%2FPix%2Fpictures%2F2015%2F4%2F16%2F1429193765640%2F244e7461-42b4-48e4-885e-bbe3563a6ba4-2060x2012.jpeg\" target=\"_blank\"> <i class=\"i\"></i><p class=\"u-h\">Pinterest</p> </a>\n\n&#8216;To my genuine astonishment, I too find life is fine with only the essentials.&#8217; Photograph: David Levene for the Guardian\n\n\n\n<p><strong>The verdict </strong>Decluttering saved my life</p>\n<p>Outer order has indeed contributed to inner calm in the household. I was surprised to be told the &#8220;before&#8221; picture doesn&#8217;t look that messy, but it&#8217;s only because I&#8217;d shoved 80% of my crap into groaning cupboards and drawers.</p>\n<p>That&#8217;s the tough part: now that I live in such an ordered oasis I must resist the urge to hoard more clutter behind cupboard doors. Decluttering makes you feel like bathtime did when you were a kid: at best you procrastinate and at worst you put up a fight, but as soon as you do it you think, &#8220;That was fun: now I feel clean and can sleep. Why did I put it off?&#8221;</p>\n<p>I do feel bad for not going all in with the digital declutter, so as a show of goodwill towards minimalism, I mark all my emails as read. All 1,184 of them. It feels amazing.</p>\n</div>",
  "authors": [
    "Erica Buist"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Life and style"
  ],
  "ntitle": "why_tidying_up_could_change_your_life",
  "publish_date": "2015-05-01T00:00:00",
  "tags": [],
  "text": "I am stuffing a letter between two books when I realise my possessions are in charge of me. It’s a hoarder’s attempt at tidying: hiding stuff inside other stuff. My coffee table groans under books, digital devices, coffee cups, lint rollers, newspapers and one or both of my kittens, Ollie and Sebastian.\n\nBottles of toiletries line the bathroom mirror collecting dust, and upstairs cubbyholes burst with clothes I no longer wear. Let’s not even talk about my inbox, crammed with unread emails. The Stuff is winning. Enter The Minimalists, Ryan Nicodemus and Joshua Fields Millburn, who believe that without the abundant clutter of material possessions you’re free to prioritise the stuff that matters: family, hobbies and passion projects.\n\nNicodemus and Millburn launched theminimalists.com in December 2010. In the first month, it attracted only 52 visitors to the site. Last year, it drew more than two million, as well as nearly 30,000 Twitter followers – and their TED talk has had more than 600,000 hits on YouTube.\n\nNicodemus goes to his Montana office to Skype me because he has no home internet – one of the many effects of exchanging his £80,000 lifestyle for a decluttered existence, including a four-month “experiment” of living in a cabin with Millburn.\n\n“It wasn’t just possessions taking up my time,” says Nicodemus, who used to work as a business manager for a telephone company. “I was working 60-80 hours a week, plus I was studying, so all my free time was spent pacifying myself with an accumulation of possessions. It was a revelation that I could be deliberate with my time – and that I can work 30 or 40 hours a week and still have a great life.”\n\nThe idea of tidying up our lives, ridding ourselves of material clutter, is ancient and enduring, a practical and emotional goal we’re constantly trying to achieve – check out “storage solutions” on Pinterest to see almost fetish-like homages to tidiness. The concept is big again now with Marie Kondo’s The Life-Changing Magic Of Tidying Up currently topping the New York Times bestseller list. Now, as we claw our way out of a recession that forced many to embrace a “less is more” lifestyle, Nicodemus and Millburn have captured a moment of backlash against the endless, mindless accumulation of stuff. Here’s how I got on with their help.\n\nStep one Decide why you’re becoming a minimalist\n\n“I can’t tell you how many times I went for a new car, promotion or job on impulse, never asking myself why,” says Nicodemus. “So before you even start, ask yourself: how might my life be better with less stuff?”\n\nI get down to three reasons for waging war on stuff. First, I think my time would be better spent on humans I love than wasted on objects I don’t – half a weekend is a ridiculous amount of time to spend cleaning a flat that’s not much bigger than me. Second, when I need something, I’d like to find it, not go on a quest for it. Third, I haven’t seen Sebastian in days. He’s got to be in here somewhere.\n\nStep two Play the 30-day minimalism game\n\nThis is a way to declutter in daily steps. On day one throw out, sell, donate or recycle an item. On day two, two items. On day three, three items, and so on. After 30 days, you’ll have removed 564 items. “People resort to coathangers and paper clips in those later days,” says Nicodemus, who recommends playing the game with a friend or work colleague “and betting something – a coffee, a steak dinner. Having that accountability helps”. If you don’t know any other clutterbugs, tens of thousands of people tweet their way through the 30-day challenge using the hashtag #minsgame.\n\nThe first thing I throw out is a pair of ripped jeans. I earmark two Post-it pads to throw out tomorrow, and I already know on the third day I’ll throw out these old lint rollers and the cup with a chip on the rim. Then I think, why not just throw them out now? Long story short, I remove about 100 items on the first day.\n\nStep three Get rid of your ‘just-in-case’ items\n\nIn most cases, any item you’ve been hanging on to “just in case” can be replaced “in less than 20 minutes for less than £10” – usually in a charity shop, or even for free online. For example, the French grammar books I kept just in case I learn French. Many JICs will never see their save-the-day moment. In a year, Nicodemus and Millburn had to replace their disposed-of JICs fewer than five times between them.\n\nI sheepishly admit to having a JIC bag of old mobile phones. “It’s hard to throw out mobile phones,” Nicodemus says. “You think, ‘This is worth £300. To get rid of this is to get rid of £300.’ But it’s sunk cost. We hold on to things because we spent a lot of money on them five years ago, but the second you bought it you were never going to recover that money.”\n\nI donate the phones, as well as two sacks of clothes I was keeping just in case one day they magically fit, look good, or no longer have holes.\n\nStep four Have a packing party\n\n“Everything is more fun if you put ‘party’ after it,” say the minimalists. In their TED talk, Nicodemus and Millburn tell the story of the day they spent packing all Nicodemus’s stuff (with “a couple of pizza deliveries”). He then unpacked items as he needed them day by day. “After three weeks, 80% of my stuff was still sitting in those boxes. I couldn’t even remember what was in most of them.”\n\nI pack up the bathroom, bedroom and living room and, as you can see from the “after” picture and my smug expression, it was pretty successful. I put away all my books, leaving only a notebook and the Italian textbooks I use weekly.\n\nOne small chest of drawers was totally empty once I cleared out the rubbish, so I donated it and put the stylish boxes that had been clogging up the corridor in its place. (Ah … in its place.) Clearing out the kitchen cupboards made space for the glasses my parents gave us as a housewarming gift. To my genuine astonishment, I too find life is fine with only the essentials and what’s in those boxes has become a mystery to me, although not an intriguing one.\n\nStep five Digital decluttering\n\nWhen you work from home, people think you’re amazing simply because you work rather than, say, sit in your pants drooling on yourself, watching Jeremy Kyle. “Well,” you get to say with a smug eye flutter, “you have to be very disciplined”. But while I’m disciplined enough to avoid Netflix during working hours, I’m not disciplined enough to avoid working during Netflix hours. I can’t even get through an episode of Better Call Saul without absentmindedly checking my emails. That’s the opposite of “living deliberately”.\n\n“Try removing internet from your house,” suggests Nicodemus. “Start by removing email from your phone.” I compromise by placing email, WhatsApp, Twitter, Instagram and Facebook on the fifth page of my iPhone in a folder marked “Must you?”. Baby steps.\n\nFacebook Twitter Pinterest ‘To my genuine astonishment, I too find life is fine with only the essentials.’ Photograph: David Levene for the Guardian\n\nThe verdict Decluttering saved my life\n\nOuter order has indeed contributed to inner calm in the household. I was surprised to be told the “before” picture doesn’t look that messy, but it’s only because I’d shoved 80% of my crap into groaning cupboards and drawers.\n\nThat’s the tough part: now that I live in such an ordered oasis I must resist the urge to hoard more clutter behind cupboard doors. Decluttering makes you feel like bathtime did when you were a kid: at best you procrastinate and at worst you put up a fight, but as soon as you do it you think, “That was fun: now I feel clean and can sleep. Why did I put it off?”\n\nI do feel bad for not going all in with the digital declutter, so as a show of goodwill towards minimalism, I mark all my emails as read. All 1,184 of them. It feels amazing.",
  "title": "Why tidying up could change your life",
  "ts_in": "2015-05-02T16:28:13.397408",
  "url": "http://www.theguardian.com/lifeandstyle/2015/may/01/do-something-decluttering"
}