{
  "article_html": "<div><p>Given the public&#8217;s insatiable appetite for reviving anything from the 1980s, from Dallas to Spandau Ballet, it was only a matter of time before wily entrepreneurs brought back the computer that did as much to define the decade as shoulder pads and the Filofax.</p>\n<p>For a large number of people in their 40s, mention of the ZX Spectrum will bring back fond memories of hours spent using a pad with rubber keys to type elementary code while waiting to upload a game via a tape recorder that emitted a succession of high pitched bleeps and whistles.</p>\n<p>Fans, however, will argue that the games were worth the wait. From Manic Miner to Football Manager, everyone will have their favourite. And now a new generation will have the opportunity to play them once again.</p>\n<p>The first Sinclair ZX Spectrum Vega games consoles will be distributed at the end of this month to the 1,000 customers who have ordered them. Costing &#163;100, they will come loaded with 1,000 games. A further 3,000 consoles will be distributed in June and there are plans to produce another 10,000 in August or September if demand takes off.</p>\n<p><a href=\"http://www.theguardian.com/technology/games\" class=\" u-underline\">Games</a> already confirmed as loaded included Hungry Horace, Desert Patrol 3D, BMX Ninja, Tank Command, Bear Bovver and Flight Simulator.</p>\n<p>The company behind the comeback,<a href=\"http://www.retro-computers.co.uk\" title=\"\" class=\" u-underline\"> Retro Computers</a>, chaired by the Spectrum&#8217;s maverick creator, Sir Clive Sinclair, was able to bring the product to market after raising more than &#163;150,000 via a crowdfunding campaign completed within 36 hours.</p>\n<p>&#8220;We&#8217;ve been able to get into production so quickly largely due to the great success of our campaign on Indiegogo,&#8221; Sinclair said. &#8220;Crowdfunding is really an inventor&#8217;s dream, because it can not only bring in the finance needed to get to market but also it&#8217;s a test of how the market is likely to react to the product.&#8221;</p>\n<p>Chris Smith, a former ZX Spectrum games developer, who designed the Vega, said they had consulted fans of the original ZX Spectrum, which sold more than five million units in the 80s.</p>\n<p>&#8220;We are especially grateful to those Spectrum fans who have made suggestions as to additional features they would like to see in the Vega, and we have taken all those suggestions seriously,&#8221; Smith said.</p>\n<p>Retro&#8217;s chief executive, Dr David Levy, a British chess master who is president of the International Computer Games Association, said he first wanted to bring the Spectrum back some 15 years ago but his close friend Sinclair was lukewarm on the idea when they discussed it following their weekly poker games.</p>\n<p>&#8220;I&#8217;m glad we didn&#8217;t launch back then,&#8221; Levy said. &#8220;I think we wouldn&#8217;t be as successful as now. The internet wasn&#8217;t as well developed for getting your message out back then.&#8221;</p>\n<p>It was Paul Andrews, Retro&#8217;s managing director, who eventually persuaded Sinclair that the time was right for a revival. &#8220;I have personally been collecting retro technology, and especially Sinclair innovations, for many years,&#8221; Andrews said. &#8220;It&#8217;s a growing trend, as people look back nostalgically to what was their youth in the 70s and 80s, when technology started becoming part of everybody&#8217;s lives rather than the elite few. If you talk to people of a certain age, they will tell you, dewy eyed, about being huddled over a retro computer such as a Sinclair Spectrum or Commodore C64 plugged into a portable TV, playing games which by today&#8217;s modern standards are very simple, often very silly, but had a fun factor never seen before till that point in time.&#8221;</p>\n<p>Revival of the Spectrum brand will boost the profile of the 74-year-old Sinclair, who launched his first mass-market consumer product in 1962. &#8220;He prefers to remain in the background,&#8221; Levy said. &#8220;He&#8217;s a very shy person but he is enormously pleased by the success we&#8217;ve had.&#8221;</p>\n<p>An expert at miniaturization, Sinclair has launched more than a hundred consumer products, including the world&#8217;s first pocket television in 1966 and the world&#8217;s first pocket calculator in 1972. But the Spectrum is perhaps his most famous invention.</p>\n<p>&#8220;Clive&#8217;s genius was for developing products that were clever technology and low cost,&#8221; Levy said. &#8220;The Spectrum had only four chips. Its closest rival had more than 40 and sold for around &#163;120. That&#8217;s &#163;330 in today&#8217;s money.&#8221;</p>\n<p>The consoles, which are being manufactured by SMS Electronics Ltd in Beeston, Nottinghamshire, will allow owners to download extra games from the internet. It is estimated that 11,000 games were written for the Spectrum and a further 20,000 programs.</p>\n<p>Ultimately, Andrews believes people are not buying into a technology but a mood. &#8220;People know that the graphics and sound are not as good as modern consoles, but they want to get that warm feeling they had back as a kid, and I think this is why the Vega has had such a warm reception.&#8221;</p>\n<p>A growing nostalgia for the Eighties may help explain why other defunct technologies and formats are also making a comeback.</p>\n<p>Global vinyl album sales have surpassed the 9m mark for the first time in 20 years. The SodaStream is enjoying a renaissance. Top of the Pops is rumoured to be making a return on Friday nights. Levy said Retro Computers is looking to launch two further products after the Vega console comes to market.</p>\n<p>Levy, however, is unequivocal on one score. &#8220;Retro Computers has no interest in bringing back the C5.&#8221;</p>\n</div>",
  "authors": [
    "Jamie Doward"
  ],
  "canonical_link": "",
  "keywords": [],
  "meta_keywords": [
    "Games consoles",
    "Game culture",
    "Retro games",
    "Games",
    "Culture",
    "Technology"
  ],
  "ntitle": "zx_spectrum_beeps_again_as_nostalgia_for_80s_tech_takes_hold",
  "publish_date": "2015-05-02T00:00:00",
  "tags": [],
  "text": "Given the public’s insatiable appetite for reviving anything from the 1980s, from Dallas to Spandau Ballet, it was only a matter of time before wily entrepreneurs brought back the computer that did as much to define the decade as shoulder pads and the Filofax.\n\nFor a large number of people in their 40s, mention of the ZX Spectrum will bring back fond memories of hours spent using a pad with rubber keys to type elementary code while waiting to upload a game via a tape recorder that emitted a succession of high pitched bleeps and whistles.\n\nFans, however, will argue that the games were worth the wait. From Manic Miner to Football Manager, everyone will have their favourite. And now a new generation will have the opportunity to play them once again.\n\nThe first Sinclair ZX Spectrum Vega games consoles will be distributed at the end of this month to the 1,000 customers who have ordered them. Costing £100, they will come loaded with 1,000 games. A further 3,000 consoles will be distributed in June and there are plans to produce another 10,000 in August or September if demand takes off.\n\nGames already confirmed as loaded included Hungry Horace, Desert Patrol 3D, BMX Ninja, Tank Command, Bear Bovver and Flight Simulator.\n\nThe company behind the comeback, Retro Computers, chaired by the Spectrum’s maverick creator, Sir Clive Sinclair, was able to bring the product to market after raising more than £150,000 via a crowdfunding campaign completed within 36 hours.\n\n“We’ve been able to get into production so quickly largely due to the great success of our campaign on Indiegogo,” Sinclair said. “Crowdfunding is really an inventor’s dream, because it can not only bring in the finance needed to get to market but also it’s a test of how the market is likely to react to the product.”\n\nChris Smith, a former ZX Spectrum games developer, who designed the Vega, said they had consulted fans of the original ZX Spectrum, which sold more than five million units in the 80s.\n\n“We are especially grateful to those Spectrum fans who have made suggestions as to additional features they would like to see in the Vega, and we have taken all those suggestions seriously,” Smith said.\n\nRetro’s chief executive, Dr David Levy, a British chess master who is president of the International Computer Games Association, said he first wanted to bring the Spectrum back some 15 years ago but his close friend Sinclair was lukewarm on the idea when they discussed it following their weekly poker games.\n\n“I’m glad we didn’t launch back then,” Levy said. “I think we wouldn’t be as successful as now. The internet wasn’t as well developed for getting your message out back then.”\n\nIt was Paul Andrews, Retro’s managing director, who eventually persuaded Sinclair that the time was right for a revival. “I have personally been collecting retro technology, and especially Sinclair innovations, for many years,” Andrews said. “It’s a growing trend, as people look back nostalgically to what was their youth in the 70s and 80s, when technology started becoming part of everybody’s lives rather than the elite few. If you talk to people of a certain age, they will tell you, dewy eyed, about being huddled over a retro computer such as a Sinclair Spectrum or Commodore C64 plugged into a portable TV, playing games which by today’s modern standards are very simple, often very silly, but had a fun factor never seen before till that point in time.”\n\nRevival of the Spectrum brand will boost the profile of the 74-year-old Sinclair, who launched his first mass-market consumer product in 1962. “He prefers to remain in the background,” Levy said. “He’s a very shy person but he is enormously pleased by the success we’ve had.”\n\nAn expert at miniaturization, Sinclair has launched more than a hundred consumer products, including the world’s first pocket television in 1966 and the world’s first pocket calculator in 1972. But the Spectrum is perhaps his most famous invention.\n\n“Clive’s genius was for developing products that were clever technology and low cost,” Levy said. “The Spectrum had only four chips. Its closest rival had more than 40 and sold for around £120. That’s £330 in today’s money.”\n\nThe consoles, which are being manufactured by SMS Electronics Ltd in Beeston, Nottinghamshire, will allow owners to download extra games from the internet. It is estimated that 11,000 games were written for the Spectrum and a further 20,000 programs.\n\nUltimately, Andrews believes people are not buying into a technology but a mood. “People know that the graphics and sound are not as good as modern consoles, but they want to get that warm feeling they had back as a kid, and I think this is why the Vega has had such a warm reception.”\n\nA growing nostalgia for the Eighties may help explain why other defunct technologies and formats are also making a comeback.\n\nGlobal vinyl album sales have surpassed the 9m mark for the first time in 20 years. The SodaStream is enjoying a renaissance. Top of the Pops is rumoured to be making a return on Friday nights. Levy said Retro Computers is looking to launch two further products after the Vega console comes to market.\n\nLevy, however, is unequivocal on one score. “Retro Computers has no interest in bringing back the C5.”",
  "title": "ZX Spectrum beeps again as nostalgia for 80s tech takes hold",
  "ts_in": "2015-05-02T16:28:37.492274",
  "url": "http://www.theguardian.com/technology/2015/may/02/sinclair-zx-spectrum-vega-console"
}